"use client";
import React, { useState, useEffect } from "react";
import { useSearchParams } from "next/navigation";
import { professionsData } from "@/bin/ProfessionData";
import Image from "next/image";
function ProfessionPage() {
  const basePath = "/assets/images/profession_images";
  const [professions_data, setData] = useState([]);

  const searchParams = useSearchParams();

  const type = Number(searchParams.get("t"));
  const profession = Number(searchParams.get("p"));

  console.log("profession type:", type);
  console.log("profession id:", profession);

  useEffect(() => {
    setData(professionsData);
  }, []);
  return (
    <>
      <main
        className={`max-w-[900px]  bg-white w-full flex flex-col items-center`}
      >
        <div className="space-y-3 p-4">
          <h2 className="text-sm font-bold md:text-3xl">
            {professions_data[type]?.name}
          </h2>

          <p className="text-sm text-gray-800">
            Анагаах ухаан бол хүн төрөлхтний олж авч, туршиж, хөгжүүлж ирсэн
            хамгийн эртний мэдлэгийн салбаруудын нэг юм. Нэгэн цагт хүмүүсийг
            эдгээгч, ургамлын эмч нар эмчилдэг байсан бол өнөөдөр тусгай сургалт
            шаарддаг эмчийн олон мэргэжил
            <br />
            Орчин үеийн биоанагаах ухаан нь өвчин, түүнийг эмчлэх Европын
            хандлагад голчлон хуримтлагдсан мэдлэг, дадлага юм. Хэрэглэсэн
            аргуудын үр нөлөө нь туршилтаар батлагдсан бөгөөд хүний биеийн
            хэвийн болон эмгэгийн нөхцөл байдлыг тодорхойлсон их хэмжээний
            өгөгдөл хуримтлагддаг. Эмч нар энэ бүхий мэдлэгтэй байх ёстой. Гэсэн
            хэдий ч өнөөдөр ямар ч эмч бүх зүйлийг эмчилдэг ерөнхий эмч байж
            чадахгүй. Анагаах ухаан нь өөрийн гэсэн нарийн мэргэжлүүдтэй. бий.
          </p>
        </div>
        <figure>
          <Image
            width={900}
            height={400}
            className=" w-full h-96"
            src={`${basePath}/detail_images/${professions_data[type]?.details[profession]?.content_image}.png`}
            alt=""
          />
          <figcaption className="mt-3 text-sm text-center text-gray-500">
            A woman sitting at a table.
          </figcaption>
        </figure>
        <p className="text-sm text-gray-800">
          Эмч нар гол төлөв хүний биеийн эрхтэн тогтолцооны чиглэлээр мэргэшсэн
          байдаг. Мэдрэлийн эмч нар тархи, түүнтэй холбоотой үйл явц, зүрх
          судасны эмч, зүрх судас, эмэгтэйчүүдийн эмч нөхөн үржихүйн эмэгтэйч
          хүний тогтолцооны, жишээлбэл, флебологич нь венийн байдал, үйл
          ажиллагааг хариуцдаг бөгөөд цусны эргэлтийн тогтолцоог гематологич
          хариуцдаг. Анагаах ухааны хамгийн ерөнхий мэргэжил бол эмчилгээний эмч
          юм. Энэ бол анхан шатны өвчний түүхийг цуглуулж, шаардлагатай бол
          мэргэжилтнүүдийн аль нэгэнд ханддаг эмч юм. Өндөр мэргэшсэн
          мэргэжилтнүүд өөр өөрийн онцлогтой байдаг: зарим нь мэс засал хийх
          чадваргүй оношлогоо, эмчилгээ хийдэг бол зарим нь мэргэжлээрээ мэс
          заслын эмчээр ажилладаг. Мэс засалчдын дунд хуванцар мэс засалчид
          байдаг - эмчилгээний зорилгоор биш, гоо зүйн болон засч залруулах
          зорилгоор мэс засал хийдэг мэргэжилтнүүд.
        </p>
        <div className="space-y-3 p-4">
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Түргэн тусламжийн эмч"> Түргэн тусламжийн эмч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              <span className="font-bold"> Фельдшер</span> бол эмнэлгийн дунд
              боловсролтой эмнэлгийн туслах юм. Түүний чадвар бол өвчтөнийг
              оношлох, урьдчилсан онош тавих, амь насыг аврах шалтгаанаар
              яаралтай тусламж үзүүлэх явдал юм.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/${professions_data[type]?.details[profession]?.content_image}.png`}
              alt=""
            />

            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Түргэн тусламжийн эмч
            </figcaption>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Техникийн эмчийн үүрэг хариуцлагын хүрээ нэлээд өргөн
              байдаг. Мэргэжилтэн хаана ажиллаж байгаагаас хамааран дараахь байж
              болно. • оношлогоо, • эмчилгээний манипуляци, • яаралтай тусламж,
              • урьдчилан сэргийлэх арга хэмжээ, • нийгмийн үйл ажиллагаа, •
              мэдээллийн дүн шинжилгээ, • өвчтөний яаралтай тусламж үйлчилгээ.
              Фельдшер эмнэлгийн багт эмчийн удирдлаган дор ажилладаг. Хэрэв бид
              фельдшерийн багийн тухай ярьж байгаа бол тэр хамгийн чухал нь -
              эмчийн чиг үүргийг гүйцэтгэдэг. МЭРГЭЖЛИЙН ТУХАЙ МЭДЭЭ Сургалтын
              үргэлжлэх хугацаа - 3 жилээс 10 сар Би хаанаас авч болох вэ - Их
              дээд сургууль, коллежид Шаардлагатай чанарууд - Стресс тэсвэртэй,
              хариуцлагатай, энэрэнгүй, сайн санах ой Мэргэжлийн эрэлт хэрэгцээ
              - Өндөр Хаана ажиллах вэ - Эмнэлэг, эмнэлэг, томоохон аж ахуйн
              нэгж, их дээд сургууль, сургууль Мэргэшлүүд Фельдшерийн мэргэжлийн
              хэд хэдэн үндсэн мэргэшил байдаг. Цэргийн фельдшер нь цэргийн
              ангиудад эмчилгээ, урьдчилан сэргийлэх, халдвараас сэргийлэх арга
              хэмжээний хэрэгжилтэд хяналт тавьдаг. Байлдааны ажиллагааны үеэр
              (талбайд болон эмнэлэгт) цэргийн албан хаагчдад тусламж үзүүлдэг.
              Хүүхдийн фельдшер нь хүүхдүүдэд үзлэг хийж, эрүүл мэндийн байдлыг
              нь үнэлж, нярай хүүхдэд ивээн тэтгэдэг. Ариун цэврийн фельдшер нь
              анхны тусламж үзүүлэх, эрүүл ахуй, халдварын эсрэг, урьдчилан
              сэргийлэх үйл ажиллагаа явуулдаг. Орон нутгийн фельдшер нь
              эмнэлэг, аж ахуйн нэгж, цэцэрлэг, сургуульд өвчтөнүүдийг үздэг. Эх
              барихын эмч нь жирэмсэн эмэгтэйчүүдтэй ажиллахад эмэгтэйчүүдийн
              эмч нарт тусалдаг, бичиг баримт бүрдүүлдэг, хүүхэд төрүүлэхэд
              оролцдог. Эмнэлгийн лабораторийн туслах нь судалгаа хийж,
              шинжилгээнд зориулж цус авдаг. Түргэн тусламжийн фельдшер
              дуудлагаар ажиллаж, өвчтөнийг эмнэлэгт хэвтүүлэх шаардлагатай
              эсэхийг шийддэг. Тэр эмчийн захиргаанд байдаг эсвэл өөрөө багийг
              удирддаг. ДАВУУ ТАЛ • Энэ мэргэжил нь эмч нарынхаас богино
              хугацаанд сургах хугацаа, ач холбогдолтой тул залуу
              мэргэжилтнүүдийг татдаг - фельдшерүүд ажил олоход бэрхшээлтэй
              байдаггүй. • Фельдшерээр ажиллахын тулд дээд боловсрол
              шаардлагагүй - дунд боловсрол хангалттай. Үүний зэрэгцээ
              мэргэжилтэн нь менежмент гэх мэт өргөн хүрээний ажлыг гүйцэтгэдэг.
              • Мэргэжилдээ хөгжихийг эрхэмлэдэг хүмүүс нэмэлт сургалтанд
              хамрагдах боломжтой. Гэхдээ карьерын өсөлттэй байхын тулд та дээд
              боловсрол эзэмших хэрэгтэй болно. Үүнтэй холбогдуулан фельдшер нь
              анагаах ухааны анхан шатны мэдлэг, ажлын туршлагатай тул илүү
              хялбар байх болно. СУЛ ТАЛУУД • Анагаах ухаан бол хүнд хэцүү,
              хариуцлагатай үйл ажиллагааны салбар юм. Фельдшерийн мэргэжил нь
              хүн бүрт тохиромжгүй, учир нь эдгээр мэргэжилтнүүд ихэвчлэн
              яаралтай тусламжийн горимд ажилладаг тул алдаа гаргах эрхгүй
              байдаг. • Техникийн ажилтны ажил нь ихэвчлэн стресстэй нөхцөл
              байдал, биеийн тамирын дасгал хөдөлгөөн, тогтмол бус ажлын цаг,
              шөнийн ээлжээр ажилладаг. Үүний зэрэгцээ тэдний цалин бага байна.
              Боловсролын байгууллагууд Дараах коллежууд нь фельдшерийн
              мэргэжлээр хамгийн нэр хүндтэйд тооцогддог. Анагаах ухааны коллеж
              №1 (Москва); ОХУ-ын Ерөнхийлөгчийн Тамгын газрын Анагаах ухааны
              коллеж (Москва); Анагаах ухааны коллеж №6 (Москва); Ленинград
              мужийн эмнэлгийн тасралтгүй мэргэжлийн хөгжлийн төв
              (Санкт-Петербург); Зардал нь тухайн боловсролын байгууллага болон
              өргөдөл гаргагчийн элсэхээр төлөвлөж буй бүс нутгаас хамаарна.
              Москва, Санкт-Петербургт нэг хичээлийн жилд 125 мянган рублиас
              эхэлдэг бол бүс нутагт үнэ бага буюу 60 мянган рубльээс эхэлдэг.
              Курсууд Эмч нар таван жилд нэг удаа мэргэжил дээшлүүлэх, давтан
              сургах курст хамрагдах ёстой. Сургалт нь ОХУ-ын олон хотод
              нээлттэй байдаг нэмэлт боловсролын байгууллагуудын үндсэн дээр
              явагддаг, жишээлбэл: Олон улсын мэргэжлийн боловсролын төв
              (Москва); Анагаах ухааны мэргэжилтнүүдийн төгсөлтийн дараах
              боловсролын төв (Санкт-Петербург). Мэргэшлээ дээшлүүлэхийн тулд
              фельдшерүүд бусад зүйлсээс гадна зайны сургалтанд хамрагдах
              боломжтой. Зайны сургалтын үнэ дунджаар 8 мянган рубль байна.
              Эрэлт Эмч нарын сул орон тоо байнга нээгддэг - тус улсад олон
              төрлийн анагаах ухааны мэдлэгтэй боловсон хүчин дутагдалтай
              байдаг. Энэ нь ялангуяа хөдөө орон нутгийн хувьд үнэн юм.
            </p>
          </figure>

          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Мэс заслын эмч">Мэс заслын эмч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Мэс засалч бол янз бүрийн эмгэгийг оношлох, эмчлэх, мэс заслын
              аргаар эмчилдэг эмч юм. Хагалгааны ширээнд хүрэхийн өмнө энэ
              мэргэжлийн төлөөлөгч удаан хугацаанд суралцах хэрэгтэй болно.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/mz_doctor.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Мэс заслын эмч
            </figcaption>
            <p className="text-sm text-gray-800"></p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Эмч">Эмч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800"></p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/doctor.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Эмч
            </figcaption>
            <p className="text-sm text-gray-800"></p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Шүдний эмч">Шүдний эмч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800"></p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/dental_doctor.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Шүдний эмч
            </figcaption>
            <p className="text-sm text-gray-800"></p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Анагаахын сувилагч">Анагаахын сувилагч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800"></p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/anagaah_suvilagch.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Анагаахын сувилагч
            </figcaption>
            <p className="text-sm text-gray-800"></p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Эм зүйч">Эм зүйч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800"></p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/em_zuich.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Эм зүйч
            </figcaption>
            <p className="text-sm text-gray-800"></p>
          </figure>
        </div>
      </main>
    </>
  );
}

export default ProfessionPage;
