"use client";
import React, { useState, useEffect } from "react";
import { useSearchParams } from "next/navigation";
import { professionsData } from "@/bin/ProfessionData";
import Image from "next/image";
function ProfessionPage() {
  const basePath = "/assets/images/profession_images";
  const [professions_data, setData] = useState([]);

  const searchParams = useSearchParams();

  const type = Number(searchParams.get("t"));
  const profession = Number(searchParams.get("p"));

  console.log("profession type:", type);
  console.log("profession id:", profession);

  useEffect(() => {
    setData(professionsData);
  }, []);
  return (
    <>
      <main
        className={`max-w-[900px]  bg-white w-full flex flex-col items-center`}
      >
        <div className="space-y-3 p-4">
          <h2 className="text-sm font-bold md:text-3xl">
            {professions_data[type]?.name}
          </h2>

          <p className="text-sm text-gray-800">
            Үйл ажиллагааны бүх чиглэл нь эдийн засаг, мөнгө, санхүүгийн
            хэрэгсэлтэй холбоотой байдаг – банк, санхүүгийн үйлчилгээнээс эхлээд
            хувиараа бизнес эрхлэх хүртэл
          </p>
        </div>
        <figure>
          <Image
            width={900}
            height={400}
            className=" w-full h-96"
            src={`${basePath}/detail_images/${professions_data[type]?.details[profession]?.content_image}.png`}
            alt=""
          />
          <figcaption className="mt-3 text-sm text-center text-gray-500">
            Economy
          </figcaption>
        </figure>

        <div className="space-y-3 p-4">
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Банкир"> Банкир</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Банкир мэргэжлийн ачаар өнөөдөр та хурдан зээл авах, данс нээлгэх,
              хадгаламж хийх боломжтой. Банкны ажилтнуудын асар том боловсон
              хүчин биднийг мөнгө ашиглахад хялбар болгохын тулд ажилладаг
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/${professions_data[type]?.details[profession]?.content_image}.png`}
              alt=""
            />

            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Банкир
              <br />
              Банкир нь өөрийн банкны хөрөнгийн хэмжээ нормотив байрьж байгаа
              эсэх, хэдий хэмжээний мөнгө иргэн, хуулийн этгээдэд зээлүүлсэн,
              хэдий хэмжээний мөнгө босгосон зэргийг тооцдог.
            </figcaption>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Банкирууд харилцагчдад үйлчилдэг. Банкны ажилтнууд
              харилцагчдад данснаас данс руу мөнгө шилжүүлэх, шинэ төлбөрийн
              карт авах, валют солих зэрэгт тусалдаг оффисын ажилтан юм. Арын
              албаны ажил нь үйлчлүүлэгчдийн нүднээс далд байдаг. Тэдгээрийн
              дотор банкирууд мөнгөө тоолж, боож, АТМ цэнэглэж, үйлчлүүлэгчийн
              мэдээллийн аюулгүй байдалд хяналт тавьдаг. Тиймээс арын албаны
              ажилтнууд олон нийт эсвэл компаниудтай шууд бусаар, далд фронтод
              ажилладаг. Банкирууд балансаа хянадаг. Тэд банк өөрийн хөрөнгөөр
              хэдий хэмжээний хөрөнгөтэй, хэдий хэмжээний мөнгө иргэн, хуулийн
              этгээдэд зээлүүлсэн, хэдий хэмжээний мөнгө босгосон зэргийг
              тооцдог. Эдгээр мэдээлэлд үндэслэн банкирууд үйлчлүүлэгчдэд ямар
              хүүтэй зээл олгох нь ашигтай болохыг тодорхойлдог. ДАВУУ ТАЛ
              Банкир мэргэжил нь дараах давуу талуудтай. • Санхүүгийн мэдлэг.
              Банкир эдийн засгийн мэдээг үргэлж мэдэж байдаг. Тэр банкны
              салбарт ямар чиг хандлага байгааг мэддэг. Энэ нь түүнд өөрийн
              хадгаламжаа ухаалгаар удирдахад тусалдаг. • Нийгмийн баталгаа.
              Банкир нийгмийн баталгаатай. Тэрээр тогтмол цалин, урамшуулал
              авдаг бөгөөд энэ нь хийсэн ажлын үр дүнгээс шууд хамаардаг.
              Ажилтан нь яг хэзээ цалин авахаа мэддэг. • Байнгын хөгжил.
              Томоохон банкууд ажилчдаа хөгжихөд нь тусалдаг: сургалтын
              платформыг бий болгодог эсвэл ажилчдад зориулсан боловсролын
              хөтөлбөрийг төлдөг. Сул талууд Банкны мэргэжилд бас сул тал бий. •
              Өндөр өрсөлдөөн. Банкны системд бараг ямар ч ажилтныг сольж болно.
              Банкинд ажиллахын тулд эдийн засгийн дээд боловсролтой байхад л
              хангалттай. Жил бүр их дээд сургуулиас олон мянган ийм мэргэжилтэн
              төгсдөг. Тиймээс банкир хүн ажлын байраа чанга атгах хэрэгтэй. •
              Ажил мэргэжлийн өсөлт удаан. Банкуудад мэргэжлийн шатлалын олон
              шатлал байдаг. Банкны удирдагч Босс-ын ажилд орохын тулд маш их
              цаг хугацаа, эрч хүч, магадгүй олон жил шаардагдана. • Мэдээллийн
              өргөн хүрээ, хурдтай ажил. Банкны ажилтнууд хүмүүс, тэдний
              мөнгөтэй ажилладаг бөгөөд бизнес төлөвлөгөөний дагуу ажлын
              асуудлыг хурдан шийдвэрлэх ёстой. Ийм ажлын хурд нь хүн бүрт
              тохиромжгүй байдаг. Хаана боловсрол эзэмших вэ Хэрэв өмнөх үед нь
              санхүүгийн факультет дээрээ банкирыг тусгайлан бэлтгэдэг улсын
              эдийн засгийн дээд сургууль байсан бол одоо математик, мэдээлэл,
              хуулийн факультет төгссөн хүмүүсийг банкинд ажилд авдаг. Мөн эдийн
              засагчдын эрэлт хэрэгцээ хэвээр байгаа тул их сургуулийг сонгохдоо
              эдийн засгийн чиглэлийг анхаарч үзэх хэрэгтэй. Зарим коллеж,
              техникийн сургуулиудад `Банк` мэргэжлээр хөтөлбөрүүд байдаг боловч
              банкинд ажиллаж, аажмаар ахиж дэвшихийн тулд дунд мэргэжлийн
              боловсролын байгууллагыг төгссөний дараа төрөлжсөн их дээд
              сургуульд элсэх нь зүйтэй. Курсууд Coursera платформ нь санхүү,
              эдийн засаг, банкны нарийн ширийн зүйлд зориулагдсан хэд хэдэн
              хичээлтэй, тухайлбал Сбербанкны Корпорацийн Их Сургуулийн `Банк,
              санхүү` курс эсвэл Эдийн засгийн дээд сургуулийн эдийн засаг,
              санхүүгийн хичээлүүд. Тэд их дээд сургуульд суралцах, дипломыг
              орлохгүй, харин эдийн засаг хэрхэн ажилладаг, банк хэрхэн
              ажилладаг талаар ойлгох, ойлгоход тусалдаг. Эрэлт Банкны салбарт
              олон хэлтэс, чиглэл, мэргэшлүүд байдаг тул банкирын мэргэжил эрэлт
              хэрэгцээтэй байгаа бөгөөд энэ нь маш их ажиллах ёстой гэсэн үг юм.
              Банкирууд мөнгөтэй хүмүүс эсвэл компаниудын хоорондын харилцааны
              бүх үе шатанд шаардлагатай байдаг: хувь картанд бага хэмжээний
              мөнгө байршуулахаас эхлээд Төв банкны үндсэн хүүг тооцоолох
              хүртэл.
            </p>
          </figure>

          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Нягтлан бодогч">Нягтлан бодогч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Компанийн орлого, зарлагын данс баримт бичгийг бэлтгэх, шалгах,
              мөнгөн гүйлгээг цаасан дээр эсвэл цахим бүртгэлд бүртгэх, татварын
              тайланг бөглөх - энэ бүхэн нягтлан бодогчийн мөрөн дээр байдаг.
              Энэ мэргэжлийн талаар ярилцъя
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/nyabo.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Нягтлан бодогч
            </figcaption>
            <p className="text-sm text-gray-800">
              Нягтлан бодогч бол хуульч шиг аж ахуйн нэгжид зайлшгүй
              шаардлагатай хүн юм. Арилжааны хуулийн этгээд ч бай, ашгийн бус
              байгууллага ч бай хаа сайгүй мөнгөн гүйлгээ байдаг тул нягтлан
              бодох бүртгэл, татварын тайлан заавал гаргана. Нягтлан бодогч нь
              тоо баримтыг бүртгэж, дүн шинжилгээ хийж, санхүүгийн баримт
              бичгийг бэлтгэдэг.
              <br />
              Нягтлан бодогчийн хэрэгцээ (хуучин `номч` гэсэн үг) нь хөдөө аж
              ахуйн үйл ажиллагааны нягтлан бодох бүртгэл хийх шаардлагатай
              байсан эртний Энэтхэгт анх үүссэн. Тухайн үеийн нягтлан бодогч нар
              тариалсан талбай, боловсорч гүйцсэн, соёолоогүй үр, хураасан
              ургацын тооцоог хийдэг байсан. Тооцооллыг тоолох, бичих нь
              судлаачийн шаарддаг зүйл байв. Цаг хугацаа өнгөрөхөд түүний
              функциональ байдал өөрчлөгдсөн боловч бага зэрэг өөрчлөгдсөн:
              баримт бичгийг бөглөхөд илүү албан ёсны шаардлага, түүний дотор
              цахим баримт бичиг, алдааны хувьд хуулийн хариуцлагын ялгаатай
              байдал бий болсон.
            </p>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Нягтлан бодогч бол хууль, дүрэм- журмын дагуу
              бүртгэгч нягтлагч юм. Энэ нь тайлант өдрийн байдлаар байгууллагын
              санхүүгийн байдлын талаарх мэдээллийг цуглуулж, бүртгэлд харуулна.
              Тайлангийн огноо нь нягтлан бодох бүртгэлийн (санхүүгийн) тайланг
              бэлтгэсэн өдөр юм. Хуулийн дагуу энэ нь тайлант хугацааны сүүлийн
              хуанлийн өдөр, өөрөөр хэлбэл 12-р сарын 31 буюу аж ахуйн нэгжийг
              өөрчлөн байгуулах, татан буулгах өдөр юм. Жилийн эцэс гэхэд
              нягтлан бодогчийн ажлын ачаалал эрс нэмэгддэг: та нэхэмжлэх дээрх
              тоо, тайлангийн таслал бүрийг шалгах хэрэгтэй. Алдаа нь зардал
              ихтэй: нягтлан бодох бүртгэл эсвэл санхүүгийн тайлангийн дүрмийг
              ноцтой зөрчсөн тохиолдолд захиргааны торгууль ногдуулдаг. Заримдаа
              эрүүгийн хариуцлага хүлээлгэдэг. Жилийн туршид ня-бо дараахь
              ажлуудыг хийдэг. • `анхан шатны бүртгэл` (нягтлан бодох бүртгэлийн
              анхан шатны баримт) бүрдүүлэх, шалгах, түүнийг талуудаас хүлээн
              авах, • компанийн баримт бичгийн урсгалын зөрчлийг хянах, •
              нягтлан бодох бүртгэлийн бодлогын шаардлагын дагуу санхүүгийн
              баримт бичгийг системчлэх (байгууллага бүрт нэг байдаг), • баримт
              бичгийн хуулбарыг бэлтгэж, архивт шилжүүлэх. Нягтлан бодогч бол
              анхааралтай, тодорхой, цаг баримталдаг, хариуцлагатай хүн юм.
              Нягтлан бодох бүртгэлд зориулсан тусгай компьютерийн программ
              (жишээлбэл, 1С), мэдээллийн болон лавлагааны хууль эрх зүйн систем
              (Зөвлөх Plus ба Батлан даагч гэх мэт), цахим гарын үсэг
              (тодорхойлолтоор энгийн бөгөөд сайжруулсан), албан тасалгааны
              тоног төхөөрөмжийг ашиглах чадвартай байх шаардлагатай. Нягтлан
              бодогч нь нягтлан бодох бүртгэл, татвар, архивын тухай хууль
              тогтоомжийн талаар гүнзгий мэдлэгтэй байх ёстой. Захиргааны
              зөрчлийн тухай хууль, Эрүүгийн хуулийн мэдлэгтэй бол давуу тал
              болно. Нягтлан бодогч нь сүүлийн үеийн шүүхийн шийдвэр, чиг
              хандлагыг хянах, түүнийг дагаж мөрдөх чадварыг багтаасан `анхдагч
              данс` бэлтгэхтэй холбоотой асуудлаар хууль сахиулах практикийг
              удирдах чадвартай байх ёстой. Хэрэв библиологич хуульчтай хамтран
              ажилладаг бол санхүүгийн болон тайлагналын асуудлыг зохицуулах нь
              маш хялбаршсан болно: хуульч нь өндөр түвшний арбитр, захиргааны
              эсвэл эрүүгийн хэргийн талаархи тоо баримтыг шалгаж буй хамт
              олондоо байнга мэдэгдэж, тэдгээрийн онцлогийг тайлбарлах болно.
              ДАВУУ ТАЛ • Нягтлан бодогчийн мэргэжлийн хамгийн эхний бөгөөд гол
              давуу тал нь түүний өндөр эрэлт хэрэгцээ юм. Зах зээл нь анхан
              шатны болон өндөр мэргэшсэн нягтлан бодогч шаарддаг бизнесээр
              дүүрэн байдаг. • Нягтлан бодогчийн хоёр дахь давуу тал бол
              компанид болон өөртөө хоёуланд нь ажиллах боломж юм (фрилансер,
              аутсорсер байх). Нягтлан бодогч нь үндсэн ажил болон өөрийн
              төслүүдийг хослуулж болно. • Мэргэжлийн гурав дахь давуу тал бол
              анхаарал болгоомжтой байх, тархины байнгын сургалтыг хөгжүүлэх
              явдал юм. Нягтлан бодогч болно гэдэг нь оюун санааны хомсдол эсвэл
              олон склерозоор өвдөх магадлалыг бууруулна гэсэн үг юм. СУЛ ТАЛУУД
              • Нэгдүгээрт, энэ үйл ажиллагаа нь анхаарал, хариуцлага шаарддаг.
              Алдаа гаргахаас байнгын айдас нь хүний сэтгэл хөдлөлийн байдалд
              нөлөөлж, мэдрэлийн эмгэгийг үүсгэдэг. • Нягтлан бодогчийн бас нэг
              сул тал бол нүдний ачаалал юм. Нягтлан бодогч, хуульчид нүдний
              эмчийн байнгын өвчтөнүүд байдаг. Хуулийн болон бусад зохицуулалтын
              тоо, том бичвэр бүхий компьютерийн өдөр тутмын ажил нь ихээхэн
              хохирол учруулдаг. Хаана боловсрол эзэмших вэ Нягтлан бодогч нь
              эдийн засгийн дунд болон түүнээс дээш боловсролтой байна. Заримдаа
              тусгай курс төгссөн хүмүүсийг ажилд авдаг. Хэрэв та өндөр албан
              тушаал эсвэл карьерын хурдацтай өсөлтийг хүлээж байгаа бол танд их
              сургуулийн диплом хэрэгтэй болно. Хэрэв та бага албан тушаалд
              сэтгэл хангалуун байгаа бөгөөд ахлах нягтлан бодогчийн албан
              тушаалд аажмаар ахих хүсэлтэй байгаа бол коллеж, курс аль аль нь
              тохиромжтой. Курсууд Та бүрэн хэмжээний шинэ нягтлан бодогч болох
              курсууд байдаг. Аль хэдийн туршлагатай мэргэжилтнүүдийн мэдлэг, ур
              чадварыг өргөжүүлэхэд шаардлагатай хөтөлбөрүүд байдаг. Хэрэв аж
              ахуйн нэгжийн нягтлан бодогч мэргэшилгүй бол, жишээлбэл, 1С
              хөтөлбөрт хэрхэн ажиллахаа мэдэхгүй бол ажил олгогч нь ажилтнаа
              ахисан түвшний сургалтад явуулж болно. Хэрэв та нягтлан бодогчоор
              ажиллаж амжаагүй байгаа ч энэ мэргэжлийг эзэмшихийг хүсч байвал
              эхлэгчдэд зориулсан сургалтын хөтөлбөрийг сонгож болно. Жишээлбэл,
              Нягтлан бодогчдын академийн курсууд. Энд тэд шинэхэн нягтлан
              бодогч, нийтийн хоолны нягтлан бодогч, ерөнхий нягтлан бодогч
              нарыг сургаж, 1С хэрхэн ашиглахыг зааж өгдөг. Руно боловсролын
              төвийн хичээлүүд нь `Анхан шатны нягтлан бодох бүртгэл, татвар`,
              `Цалин, боловсон хүчний нягтлан бодох бүртгэл`, `Гадаадын иргэдтэй
              ажиллах хөдөлмөрийн харилцаа`, `Тайлан гаргах дадлага: НӨАТ ба
              орлогын албан татвар` гэсэн чиглэлүүдийг агуулдаг. Стек сургалтын
              төвийн хичээлийг Гадаад харилцааны яам, ФСБ зэрэг өндөр статустай
              их, дээд сургуулийн багш нар заадаг. Нягтлан бодогчдын шинэ онлайн
              курсуудыг Coursera платформ дээр үе үе гаргадаг. Тухайлбал,
              Америкийн их дээд сургуулиудын англи хэлний курс,
              Санкт-Петербургийн Улсын их сургуулийн орос хэлний “Нягтлан бодох
              бүртгэл, аудитын үндэс” хичээлүүд байдаг. Эрэлт Нягтлан бодох
              бүртгэлийн мэргэжил нь түгээмэл байдаг, учир нь аливаа компанид
              үйл ажиллагааны чиглэлээс үл хамааран ашигтай эсэхийг тооцоолж
              чаддаг ажилтан хэрэгтэй байдаг. Шинээр нээгдсэн кафе, төмөрлөгийн
              томоохон үйлдвэрт нягтлан бодогч хэрэгтэй. Нягтлан бодох
              бүртгэлийн мэргэжилтэн нь ажлаа сонгохдоо чөлөөтэй бөгөөд
              компанийн үнэт зүйл нь өөрт нь илүү ойр байдаг компанид очиж
              болно.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Ложистик  Тээвэр зууч">Ложистик Тээвэр зууч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800"></p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/logistic.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Ложистик Тээвэр зууч
            </figcaption>
            <p className="text-sm text-gray-800">
              Логистикчид Византийн үед гарч ирсэн бөгөөд дараа нь тэдний гол
              мэргэжил нь армийн цэргүүдийн хөдөлгөөн зохицуулалт хийдэг байв.
              Хожим нь үүрэг хариуцлага өргөжиж, тэд янз бүрийн чиглэлээр
              хөдөлгөөн тээврийн зохион байгуулалтыг удирдаж эхлэв. Логистикчдын
              чухал ажил үүрэг - ажил олгогч хамгийн их ашиг хүртэхийн тулд үйл
              явцыг оновчтой болгох. Логистикийн ажилтанд байх ёстой чанарууд нь
              түүний карьер ахихад чухал үүрэг гүйцэтгэдэг. Тэдний нэг нь нөхцөл
              байдлыг өөр өөр өнцгөөс харахад тусалдаг аналитик сэтгэлгээ юм. Та
              хөдөлгөөнийг, хүмүүсийг удирдах чадвар буюу - манлайлал нь
              үйлчлүүлэгчид болон харьяа байгууллагуудтай идэвхтэй харилцахад
              үнэхээр чухал юм. Харилцаа холбоос бүрт нарийвчилан дүн шинжилгээ
              хийж ажлын богино ба урт хугацааны төлөвлөлтийг ложистогч хийж
              байдаг. Логистикийн мэргэжил Сургалтын үргэлжлэх хугацаа - 1 жил
              10 сар Би хаанаас авч болох вэ - Их, дээд сургууль, коллеж,
              техникийн сургуульд Шаардлагатай чанарууд - Аналитик чадвар,
              математик оюун ухаан, харилцааны ур чадвар Мэргэжлийн эрэлт
              хэрэгцээ - Өндөр Хаана ажиллах вэ - Логистикийн компаниуд,
              жижиглэн худалдааны сүлжээнүүд, аж үйлдвэрийн аж ахуйн нэгжүүд
              Илүү мэдээлэл Тодорхойлолт Логистикийн гол ажлуудын нэг бол барааг
              үйлчлүүлэгчээс - худалдан авагч руу хүргэх хадгалах явцыг хянах
              явдал юм. Бараа дамжих үе шатуудын тоо нь тээвэрлэлтийн нарийн
              төвөгтэй байдлаас хамаарна. Мөн хяналтын үе шат бүр өөрийн гэсэн
              онцлог, дүрэм журамтай байдаг. Логистикч нь ажил олгогчийн орлого
              зардлаас давахгүй байлгахын тулд үйл явцыг оновчтой болгох
              үүрэгтэй. Тийм ч учраас дээр дурдсан чанарууд нь логистикийн хувьд
              маш чухал юм. Тэрээр үйл явцыг хянаж, гэнэтийн бэрхшээлийн
              шийдлийг хурдан олох хэрэгтэй. Хариуцлагын жагсаалт нь
              логистикчийн мэргэшсэн байдлаас хамаарна: барааг хэрхэн тээвэрлэх
              сонголтуудын үнэлгээг хийх, зар сурталчилгааны хэлтэс, гааль,
              тээврийн компаниудтай харилцах, барааг бүртгэхэд шаардлагатай
              бичиг баримт дээр ажиллах, түүнийг нэвтрүүлэх. хяналтын цэгүүд,
              агуулахын үйл ажиллагааг хянах. Мэргэшлүүд Логистикт агуулах,
              тээвэр гэсэн хоёр том салбар байдаг. Эхнийх нь агуулахад барааг
              хадгалахтай шууд болон шууд бусаар холбоотой бүх үйл явцыг
              багтаадаг. Гэхдээ тээврийн салбар нь хариуцлагын илүү өргөн хүрээг
              хамардаг: тэдгээр нь барааг борлуулах цэгт хүрэх хүртэл цэг бүрийн
              хөдөлгөөний үе шатыг хянахтай холбоотой. Тээврийн салбарт
              ажилладаг мэргэжилтнүүд зуучлалын компаниудтай шууд харилцаж,
              тээвэрлэлтийг аль болох ашигтай болгодог. Сүүлийнх нь төмөр зам,
              агаар, далай, ачааны машин гэсэн бүх төрлийг багтаадаг. Энэ
              чиглэлээр мэргэшсэн логистикчид зөвхөн тээвэрлэлтийг хянаж, цаг
              хугацааг нь хянаж зогсохгүй тээврийн хэрэгслийн нөхцөл байдалд
              хяналт тавьж, түүнийг аль болох оновчтой ашиглахын төлөө
              ажилладаг. Агуулахын салбар - Худалдан авалтыг хүлээн авах,
              хадгалах үүрэгтэй бараа, агуулахын логистикчид шаардлагатай бүх
              бичиг баримтыг зөв бөглөсөн эсэхийг баталгаажуулдаг (ихэнхдээ
              эдгээр нь тохирлын гэрчилгээ, мэдүүлэг юм). Тэдний үүрэг
              хариуцлагад аль хэдийн дууссан баримт бичигт байгаа өгөгдлийг
              гэрээнд анх заасантай тулгах зэрэг орно. Тэд бараа материалын
              одоогийн хэмжээг хянаж, хадгалах зардлыг бууруулахын тулд бүх
              зүйлийг хийдэг. Хэрэв тээврийн салбар нь илүү системтэй байх,
              хөдөлгөөний бүтцийг бий болгоход чиглэгддэг бол түүхий эдийн
              логистик, энэ салбарын мэргэжилтнүүд удахгүй болох борлуулалтыг
              урьдчилан таамаглах, агуулах дахь нөөцийн өсөлт, бууралтыг хянах
              явдал юм. ДАВУУ ТАЛ Аливаа мэргэжил эерэг болон сөрөг талуудтай.
              Логистикч байхын давуу талууд нь дараах байдалтай байна. • та
              мэргэжлээрээ туршлагагүй, дээд боловсролгүй ажилд орох боломжтой;
              • янз бүрийн төрлийн ачааллын жигд харьцаа; • үйл явцад байнгын
              оролцоо; • ахисан түвшний сургалт, шаардлагатай ур чадварыг
              эзэмшсэн тохиолдолд цалингийн идэвхтэй өсөлт. СУЛ ТАЛУУД Эерэг
              талуудын нэлээд том жагсаалтаас үл хамааран логистикийн мэргэжил
              нь сул талуудтай байдаг. • логистикийн компанитай хамтран
              ажилладаг үйлчлүүлэгч, төрөл бүрийн үйлчилгээнд тавигдах
              шаардлагыг чанд дагаж мөрдөх; • бүтээлч бүрэлдэхүүн хэсэг
              дутагдалтай; • чухал шийдвэр гаргахад өндөр хариуцлага, бие даасан
              байдал. Хаана сурах вэ Логистикч болохын тулд яг хаана суралцахаа
              шийдэхийн тулд сургалтын профайлаа шийдэх хэрэгтэй. Хэрэв бид
              мэргэшсэн мэргэжлүүдийн талаар ярих юм бол тэдгээрийг олон их дээд
              сургуульд боловсрол олгодог. Боловсрол авах өөр нэг сонголт байдаг
              - тусгай курсууд. Өмнө нь дээд боловсрол эзэмшсэн, гэхдээ өөр
              чиглэлээр мэргэшсэн хүмүүс - энэ бол мэргэжлийн давтан сургалт
              бөгөөд тэдгээрийг дүүргэж, логистикийн диплом авах боломжтой. Одоо
              ирээдүйн мэргэжилтэнд логистикийн онолыг хурдан нэвтрүүлж,
              практикт хэрхэн ашиглахыг заах олон онлайн хичээлүүд байдаг.
              Хичээлүүдийг вебинар хэлбэрээр авч болно - энэ бүхэн анхны
              сургалт, боломжит ажилтны энэ чиглэлээр хөгжих хүслээс хамаарна.
              Курсууд Дээд боловсролын байгууллагуудаас ялгаатай нь мэргэжилтний
              мэргэшлийг баталгаажуулсан диплом авах үйл явц тийм ч урт биш юм.
              Үүний зэрэгцээ боломжит ажил олгогчид оюутанд анхаарлаа хандуулах
              боломж бий. Мэргэжлийн боловсролын дээд сургууль нь агуулахын
              логистикийн чиглэлээр ахисан түвшний сургалт явуулдаг. Логистикийн
              зохицуулах зөвлөлийн дэргэдэх Сургалтын төв нь мэргэжилтнүүдийг
              мэргэжлийн давтан сургах, мэргэжил дээшлүүлэх чиглэлээр үйл
              ажиллагаа явуулдаг. Бүх сургалтыг алсаас явуулдаг. Хичээлийн
              хамрах хүрээ нь сонгосон сургалтын чиглэлээс хамаарна. Эрэлт
              Логистикийн эрэлт сүүлийн 10 жилд буураагүй. Их, дээд сургуулиуд
              нэмэлт мэргэжлүүд нээж, орон тоогоо нэмэгдүүлж байгаа бөгөөд
              ОХУ-ын Засгийн газрын их сургуулийн Логистикийн факультетийн декан
              Фанк Верде хэлэхдээ, энэ мэргэжлээр төгсөгчдийн 100 хувь нь
              хамгийн богино хугацаанд ажилтай болдог.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Маркетинг менежер">Маркетинг менежер</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Маркетер гэдэг нь хэрэглэгчдийн эрэлт хэрэгцээ, амтыг судалж зах
              зээлд бараа, үйлчилгээг сурталчлах мэргэжилтэн юм. Энэ мэргэжил нь
              бүтээлч байдал, арилжааны прагматизмыг хослуулсан
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/marketing_manager.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Маркетинг менежер
              <br />
              Дэлгүүрийн лангуун дээр гарч байдаг жижиг бооолтой самарын тухай
              бодож үзсэн үү?
              <br />
              Хамгийн сонирхолтой нь жилийн өмнө эдгээр самарыг жинлэж зардаг
              байлаа. Гэхдээ борлуулалт өсөөгүй. Нэг ухаалаг маркетер жижиглэж
              савлах санаа гаргаж ирсэн. Тэгээд борлуулалтын үйл явц нэмэгдсэн
              Энэ нөхцөл байдал нь маркетингийн гайхалтай урихдах арга барилын
              тод жишээ юм. Нэг ухаалаг шийдвэр өндөр эрэлтийг бий болгодог.
              Олон төрлийн бараа, үйлчилгээний элбэг дэлбэг байгаа болоод аж
              ахуйн нэгжийн амжилт нь маркетерийн авьяас чадвараас ихээхэн
              хамаардаг.
            </figcaption>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Энэ үгийн өргөн утгаараа маркетер (англи хэлнээс -
              борлуулалт, зах зээл дээрх худалдаа) гэдэг нь зах зээлийг судалж,
              хэрэглэгчдийн хэрэгцээ, амтыг судлах замаар бүтээгдэхүүнийг
              сурталчлах чиглэлээр ажилладаг мэргэжилтэн юм. Тодорхой
              байгууллагад ажиллахдаа маркетер үйлдвэрлэсэн бүтээгдэхүүний
              эрэлтэд дүн шинжилгээ хийж, боломжуудыг үнэлж, эдгээр
              бүтээгдэхүүнийг амжилттай сурталчлах стратеги санал болгодог. Мөн
              өрсөлдөгчдийн бүтээгдэхүүн (үйлчилгээ), үнийн бодлого,
              сурталчилгааны стратегийн онцлогийг судлах замаар тэдний үйлдлийг
              хянадаг. Маркетер нь салбарыг бүхэлд нь хянаж, олж авсан үр дүнд
              дүн шинжилгээ хийсний дараа компаний удирдлагад бүтээгдэхүүн
              (эсвэл үйлчилгээг) сурталчлах боломж, хамгийн оновчтой
              хувилбаруудын талаархи зөвлөмжийг өгдөг. Маркетерийн үйл
              ажиллагааны хамрах хүрээ нь үйлчлүүлэгчийн хэрэгцээ, хүсэл
              сонирхлыг судлах, дүн шинжилгээ хийх, бүтээгдэхүүн, үйлчилгээний
              эрэлт хэрэгцээг судлах, тодорхой бараа, үйлчилгээний зах зээлийн
              үнэлгээ, бүх салбарыг хянах, бүтээгдэхүүнийг сурталчлах оновчтой
              арга замыг эрэлхийлэх зэрэг орно. , урьдчилсан мэдээ гаргах,
              зөвлөмж боловсруулах. Энгийнээр хэлбэл, маркетер бол та яг энэ
              ухаалаг гар утсыг худалдаж авах, энэ киног үзэх, эсвэл тухайн тур
              операторын үйлчилгээг ашиглах хэрэгтэй гэсэн санааг танд
              дамжуулдаг. Амжилттай маркетинг хийснээр энэ нь үр дүнтэй бөгөөд
              үүнээс гадна энэ эсвэл өөр сонголтыг хийх санаа нь таных юм шиг
              санагддаг. Тодруулбал, маркетерийн үүрэг хариуцлага нь дараахь
              зүйлийг агуулж болно. 1) бүтээгдэхүүний сурталчилгааны кампанит
              ажлыг бүхэлд нь хөгжүүлэх 2) зар сурталчилгааны үр дүнтэй байдлын
              талаархи мэдээллийг системчлэх, дүн шинжилгээ хийх 3)
              үйлчлүүлэгчийн хөрөг зургийг бүтээх 4) зах зээл, өрсөлдөгчдийн дүн
              шинжилгээ 5) өсөлтийн цэгүүдийг хайх 6) контентыг сурталчлах
              стратеги боловсруулах Мэргэшлүүд Маркетингийн чиглэлээр олон
              салбар байдаг бөгөөд энэ салбарын нэр хүнд өсөхийн хэрээр олон
              төрлийн сортууд гарч ирдэг. Хамгийн түгээмэл нь: 1) Контент
              маркетер. Энэхүү мэргэжилтэн нь компанийн вэбсайт, блогт текст
              бичиж, инфографик үүсгэхээс гадна гадаад эх сурвалжид материал
              илгээдэг. 2) Брэнд менежер. Ийм мэргэжилтний үүрэг бол брэндийг
              танигдах, борлуулах боломжтой болгох явдал юм. Ихэнхдээ брэнд
              менежер нь `хаалганаас хаалга хүртэл` брэндийг сурталчлах ажилд
              оролцдог: тэрээр шинэ бүтээгдэхүүн гаргахын өмнө зах зээлийн
              шинжилгээнд хяналт тавьж, сурталчилгааны кампанит ажилд оролцож,
              брэнд зах зээлд гарсны дараа, тэр брэндийг таниулах тал дээр
              ажилладаг. 3) Бүтээгдэхүүний менежер. Бүтээгдэхүүнийг хөгжүүлэхээс
              эхлээд сурталчилгаа хүртэл бүх үе шатанд хяналт тавьдаг. Зах зээлд
              дүн шинжилгээ хийж, компанийн бүтээгдэхүүнийг сурталчлах арга
              хэмжээ зохион байгуулж, өрсөлдөгчийн бүтээгдэхүүнд дүн шинжилгээ
              хийдэг. Энэ бол тодорхой бүтээгдэхүүний мэргэжилтэн юм. 4)
              Интернет маркетер. Энэхүү мэргэжилтэн нь төрөл бүрийн онлайн
              сурталчилгааг хөгжүүлж, интернетэд брэндийг сурталчилдаг. 5) SMM
              мэргэжилтэн. Интернет маркетингийн нэг төрөл болох SMM (Social
              media marketing) нь одоогоор маркетингийн хамгийн алдартай салбар
              юм. SMM-ийн мэргэжилтэн янз бүрийн нийгмийн сүлжээн дэх брэндийг
              сурталчилдаг. Тэрээр текст (нийтлэл) бичдэг, түүх бичдэг,
              үзэгчдийг зугаацуулах, татах арга замуудыг гаргаж ирдэг. SMM
              менежер нь брэндийн нэрийн өмнөөс сэтгэгдэлд хариу өгч, бусад
              блогчидтой нийтлэл солилцох талаар хэлэлцээр хийдэг. 6)
              Маркетингийн шинжээч. Энэхүү мэргэжилтэн нь зах зээлийн судалгаа
              хийж, төлөвлөгөө, тайлан бэлтгэж, өөрийн болон өрсөлдөх чадвартай
              бүтээгдэхүүн дээр судалгаа хийдэг. Энэ бүхний үр дүнд тэрээр
              удирдлагад брэндийг хөгжүүлэх талаар бүтээлч зөвлөмж өгдөг. 7)
              Маркетингийн судалгааны менежер. Энэ мэргэжилтэн таны таамаглаж
              байгаачлан зах зээлийн судалгааг зохион байгуулдаг. Судалгааны үр
              дүнд үндэслэн тэрээр олж авсан өгөгдлийг боловсруулж, дүн
              шинжилгээ хийдэг. 8) Худалдааны маркетер. Худалдааны маркетер нь
              хэрэглэгчид болон үйлдвэрлэгч компаниудын хооронд холбоо тогтоож,
              худалдан авагчид болон борлуулагчдын дунд брэндийг сурталчлах
              ёстой. Тэрээр брэндийг сурталчлах стратеги боловсруулдаг.
              Товчхондоо худалдааны маркетинг гэдэг нь бүтээгдэхүүнийг эцсийн
              хэрэглэгчдэд аль болох хурдан хүргэхэд чиглэсэн үйл ажиллагааны
              цогц юм. 9) Шууд судлаач. Заримдаа энэ чиглэлийг маркетинг гэж
              нэрлэдэг. Шууд маркетингийн мэргэжилтнүүдтэй андуурч болохгүй.
              Захирал бол Google, Yandex, Facebook болон бусад сайтуудаас онлайн
              сурталчилгааны сэтгэгдлийг худалдан авах чиглэлээр ажилладаг зар
              сурталчилгааны худалдан авалтын чиглэлээр мэргэшсэн мэргэжилтэн
              юм. 10) Зорилтот судлаач. Шууд судлаачийн нэгэн адил зорилтот
              судлаач автомат сурталчилгааны сэтгэгдлийг зөвхөн нийгмийн
              сүлжээнээс худалдаж авдаг. 11) Маркетингийн захирал. Энэ бол
              үнэндээ том дарга юм. Тэрээр байгууллагын маркетингийн албыг
              удирдаж, байгууллагын явуулж буй маркетингийн бүх бодлогыг
              хариуцдаг. Тэрээр маркетингийн бүх талын нарийн ойлголттой байх
              ёстой. ДАВУУ ТАЛ Та бүтээлч эрэл хайгуул, арилжааны прагматизмыг
              амжилттай хослуулсан мэргэжлийг хүсч байна уу? Танд маркетер болох
              шууд зам бий. • Юуны өмнө маркетингийн мэргэжлийн эрэлт хэрэгцээ
              хүмүүсийн анхаарлыг татдаг. • Маркетингийн салбар нь карьераа
              өсгөх сайхан боломжийг олгодог. • Цалин нь мэргэжилтний бүтээлч
              чадвар, ажиллах чадвараас ихээхэн хамаардаг. • Маркетерийн ажил нь
              олон төрлийн үйл ажиллагаа, түүний дотор бүтээлч үйл ажиллагааг
              нэгтгэдэг. • Ажил олгогчид ажилчдад уян хатан ажлын хуваарийг
              санал болгодог. СУЛ ТАЛУУД Маркетерууд өөрсдийн ажилдаа `Долоо
              хэмжиж, нэг удаа зүснэ` гэсэн эртний зүйр үгийг дагаж мөрддөг.
              Гэхдээ энэ арга нь зуун хувь амжилтанд хүрэх баталгаа болохгүй.
              Алдаа дутагдал ч гардаг. • Маркетерийн санал болгож буй стратеги
              ажиллахгүй байх эрсдэл өндөр байна • Удирдлага нь жишээлбэл,
              нөөцийн хомсдолоос болж мэргэжилтний гарыг `уяж` болно. •
              Харамсалтай нь олон байгууллага маркетингийн мэргэжлийн ач
              холбогдлыг дутуу үнэлсээр байгаа нь зар сурталчилгаа, маркетингийн
              хэлтэст хандах хандлагад сөргөөр нөлөөлдөг. • Хямралын нөхцөлд зах
              зээлдүүлэгчид хамгийн түрүүнд цомхотголд ордог. • Нэлээд сул тал
              бол өргөдөл гаргагчдын дунд өндөр өрсөлдөөн юм. • Дээр дурдсан бүх
              сул талуудын үр дүнд маркетерийн мэргэжил нь ихэвчлэн маш их
              стресстэй холбоотой байдаг. Хаана боловсрол эзэмших вэ Өнөөдөр
              бараг бүх ИХ дээд боловсролын байгууллагууд маркетингийн чиглэлээр
              боловсрол олгодог. Курсууд Зарим тохиолдолд маркетерийн карьераа
              эхлүүлэхийн тулд хүн ердөө 4-6 сар орчим үргэлжилдэг сургалтанд
              хамрагдах боломжтой байдаг. Үүнээс гадна одоо зайнаас суралцах
              сайхан боломж байна. Geekbrains.ru - Энэ бол оюутнуудад эхнээс нь
              суралцах боломжийг олгодог онлайн их сургууль юм. Хэрэв та аль нэг
              факультет төгссөн бол ажил олоход тань туслах болно. Маркетингийн
              боловсрол сургалтын төв - Энэ бол хагас зуу гаруй жилийн өмнө
              байгуулагдсан Европын маркетеруудын холбоо болох Нидерландын
              маркетингийн хүрээлэнгийн (NIMA) Орос дахь албан ёсны төлөөлөгч
              юм. Тус төв нь оюутнууддаа дадлагад анхаарлаа төвлөрүүлж,
              сургалтын уламжлалт арга барилаас өөр хувилбар санал болгодог.
              Coursera - Дэлхийн хамгийн том онлайн сургалтын үйлчилгээ нь
              тэргүүлэх маркетингийн курсуудыг санал болгодог дэлхийн өнцөг
              булан бүрт бизнесийн их дээд сургууль, компаниуд. Оюутнууд эхнээс
              нь суралцах боломжтой. Эрэлт Бүтээгдэхүүн, үйлчилгээг зөв
              `саавлаж` чаддаг мэргэжилтэн нь хөгжилд чиглэсэн аливаа компанид
              хэрэгтэй байдаг. Зарим аж ахуйн нэгжид маркетер байхгүй байсан ч
              гэсэн түүний үүргийг гүйцэтгэдэг хүн тэнд байх болно гэдэгт
              итгэлтэй байгаарай. Энгийн жишээ: боловсон хүчнийг сонгоход
              чиглэсэн гол нөөцийн дагуу маркетингийн мэргэжил, холбогдох
              салбарын мэргэжилтнүүд өнөөдөр соёлын болон холбооны хоёр нийслэлд
              хамгийн их эрэлт хэрэгцээтэй арван аравт багтаж байна. Москвад энэ
              нь нийт сул орон тооны 9-10 хувь, Санкт-Петербургт 7 хувь байна.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Менежер">Менежер</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Менежерийн мэргэжил бол онцгой ур чадвар, өндөр хариуцлага
              шаарддаггүй бөгөөд компанид удирдах албан тушаалд ажиллах нь тун
              амар юм шиг санагддаг. Энэ үнэн эсэхийг харцгаая
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/manager.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Менежер
              <br />
              Бизнес эрхлэгчдийн дунд менежер гэдэг мэргэжлийг бид их сонсдог
              боловч ийм мэргэжилтэй ажилтан юу хийдэг, түүний үндсэн үүрэг
              хариуцлага юу вэ, ямар гол ур чадвартай байх ёстойг мэддэг хүн
              цөөхөн байдаг.
            </figcaption>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Менежерээс бүхэл бүтэн аж ахуйн нэгжийн цаашдын үр
              ашиг хамаардаг мэргэжилтэн юм. Энэ бол компанийн жижиг хэлтэсэс
              цаашлаад бүхэл бүтэн байгууллагын ажлыг зохион байгуулж чаддаг
              ажилтан юм. Англи хэл дээрх “менежмент” гэдэг үг нь “удирдах”
              гэсэн утгатай бөгөөд менежер гэдэг нь удирдаж буй хүн, өөрөөр
              хэлбэл менежер юм. Аль ч байгууллагад хэрэгтэй. Менежер гэдэг нь
              гоо сайхны салоны администратор, жижиг дэлгүүрийн менежер гэх мэт
              хамгийн доод албан тушаалаас эхлээд ерөнхий эсвэл гүйцэтгэх
              захирал хүртэлх олон албан тушаалыг багтаасан маш өргөн ойлголт
              юм. Мэргэшлүүд Менежерийн мэргэжлээр ажилтны ажлын хариуцлагаас
              ялгаатай олон мэргэшил байдаг. Оффисын менежер нь оффисын хэвийн
              үйл ажиллагаа, түүний амьдралын дэмжлэгийг хянадаг мэргэжилтэн юм.
              Хамтран ажиллагсад, үйлчлүүлэгчиддээ тав тухтай орчныг бүрдүүлж,
              бичиг хэргийн ажилтан, нарийн бичгийн даргын үүргийг гүйцэтгэж,
              үйлдвэрлэлийн зардлын тайланг хөтөлнө. Борлуулалтын менежер нь
              компани болон үйлчлүүлэгч эсвэл худалдан авагчийн хооронд холбоо
              тогтоодог. Тэрээр дилерийн харилцааг бий болгож, зохицуулах,
              гэрээг бөглөх, мөн гүйлгээ хийсний дараа худалдан авагчтай сайн
              харилцаа тогтоох чадвартай байх ёстой. Гэхдээ хамгийн чухал зүйл
              бол тэр бараа, үйлчилгээ борлуулах, шинэ үйлчлүүлэгч олох, улмаар
              компанийн ашгийг нэмэгдүүлэх чадвартай байх ёстой. Данс менежер.
              Энэ мэргэжил нь өөрөө ярьдаг: энэ мэргэжилтэн үйлчлүүлэгчидтэй
              ажиллах үүрэгтэй. Одоогийн үйлчлүүлэгчдийн мэдээллийн баазыг
              хөтөлж, шинийг хайж олох, үйлчлүүлэгчдэд захиалга өгөх,
              шаардлагатай бичиг баримтыг бүрдүүлэх, үйлчлүүлэгчидтэй гэрээ
              байгуулах, хоёр талдаа харилцан үйлчлэх хамгийн ашигтай
              нөхцлүүдийг тохиролцоно. Зар сурталчилгааны менежер нь аливаа
              бүтээгдэхүүнийг зах зээлд нэвтрүүлэхтэй холбоотой бүх зүйлийг
              шийддэг. Тэрээр бүтээгдэхүүн, үйлчилгээгээ зардлын болон үр
              дүнгийн хувьд сурталчлах хамгийн үр дүнтэй аргуудыг олдог. Тусгай
              сайтуудыг хайж, олон төрлийн зар сурталчилгааны хэлбэрийг сонгож,
              дизайныг зохицуулж, энэ эсвэл өөр төрлийн сурталчилгаа хэр үр
              дүнтэй ажилладаг, энэ нь компанид ямар ашиг тус авчирсан талаар
              дүн шинжилгээ хийдэг. Зар сурталчилгааны менежерүүд зөвхөн бараа,
              үйлчилгээ борлуулдаг компаниудад байдаггүй. Эдгээр мэргэжилтнүүд
              зар сурталчилгааны орон зайг хангадаг компаниудад бас ажилладаг.
              Энэ тохиолдолд менежерийн даалгаварт сурталчлагчдыг хайх,
              сурталчилгааны ажлыг зохицуулах, захиалга өгөх зэрэг орно. ДАВУУ
              ТАЛ Менежер байхын олон давуу тал бий. • Сайн цалин. Удирдлагын
              олон албан тушаалд (жишээлбэл, борлуулалт, сурталчилгааны салбарт)
              тогтмол цалингаас гадна менежерийн урамшуулал болгон авдаг
              гүйлгээний үнийн дүнгийн тодорхой хувь байдаг. Төлөвлөгөөгөө
              биелүүлсний урамшуулал ч бий. Тиймээс ийм мэргэжилтнүүдийн цалин
              маш өндөр байж болно. • Карьер. Ихэнх мэргэжилтнүүдийн хувьд
              сургалтын систем нь курс, сургалтаар дамждаг бөгөөд энэ нь тэдний
              карьерын өсөлтөд хувь нэмэр оруулдаг. • Ашигтай танилууд. Дүрмээр
              бол менежерүүд харилцааны ур чадвар сайтай, жижүүрээр олон хүнтэй
              харилцаж, амархан танил болдог. Энэ нь ихэвчлэн ажлын байраа
              өөрчлөхөд маш их хэрэгтэй байдаг. СУЛ ТАЛУУД Менежерийн мэргэжил
              бас тодорхой сул талуудтай. • Өрсөлдөөн. Менежерүүдийн дунд маш их
              өрсөлдөөн байдаг. Борлуулалтын менежерүүд худалдан авагч бүрийн
              төлөө, харилцагчийн үйлчилгээний менежерүүд боломжит худалдан
              авагчдын баазыг нэмэхийг зөвшөөрсөн хүн бүрийн төлөө, зар
              сурталчилгааны менежерүүд сурталчлагчдын төлөө тэмцдэг.
              Хөдөлмөрийн зах зээлд өрсөлдөөн бий - удирдах албан тушаалд
              өргөдөл гаргагчид маш их байдаг. • Стресс. Менежерүүд мэдээллийн
              асар их урсгал, асар олон тооны хүмүүстэй ажилладаг. Байнгын
              харилцаа холбоо, нарийн ширийн зүйлд анхаарлаа төвлөрүүлэх нь
              стрессийг өдөөдөг. • Корпорацийн хатуу дүрэм. Менежерүүд ихэвчлэн
              компанийн дүрэм мөрддөг оффисуудад ажилладаг: та хоцорч болохгүй,
              үдийн завсарлага зөвхөн тодорхой цагт боломжтой, хувцаслалт нь
              албан ёсны, ажил хэрэгч байх ёстой. Хаана боловсрол эзэмших вэ
              Менежерийн карьерын эхний шатанд боловсрол нэг их үүрэг
              гүйцэтгэдэггүй. Удирдах албан тушаалд ажиллахын тулд ажлын чиг
              үүрэгтэй холбоотой мэргэжлийн диплом тохиромжтой: жишээлбэл, аялал
              жуулчлалын менежер аялал жуулчлал, зочлох үйлчилгээний чиглэлээр
              боловсрол эзэмшсэн байж болно. Олон боловсролын байгууллагууд
              `Менежер` чиглэлээр сургалтын хөтөлбөртэй байдаг. Эдгээр нь
              бизнесийн удирдлагын чиглэлээр мэргэших хүсэлтэй хүмүүст
              тохиромжтой. Курсууд Үр дүнтэй ажиллаж, ажил мэргэжлийн шатыг
              ахиулахын тулд менежер ахисан түвшний сургалтанд хамрагдах ёстой.
              Оросын менежментийн сургууль. Сургалтууд нүүр тулсан болон онлайн
              хэлбэрээр явагддаг. Сургалтын өртөг нь 31 мянган рубль, үргэлжлэх
              хугацаа нь 40 академик цаг юм. Сургалтууд нь үр дүнтэй
              менежментийн ур чадварт төвлөрдөг. Мөн “Үр дүнтэй сургалтын
              төв”-өөс менежерүүдийн мэргэжил дээшлүүлэх сургалт явуулдаг.
              Зардал нь сонгосон хөтөлбөр болон хичээлийн цагийн тооноос
              хамаарна. Академи сургалтын төв нь Оффисын менежер мэргэжлээр
              мэргэжлийн давтан сургаж байна. Сургалт 4 сар үргэлжилдэг, өртөг
              нь 18 мянган рубль юм. Сургалтын явцад оюутан шинэ мэргэжил
              эзэмшиж, сургуулиа төгсөөд ажилд орох боломжтой болно. Эрэлт Жижиг
              хэлтэс болон бүхэл бүтэн компанийн ажлыг зохицуулж чаддаг, мөн
              өөрсдийн төслүүдийг удирдаж чаддаг сайн менежерүүд үргэлж эрэлт
              хэрэгцээтэй байх болно. Менежерүүдийн эрэлт их байгаа нь бизнесийн
              бүхий л салбарт ажиллах боломжтой гэдгээр тайлбарлаж болно.
              Туршлагатай менежерүүд сэтгэл зүй, маркетинг, эдийн засаг, зар
              сурталчилгааны чиглэлээр маш сайн мэдлэгтэй байдаг.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Эдийн засагч">Эдийн засагч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Эрт дээр үед эртний Грекийн гүн ухаантан Аристотель ашиг тусын
              талаар бодож байжээ. Бүр тодруулбал, тэдний үнэ цэнэ юу вэ, хүмүүс
              яагаад бараагаа солилцож, дутагдаж байгаа бараагаа авахыг
              эрмэлздэг талаар. Алдарт гүн ухаантны эдгээр эргэцүүлэлээр эдийн
              засагч мэргэжил бий болжээ.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/ediin_zasagch.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Эдийн засагч
              <br />
              Эдийн засагч гэдэг нь бараа, үйлчилгээний солилцоо, тэдгээрийн үнэ
              цэнэ, нийгмийн хэрэгцээний хоорондын хамаарлыг ойлгодог хүн юм.
              Энэ нь чанарыг алдагдуулахгүйгээр бараа бүтээгдэхүүн үйлдвэрлэхэд
              хамгийн оновчтой нөөцийг зарцуулах байдлаар байгууллагын ажлыг
              зохион байгуулдаг. Үйл ажиллагааны чиглэлээс хамааран эдийн засагч
              эрэлт болон зах зээлийн бусад үйл явцад нөлөөлж болно.
              Бүтээгдэхүүний чанар, хэрэглэгчдэд үзүүлэх өртөг нь түүний ажлаас
              ихээхэн хамаардаг.
            </figcaption>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Эдийн засагч бол аливаа байгууллагын чухал
              мэргэжилтэн юм. Түүний даалгавар бол компани төлөвлөсөн ашгаа
              авахын тулд тэргүүлэх чиглэл, зорилгоо тодорхойлох явдал юм.
              Тэрээр аж ахуйн нэгжийн үйл ажиллагааг төлөвлөж, сайжруулдаг,
              үүнд: • цалин, урамшууллын схемийг боловсруулахад оролцож,
              шаардлагатай тооны боловсон хүчнийг тооцдог; • зардал, нөөцийн
              ашиглалт, аж ахуйн нэгжийн ашгийг төлөвлөх; • санхүү, эдийн
              засгийн үйл ажиллагааны хэрэгжилтэд хяналт тавьдаг. Мэргэшлүүд
              Эдийн засагч мэргэжил гэдэг өргөн ойлголт. Энэ чиглэлээр олон
              мэргэжлүүд байдаг. Хүн эдийн засгийн ерөнхий боловсрол эзэмшсэн
              байсан ч тухайн аж ахуйн нэгжид ихэвчлэн нэг чиглэлээр ажилладаг.
              Төлөвлөлтийн эдийн засагч нь аж ахуйн нэгжийн хөгжлийн стратегийг
              эдийн засгийн нөхцөл байдлын үүднээс боловсруулдаг. Тэрээр
              үйлдвэрлэлийн төлөвлөлт, шаардлагатай нөөц, түүхий эдийг тооцоолох
              асуудлыг шийдэж чадна. Эдийн засагч-шинжээч нь аж ахуйн нэгжийн
              санхүүгийн үзүүлэлтүүдийг цуглуулж, системчилж, дүн шинжилгээ
              хийж, тэдгээрийн үндсэн дээр компанийн ерөнхий ашиг, ялангуяа
              түүний шинэ төслүүдийг урьдчилан таамагладаг. Хөдөлмөрийн эдийн
              засагчид нягтлан бодогч, компанийн боловсон хүчний хэлтэстэй
              хамтран ажилчдын цалин хөлсний оновчтой тогтолцоог тодорхойлж,
              урамшууллын төлбөрийн хэмжээг тооцоолж, одоо тус компани
              ажилтнуудад урамшуулал олгох боломжтой эсэхийг ерөнхийд нь дүн
              шинжилгээ хийдэг. Хөдөлмөрийн эдийн засагчийн дүгнэлтгүйгээр аж
              ахуйн нэгжүүдэд шинэ сул орон тоо нээгддэггүй, учир нь энэ
              мэргэжилтэн аж ахуйн нэгжийн шинэ боловсон хүчний хэрэгцээг эдийн
              засгийн үүднээс тодорхойлдог. ДАВУУ ТАЛ • Эдийн засагч мэргэжлийн
              гол давуу тал бол хэрэгжүүлэх олон боломж, сайн орлого юм. Эдийн
              засгийн дипломтой бол та хаана ч, ямар ч компанид, профайлаас үл
              хамааран • Санхүүгийн аналитик, нягтлан бодох бүртгэл, санхүүгийн
              аудит зэрэг холбогдох салбаруудыг хурдан эзэмшиж, дараа нь нэгтгэх
              чадвар. • Хувийн төсвөө илүү сайн удирдах, банкны бүтээгдэхүүнийг
              ойлгох боломжийг олгодог санхүүгийн мэдлэг. • Өндөр орлоготой. СУЛ
              ТАЛУУД • Эдийн засагч мэргэжил бас сул талтай. Энэ замыг сонгохдоо
              та хэд хэдэн эрсдэл, бэрхшээлийг ухамсартайгаар шийдэх ёстой
              гэдгийг ойлгох хэрэгтэй. • Хөдөлмөрийн зах зээл маш их
              өрсөлдөөнтэй байдаг тул мэргэжлийн түвшинд байнга өсөж, шинэ
              мэдлэг олж авах, ур чадвараа дээшлүүлэх, компьютерийн тусгай
              программуудыг эзэмших шаардлагатай байдаг. • Компанийн санхүүгийн
              урсгал, эдийн засгийн үйл ажиллагаа, шинжилгээний үр дүнд өндөр
              хариуцлага хүлээх • Илүү ихийг мэдэхийн тулд. Тоотой нягт нямбай,
              нэгэн хэвийн ажил. Нарийвчлал, үр ашигтай байдал, анхаарал халамж,
              тэсвэр тэвчээр энд чухал юм. • Компанийн үйл ажиллагааг хянадаг
              татварын болон бусад төрийн байгууллагуудтай харилцах. Энэ нь
              тэвчээр, тэвчээр шаарддаг. Хаана боловсрол эзэмших вэ Хэрэв та
              эдийн засагч болохыг хүсвэл төрийн болон хувийн ихэнх боловсролын
              байгууллагуудын үүд хаалга танд нээлттэй. Та дунд мэргэжлийн
              боловсролын диплом авсан коллеж, техникийн сургуульд ч гэсэн эдийн
              засагч мэргэжлийг эзэмшиж чадна. Гэхдээ мэдээжийн хэрэг, энэ нь
              зөвхөн эхний алхам байх болно. Сайн мэргэжилтэн болж, томоохон
              компанид ажилд орохын тулд танд эдийн засгийн дээд боловсрол
              хэрэгтэй болно. Боловсролын байгууллагууд Олон их дээд сургууль
              эдийн засагч бэлтгэдэг. Бараг бүх томоохон их сургуульд эдийн
              засгийн тэнхим байдаг. Курсууд Эдийн засагчдын мэргэшлийг
              дээшлүүлэхийн тулд янз бүрийн урт, чиглэлтэй олон курсуудыг
              боловсруулсан. Тэд аль хэдийн мэргэжлээрээ дээд боловсрол эзэмшсэн
              хүмүүст илүү тохиромжтой. Бас энэ чиглэлийг сонирхож байгаа эсвэл
              ажилдаа хэрэгтэй нэмэлт мэдлэг олж авахыг хүссэн хэн бүхэнд илүү
              хялбар сургалтууд байдаг. Олон сургалтууд онлайнаар явагддаг
              бөгөөд оюутнуудаас эрдмийн зэрэгтэй байхыг шаарддаггүй. Гэхдээ
              тэдгээрийг дуусгасны дараа ч ихэнхдээ ямар ч гэрчилгээ өгдөгүй.
              Эдийн засаг, санхүүгийн чиглэлээр ХАБЭА-н онлайн сургалтууд. Тэд
              Coursera боловсролын платформ дээр явагддаг. Сонсогчид өөрт
              тохиромжтой цагтаа лекцэнд хамрагдах боломжтой. Lectorium платформ
              дээрх `Санхүүчдэд зориулсан ABC` онлайн курсууд. Санхүү,
              менежментийн дээд сургууль нь хэрэглээний санхүү зэрэг мэргэжлээр
              онлайн хичээл явуулдаг.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="HR менежер">HR менежер</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Хүний нөөцийн менежер бол ажилд тохиросон хүн авах мэргэжилтэн юм.
              рекрутинга
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/hr_manager.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              HR менежер
              <br />
              Дэлхий яаж ч өөрчлөгдсөн том компаниуд, дунд бизнесүүд үргэлж
              оршин тогтнож байх болно. Бараа үйлдвэрлэл, үйлчилгээний салбар
              эсвэл мэдээллийн технологийн сегмент гэх мэт аливаа төрлийн үйл
              ажиллагаанд боловсон хүчин хэрэгтэй. Энэ нь хүний нөөцийн
              менежерүүд бас хэрэгтэй болно гэсэн үг юм. Удирдлагын баг нь
              мэргэжилтнүүдийг сонгох асуудалд үргэлж чадварлаг байдаггүй: хэт
              олон хувьсагч байдаг бөгөөд тэдэнд өөрсдийн даалгавар хангалттай
              байдаг. Боловсон хүчний бүрдүүлэлтийг мэргэшсэн мэргэжилтэнд
              даатгах нь илүү үр дүнтэй байдаг. Хүний нөөцийн менежерүүдийн хамт
              бид энэ чиглэлээр хэр их орлого олох боломжтой, ямар ур чадвартай
              байх ёстойг тодорхойлох болно. Хүний нөөцийн менежер гэж хэн бэ
              Хүний нөөцийн менежер бол боловсон хүчний менежментийн мэргэжилтэн
              юм. Тэрээр компанид сул орон тоонд тохирох ажилчдыг сонгож, ажилд
              авах, ажлаас халах бичиг баримтыг бэлтгэдэг. Амралт, өвчний
              чөлөөний бүртгэл хөтлөх нь түүний бүрэн эрхэд хамаарна.
            </figcaption>
            <p className="text-sm text-gray-800">
              Хүний нөөцийн менежер юу хийдэг вэ? Аливаа томоохон компаний ажлыг
              боломжтой болгохын тулд ахлах, дунд, доод түвшний мэргэжилтнүүдээр
              хангах шаардлагатай. Нягтлан бодогчид, янз бүрийн профайлын
              менежерүүд, хөгжүүлэгчид, удирдлагын ажилтнууд, ажилчид - жагсаалт
              эцэс төгсгөлгүй байж болно. Та ажилтнуудаа ухаалгаар сонгох
              хэрэгтэй: компанийн орлого нь тэдний ур чадвараас хамаарна. Хүний
              нөөцийн менежер яг үүнийг хийдэг. Тэрээр мөн хөдөлмөрийн
              харилцаатай холбоотой бичиг баримтын урсгалыг хангаж, баг доторх
              ажилчдын хоорондын ая тухтай харилцааг зохицуулдаг. ДАВУУ ТАЛ
              Хүний нөөцийн мэргэжил нь хүмүүстэй харилцах дуртай хүмүүст
              тохиромжтой. Мэргэжлийн давуу талууд нь дараахь зүйлийг агуулдаг.
              • янз бүрийн мэргэжил, зан чанарын хүмүүстэй тогтмол харилцах; •
              харилцаа холбоо, зохион байгуулалтын ур чадварыг тасралтгүй
              хөгжүүлэх; • янз бүрийн асуудлыг шийдвэрлэх чадвар; • нэг хэвийн
              бус байдал. СУЛ ТАЛУУД Энэ ажилд цөөн тооны сул тал бий. • Эхнийх
              нь ажилд орсон ажилтан бүрийн өмнөөс хариуцлага хүлээх болдог. •
              Хоёр дахь нь удирдлага, багын ашиг сонирхлыг харгалзан үзэх
              шаардлагатай. Дашрамд хэлэхэд эдгээр хүчин зүйлсийг сул тал гэж
              нэрлэж болохгүй: хариуцлага, хамт ажиллагсдынхаа санал бодлыг
              харгалзан үзэх нь олон мэргэжлүүдийн бүрэлдэхүүн хэсэг бөгөөд
              үүнгүйгээр үр дүнтэй ажиллаж, үр дүнд хүрэх боломжгүй юм. Хаана
              сурах вэ Мэргэжилд ороход хэд хэдэн сонголт байдаг. Та дээд
              боловсролоос эхэлж болно: Хүний нөөцийн менежментийн чиглэлээр их
              дээд сургуулийг төгссөн эсвэл тусгайлсан сургалтанд хамрагдах. Аль
              ч тохиолдолд та дадлага хийж, туршлага хуримтлуулах боломжтой
              бөгөөд ингэснээр анхны цалинтай ажлаа олоход хялбар болно. Эсвэл
              та бие даасан ажил хийж, боловсон хүчний хайлтын үйлчилгээ үзүүлэх
              боломжтой. Бас та блог хөтөлж, хувийн брэндээ хөгжүүлбэл таны
              орлого нэмэгдэж, үйлчлүүлэгч олох боломж нэмэгдэнэ. Их дээд
              сургуулиуд Та дээд боловсролын байгууллагуудад мэргэжлийг эзэмшиж
              болно: боловсон хүчний менежментийг их дээд сургууль, төрөлжсөн их
              дээд сургуулиудын шилдэг багш нар заадаг. М Курсууд - Ердөө 5
              сарын дотор та Skillbox-оор чанартай мэргжил эзэмших боломжтой.
              “Эхнээс нь хүний нөөцийн менежер” сургалтаар та онлайнаар хүний
              нөөцийн мэргэжилтнээр ажиллах үндсийг сурч, багаа хэрхэн сонгох,
              ажилчдыг удирдах, тайлагналыг хөтлөх зэрэгт суралцах болно.
              Мэргэжилтнүүдтэй практик хичээлүүд нь олж авсан ур чадвараа
              нэгтгэхэд тусална. - Нетологийн `ХН-ийн менежер` курс нь боловсон
              хүчний менежментийн аргуудыг идэвхтэй судлах 7 сарын хугацаа юм.
              Хөтөлбөр нь текст болон вебинар форматын онолын бааз, тусгай
              семинаруудаас бүрдэнэ. Та үр дүнтэй ажилчдыг хэрхэн сонгох,
              тэднийг хөгжүүлэх, урам зоригийг удирдах талаар суралцах болно.
              Сургалт дууссаны дараа Netology нь мэргэжлийн давтан сургах диплом
              олгоно. - GeekBrains-ийн тусламжтайгаар та хүний нөөцийн менежер
              төдийгүй хүний нөөцийн шинжээч болж чадна. Боловсон хүчний
              менежментийн туршлагатай багш нар хүний нөөцийн загваруудын талаар
              ярилцаж, хэмжигдэхүүнийг хэрхэн бий болгох, ажилчдын гүйцэтгэлтэй
              ажиллахыг зааж өгнө. Сургалт нэг жил үргэлжилнэ: энэ нь 520 цагийн
              хэрэгцээтэй мэдээлэл, практик ур чадварын сургалт юм. Эрэлт
              Алдартай ажил хайх сайтын мэдээлснээр сүүлийн хоёр жилийн
              хугацаанд хүний нөөцийн менежерүүдийн эрэлт эрс нэмэгдсэн байна.
              Олигтой орлоготой болсон нэг ч компани дангаараа боловсон хүчин
              хайхгүй. Бүтээгдэхүүнээ зах зээлд гаргаж чадсан менежерүүд багийн
              сонгон шалгаруулалтыг мэргэжилтэнд даалгасан нь дээр гэдгийг
              ойлгодог. Хөдөлмөрийн зах зээлийг чадварлаг үнэлж, үр дүнтэй
              ажилчдыг бизнест татах чадвартай мэргэжилтэн. эргэшсэн дээд
              боловсрол эзэмших хэд хэдэн боловсролын хөтөлбөрүүд энд байна.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="PR менежер">PR менежер</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Та олон нийттэй харилцах сонирхолтой юу? Та компаниудын имиж дээр
              ажиллахыг хүсч байна уу? Тэгвэл өөрийгөө PR мэргэжилтний хувьд
              туршиж үзээрэй
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/pr_manager.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              PR менежер
              <br />
              Танд дуртай блогчин бий юу? Мэдээ уншдаг дуртай хэвлэл? Хэрэв та
              гэр ахуйн цахилгаан хэрэгсэл эсвэл гоо сайхны бүтээгдэхүүн
              худалдаж авбал зарим брэндийг илүүд үздэг үү? Хэрэв та бүх
              асуултад `тийм` гэж хариулсан бол эдгээр компани, хувь хүмүүсийн
              PR менежерүүд маш сайн ажиллаж байна. Брэндийг хүлээн зөвшөөрөх нь
              хэрэглэгч (бүтээгдэхүүн, агуулгаас үл хамааран) бараг
              эргэлзээгүйгээр үүнийг сонгох хүчин зүйл юм. Хэрэв та олон нийттэй
              харилцахыг мөрөөдөж, компаниудын имиж дээр ажиллахыг хүсч байвал
              өөрийгөө PR мэргэжилтний хувьд туршиж үзээрэй. PR менежерийн
              мэргэжлийн төлөөлөгчид хэвлэл мэдээллийн харилцааны салбарт
              хаанаас эхлэх, наранд байр сууриа хэрхэн олох талаар танд хэлэх
              болно.
            </figcaption>
            <p className="text-sm text-gray-800">
              PR менежер гэж хэн бэ PR менежер нь компанийн имижийг хариуцаж,
              хэрэглэгчдийн сонирхлыг татахуйц дүр төрхийг бий болгодог
              мэргэжилтэн юм. Нийгмийн сүлжээн дэх хэрэглэгчидтэй харилцахаас
              эхлээд хэвлэл мэдээллийнхэнтэй хамтран ажиллах хүртэлх бүхий л
              гадаад харилцаа холбоо түүнд хамаарна. PR менежер юу хийдэг вэ? PR
              менежерийн нөлөөллийн талбар бол гадаад орчинтой харилцах явдал
              юм. Энэхүү харилцан үйлчлэлийн хүрээнд PR ажилтан нь уран бүтээлч,
              блогчин гэх мэт компани эсвэл хувь хүний ашиг сонирхлыг төлөөлдөг.
              PR мэргэжилтэн нь гадаад хүчин зүйлсийг харгалзан нийгэм дэх
              тэдний байр суурь, дүр төрхийг тодорхойлдог. Тэрээр хэвлэл
              мэдээллийн төлөөлөгчидтэй харилцаж, хэвлэлийн мэдээ гаргаж,
              сурталчилгааны сувгийг олдог. — PR менежер нь нөлөөллийн
              маркетингийн чиглэлээр ажилладаг мэргэжилтэн юм. Тэр хүн, компани
              эсвэл үйл явдлын эргэн тойронд чадварлаг интеграцчлал эсвэл
              мэдээллийн хангамжийг гаргаж, дараа нь амжилттай хэрэгжүүлж, зохих
              үйл явцыг зохион байгуулах чадвартай байх ёстой. Бид голчлон
              хэвлэл мэдээлэл, үйл явдлын талаар ярьж, үзэл бодлын удирдагчидтай
              хамтран ажиллаж байна. ДАВУУ ТАЛ - Шинжлэх ухаан, анагаах ухаан,
              загвар, гоо сайхан гэх мэт янз бүрийн салбарын үйлчлүүлэгчидтэй
              мэргэжилтэн ажилладаг PR агентлагийн тухай ярьж байгаа бол алсын
              хараа байнга өргөжиж байна. - Өсөн нэмэгдэж буй холболтууд: утасны
              дэвтэр нь хэрэгцээтэй харилцагчидтай тогтмол шинэчлэгддэг. -
              Хэвлэл мэдээллийн хүртээмж бол бидний цаг үед олон нийтийн санаа
              бодолд нөлөөлөх хүчирхэг байгууллага юм. - Мэргэжлийн нэр хүнд:
              Хэвлэл мэдээллийн хэрэгсэлтэй мэргэжилтэн үргэлж эрэлт
              хэрэгцээтэй, нийгэмд нэр хүндтэй байдаг. - Зөвхөн мэргэжилтэн
              өөрөө болон түүний ур чадвараас хамаардаг өндөр орлого. СУЛ ТАЛУУД
              Мэргэжилд цөөн хэдэн сул тал бий, гэхдээ тэдгээр нь байдаг. Энэ: -
              тогтмол бус ажлын цаг; - стрессийн өндөр түвшин; - Зарим ажил
              олгогчид PR менежерийн хариуцлагын талаар бүрхэг ойлголттой
              байдаг. Хаана сурах вэ Мэргэжилтэн бүр PR-д хүрэх өөрийн гэсэн
              замтай байдаг. Зарим хүмүүс мэргэжлээ шууд шийдэж, диплом, зохих
              мэргэжлийг авахын тулд төрөлжсөн их дээд сургуульд суралцдаг.
              Гэхдээ ихэвчлэн өөр мэргэжлээс энэ салбарт ирдэг хүмүүс олон
              байдаг. Энэ тохиолдолд тусгай сургалтанд хамрагдах нь хангалттай:
              дараа нь та анхны PR-ийн ажлыг авах боломжтой. Бас та шууд практик
              хийж ур чадвартай болох боломжтой. Олон компаниуд ихэвчлэн
              чадварлаг туршлагатай мэргэжилтнийг ажилд авах хүсэлтэй байдаг.
              Ямар ч компанид та карьераа эхлүүлсэн үнэ цэнэтэй туршлага суух
              болно. Их дээд сургуулиуд PR мэргэжилтнүүдийг нийслэлийн тэргүүлэх
              их дээд сургуулиуд болон бүс нутгийн их дээд сургуулиудад
              бэлтгэдэг. Курсууд - Skillbox-ын `PR менежерийн мэргэжил` сургалт
              нь 6 сарын чанартай сургалт бөгөөд 70% нь дадлагаас бүрддэг. PR
              мэргэжилтэн ажилдаа шийддэг бодит асуудлууд таныг хүлээж байна.
              Зургаан сарын хугацаанд та 20 гаруй практик ажил хийж, алдартай
              компани эсвэл өөрийн брендийн төсөл боловсруулах болно. Энэхүү
              сургалт нь түвшингээ дээшлүүлэхийг хүсч буй эхлэгч болон одоо
              байгаа мэргэжилтнүүдэд тохиромжтой. - Нетологийн сургалтын
              хөтөлбөр нь арай удаан үргэлжилдэг - 8 сар. “Дижитал дахь PR
              менежер: тэгээс дунд хүртэл” сургалтаар та компаниудын имижийг
              хэрхэн удирдах талаар суралцахаас гадна мэдээллийн технологийн
              салбарын нарийн ширийн зүйлийг сурах болно. Танд компьютер эсвэл
              утас байхад л хангалттай, долоо хоногт 8-10 цаг. Сургалтын дараа
              шилдэг оюутнууд томоохон харилцаа холбоо, дижитал агентлагуудад
              дадлага хийж, үнэ цэнэтэй туршлага хуримтлуулж, томоохон
              корпорацид карьераа эхлүүлэх боломжийг олж авдаг. - Илүү богино
              сонголт бас бий - irs.academy-ийн `PR менежер` курс. Энэ бол байр
              сууриа тодорхойлох, хэвлэл мэдээллийн хэрэгсэл, үзэл бодлын
              удирдагчидтай ажиллах, сурталчилгааны кампанит ажлын үр дүнтэй
              байдлын параметрүүдийг хянах талаар 20 цаг хэрэгтэй мэдээлэл юм.
              Сургалтанд хамрагдсаны дараа та шинэ тусгай мэдлэг, сургалтыг
              төгссөнийг баталгаажуулсан гэрчилгээтэй болно. Эрэлт Энэ мэргэжил
              нь олон жилийн турш эрэлт хэрэгцээтэй, сайн цалинтай байсан бөгөөд
              байх болно. Өөр нэг зүйл бол өнөөдөр сэтгүүл зүй, маркетинг гэсэн
              хэд хэдэн мэргэжлүүдийн огтлолцол дээр өөрчлөгдөж, хөгжиж байгаа
              бөгөөд SMM, SERM, брендийн үндсийг нэмсэн. Энэмэргжил огт
              уйтгартай ажил биш.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Санхүүгийн шинжээч">Санхүүгийн шинжээч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Санхүүгийн шинжээч нь компаниудад бизнесийн шийдвэр гаргах,
              санхүү, хөрөнгө оруулалтаа ухаалгаар удирдахад тусалдаг.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/business_analyst.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Санхүүгийн шинжээч
              <br />
              Санхүүгийн шинжээч нь санхүүгийн менежментийн салбарт гарч болох
              бүх эдийн засгийн эрсдэлийг тооцоолох чадвартай. Тэрээр хямралын
              эсрэг төлөвлөгөө боловсруулж, хөрөнгийг хэрхэн үр дүнтэй удирдахыг
              мэддэг. Үүний тулд тэрээр математикийн арга, статистикийн
              өгөгдлийг ашигладаг. Хэрхэн санхүүгийн шинжээч болж, менежерийн
              баруун гар болохыг олж мэдье.
            </figcaption>
            <p className="text-sm text-gray-800">
              Санхүүгийн шинжээч гэж хэн бэ Санхүүгийн шинжээч эдийн засгийн
              мэдээллийг судалж, эдгээр үр дүнг компаниудад бизнесийн зөв
              шийдвэр гаргахад нь тусалдаг. Ерөнхийдөө ийм дүн шинжилгээ нь
              байгууллагын хөрөнгө оруулалтын шийдвэрийг зөвтгөхөд шаардлагатай
              байдаг. Эдгээр мэргэжилтнүүд боломжит хэтийн төлөв, боломжид
              тулгуурлан компанийн хувьцааг худалдаж авах, зарах гэх мэт
              тодорхой арга хэмжээг менежерүүдэд зөвлөж байна. Санхүүгийн
              шинжээч юу хийдэг вэ? Санхүүгийн шинжээч нь ихэвчлэн дараах
              ажлуудыг гүйцэтгэдэг: санхүүгийн менежментийг оновчтой болгох;
              мөнгөний нийлүүлэлтийн үр ашгийг нэмэгдүүлдэг; эдийн засгийн
              эрсдэлийг үнэлдэг; хөрөнгө оруулалт хаашаа явж болохыг
              тодорхойлох; хөгжлийн нөөцийг хайж, зах зээл эсвэл түншүүдийн
              санхүүгийн байдалд дүн шинжилгээ хийдэг. ДАВУУ ТАЛ Энэ мэргэжилд
              хангалттай давуу тал бий. Тэдний дунд: • хөдөлмөрийн зах зээл дэх
              эрэлт; • ажил мэргэжлийн өсөлтийн хэтийн төлөв; • өндөр цалин; •
              ажил олгогчийн зардлаар мэргэжлийн чуулганд оролцох боломж. СУЛ
              ТАЛУУД Энэ мэргэжилд бас сул талууд бий: • ихэвчлэн нэг хэвийн
              ажил хийх шаардлагатай болдог; • мэргэжлийг эхнээс нь эзэмшихэд
              хэцүү; • Та эцсийн үр дүнд илүү хариуцлага хүлээх болно Хаана
              сурах вэ Их дээд сургуульд санхүүгийн шинжилгээний ур чадвартай
              эдийн засгийн суурь боловсрол эзэмшинэ. Мөн эрэлт хэрэгцээтэй
              мэргэжлийг онлайн сургалтаар заадаг. Курсууд - Skillbox-ын
              санхүүгийн шинжээчийн курс 4 сар үргэлжилнэ. Сургалтын үеэр та
              Оросын томоохон компаниудын тохиолдлуудад дүн шинжилгээ хийж,
              багцдаа сонирхолтой ажил олж авах, бизнесийн санхүүгийн загварыг
              хэрхэн бий болгох, урьдчилан таамаглах арга барилд суралцах болно.
              Та кураторуудын сайтар шалгаж үзэх 10 практик ажлыг дуусгах болно:
              тэд алдаагаа засах, туршлагаа хуваалцах, үнэ цэнэтэй зөвлөмж өгөх
              болно. - `Нетологи`-ийн `Санхүүгийн шинжээч` курс нь 5.5 сарын
              хугацаатай. Та менежментийн тайланг хэрхэн бэлтгэх, эрсдэлийг
              хэрхэн үнэлэх, цагаа зөв удирдах чадвартай болно. Төгсгөлд нь та
              мэргэжлийн давтан сургах диплом авах болно. - `Нетологи` нь
              `Санхүүгийн технологи ба аналитик` гэсэн урт хугацааны сургалтыг
              санал болгодог. Энэ бол 2 жилийн сургалт бөгөөд төгсөөд магистрын
              зэрэг авах болно. Та санхүүгийн математик, эконометрикийг сурч,
              техникийн англи хэл сурч, санхүүгийн загварчлалыг эзэмшиж, хиймэл
              оюун ухааныг ажилдаа хэрхэн ашиглах талаар ойлгох болно.
              Хөтөлбөрийн төгсөгчид Дундад мэргэжилтний ажилд нэн даруй өргөдөл
              гаргаж болно. Эрэлт Олон улс орнуудад санхүүгийн шинжээчдийн эрэлт
              одоо идэвхтэй өсч байна. Эдийн засгийн хямралын нөхцөлд сайн
              мэргэжилтэн нь компани эсвэл эдийн засгийн бүх салбарт их
              хэмжээний алдагдлыг багасгахад туслах арга хэмжээг боловсруулж
              чаддаг. Түүгээр ч барахгүй корпорацууд ийм нөхцөлд ч боловсон
              хүчнийхээ хөгжилд хөрөнгө оруулахад бэлэн байна.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Бренд менежер">Бренд менежер</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Брэнд менежер урьд өмнөхөөсөө илүү эрэлт хэрэгцээтэй болж байна.
              Брэнд менежерийн мэргэжил яагаад хэрэгцээ өсөв.{" "}
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/brand_manager.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Брэнд менежер нь компанийн брэндийг сурталчлах, хэрэглэгчдэд
              анзаарч, үнэлэгдэх бүтээгдэхүүнийг танилцуулахад туслах үүрэгтэй.
              Брэндийг хөгжүүлэх стратеги төлөвлөх, офлайн болон онлайн орчинд
              бүтээгдэхүүнээ сурталчлах арга замыг сонгох нь энэ мэргэжлийн
              мэргэжилтнүүдээс хамаарна. Дараа нь та брэндийн менежерийн
              мэргэжлийн онцлог шинж чанаруудын талаар мэдэх болно: ямар үүрэг
              хариуцлага хүлээдэг, ажил нь хэрхэн төлдөг, сургалтанд хэр их цаг
              хугацаа шаардагдах, карьерын хэтийн төлөв байгаа эсэх.
            </figcaption>
            <p className="text-sm text-gray-800">
              Брэнд менежер гэж хэн бэ Брэнд гэдэг нь зөвхөн компани эсвэл
              түүний бүтээгдэхүүний нэр биш, харин үйлчлүүлэгчид бий болсон
              холбоо гэж ойлгогддог. Барааны тэмдгийг хариуцдаг мэргэжилтэн нь
              бүтээгдэхүүний эерэг дүр төрхийг бий болгож, брэндийг хөгжүүлж,
              сурталчлах болно. Тэрээр туршилтын амжилт, бүтэлгүйтлийн
              шалтгааныг шинжлэх, байршлын зарчмуудыг ойлгох ёстой. Мэргэжилтэн
              нь маркетингийн үндсийг мэддэг байх, зорилтот үзэгчдийн судалгаа,
              судалгаа хийх чадвартай байх, бүтээгдэхүүн рүү үйлчлүүлэгчийн
              замыг хөгжүүлэх хэрэгтэй - customer journey map. Брэнд менежер нь
              хэвлэл мэдээллийн төлөвлөлт, төсөв, үнэ тогтоох чадвартай байх
              ёстой, аман болон визуал брэндийн таних тэмдэг, хэвлэл мэдээллийн
              сурталчилгаа, сурталчилгаа, түүнчлэн онлайн орон зай дахь брэндийг
              сурталчлах хэрэгсэл - SMM, нөлөөллийн маркетинг, имэйл мэдээллийн
              товхимол, SERM зэргийг ойлгох ёстой. Брэнд менежер юу хийдэг вэ?
              Брэнд менежер бол дижитал маркетинг, B2B, B2C зах зээлийн мэдлэг
              шаарддаг орчин үеийн бүтээлч мэргэжил юм. Брэнд менежерийн үндсэн
              үүрэг хариуцлага: - хэрэглэгчийн сонголт, өрсөлдөгчид,
              борлуулалтын сувгийн судалгаа; - үзэл баримтлал, брэндийн
              бизнесийн стратеги, бүтээгдэхүүний танилцуулгын сонголтуудыг
              боловсруулах; - брэндийг сурталчлахын тулд үйлчлүүлэгчидтэй
              харилцах; - сурталчилгааны кампанит ажил явуулах; -
              үйлчлүүлэгчдийн хариу үйлдэл, барааны тэмдгийн талаархи тэдний
              хандлагыг судлах; - амлалт, чиг хандлагад нийцэж байгаа барааны
              чанарын хяналт. - Зах зээлийн судалгаа, үнийн асуудлыг шийдвэрлэх,
              сурталчилгааны төлөвлөлт хийхдээ брэнд менежер нь маркетер, SMM
              менежер, PR менежертэй хамтран ажилладаг. ДАВУУ ТАЛ Туршлагатай
              мэргэжилтэн үргэлж сайн цалинтай ажил олох болно. Энэ бол брэндийн
              менежерийн мэргэжлийн чухал давуу тал боловч цорын ганц зүйлээс
              хол байна. Өөрийгөө шүүх: - Эрэлт - Энэ мэргэжлийн нэр хүнд жил
              бүр нэмэгдэж байна. - Хурдан суралцах - Суурь боловсролыг онлайн
              сургалтаар авах боломжтой, заавал их сургуульд суралцах
              шаардлагагүй. - Ажлын олон талт байдал. Үүргээ хэрэгжүүлэхдээ
              тэрээр идей - санаа гаргаж, баримт бичиг, өгөгдөл, хүмүүстэй
              ажиллаж, хүсэл эрмэлзэлээ ухамсарлаж, хичээл зүтгэлийнхээ үр дүнд
              хүрдэг. - хэтийн карьер карьер хөгжилт. Ажил мэргэжлийн хувьд
              өсөх, орлого олох боломж бий. - Брэнд менежерийн шийддэг олон
              асуудлыг шийдэхийн тулд та оффист байх шаардлагагүй. Энэ ажлыг
              алсаас хийж болно. Сул талууд Брэндийн мэргэжилтнүүдийн үйл
              ажиллагаанд дараах сул тал байдаг. - Нэгдүгээрт, ажлын үр дүнг
              үргэлж урьдчилан таамаглах боломжгүй: `хамтрагч` ажилтан -
              худалдагч эсвэл харилцагчийн үйлчилгээний мэргэжилтнүүдийн ажил
              тэдний ажлын үр дүнд их хүчтэй нөлөөлдөг. Өөрөөр хэлбэл түүний
              ажлын үр бусдын хамтын ажиллагаанаас их шалтгаалдаг - Маркетинг,
              зар сурталчилгаа, борлуулалт, хэрэглэгчийн сэтгэл зүй зэрэг янз
              бүрийн чиглэлээр өргөн мэдлэгтэй байх шаардлагатай. Хаана сурах вэ
              Компанийн брэндийг сурталчлах ажлыг удирддаг мэргэжилтэн тусгай
              боловсролгүйгээр зорилгодоо хүрч чадахгүй. Мэдээж хамгийн
              найдвартай сонголт бол төрөлжсөн дээд сургууль эсвэл их сургуульд
              суралцах явдал юм, гэхдээ та диплом авахын тулд хэдэн жил
              зарцуулах шаардлагатай болно. Мэргэжилд хүрэх богино зам бас бий:
              та онлайнаар үнэгүй лекц үзэх эсвэл сургалтанд хамрагдах
              боломжтой. Курсууд Дээд боловсрол эзэмших нь удаан хугацаа
              шаарддаг бөгөөд хямдхан биш тул олон хүмүүс курсээр мэргэжлээрээ
              суралцахыг сонгодог. Энд хамгийн сүүлийн үеийн мэдээллээр
              хангадаг, туршлагатай дадлагажигчдыг лекц, вебинар явуулахад
              урьдаг тохиромжтой хэлбэр юм. - Эрэлттэй мэргэжлүүдэд зориулсан
              онлайн их сургууль болох Skillbox нь гурван сарын Брэнд менежерийн
              курс санал болгодог бөгөөд тэд танд маркетингийн кампанит ажлыг
              хэрхэн хөгжүүлэх, үйлчлүүлэгчдэд таалагдах брэндийг эхнээс нь бий
              болгохыг заадаг. Оюутнууд сургалтын материал, практик ажил,
              туршилтын мэргэжилтнүүдийн санал хүсэлтийг авах боломжтой.
              Төгсгөлийн төсөл, сургалтыг төгссөн гэрчилгээ нь багцын нэг хэсэг
              болно. - 7 сарын хугацаатай `Брэнд менежер` сургалтыг алдартай
              боловсролын платформ `Netology` дээрээс авах боломжтой.
              Туршлагатай багш нар үзэгчидтэй хэрхэн харилцаа холбоо тогтоох,
              байр сууриа тодорхойлох, зар сурталчилгааны стратеги бодох,
              хэмжүүрийг хянах талаар заадаг. Түншүүдтэй дадлага хийх боломжтой.
              Нэлээд давуу тал бол ажилд ороход туслах явдал юм. - Эдийн засгийн
              дээд сургуульд үйл ажиллагаа явуулдаг Маркетингийн чадавхийг
              хөгжүүлэх төв нь “Бренд-менежмент: шинэ бодит байдал” хичээлийг
              санал болгож байна. Офлайн сургалт нь 7 сарын хугацаанд
              зориулагдсан: энэ нь 340 академик цаг юм. Оюутнууд мэргэжлээрээ
              гол ур чадвараа хөгжүүлж, орчин үеийн багаж хэрэгсэл, загвар дээр
              ажиллаж сурах, бодит хэрэглэгчийн төсөл дээр багаар ажиллах,
              сургалтын төгсгөлд Үндэсний судалгааны их сургуулийн Эдийн засгийн
              дээд сургуулиас мэргэжлийн давтан сургасан диплом олгоно.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Төслийн менежер">Төслийн менежер</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Төсөл амжилттай хэрэгжихийн ард нэг биш нэг мэргэжилтэн оролцоно.
              Хүн, цаг хугацаа, санхүүгийн нөөцийн ач холбогдлыг ойлгоход
              төслийн менежер чухал үүрэгтэй.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/project_manager.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Төслийн менежерийн ажиллах боломжтой салбарууд нь мэдээллийн
              технологи, анагаах ухаан, дижитал, боловсрол зэрэг олон янз
              байдаг. Тэд тус бүрдээ хүрэх зорилго, шийдвэрлэх асуудалтай
              байдаг. Мэргэжлийн нэр хүнд жил бүр нэмэгдэж байна: ялангуяа
              технологийн бүтээгдэхүүн үйлдвэрлэхэд мэдээллийн технологийн
              салбарт олон төслийн менежерүүд шаардлагатай байдаг. Гэхдээ олон
              улсын компанийн нэг хэсэг болох эсвэл ложистикийн чиглэлээр төсөл
              хэрэгжүүлэх хүсэлтэй хүмүүс бас ажил олох болно. Хүн, цаг хугацаа,
              санхүүгийн нөөцийн ач холбогдлыг ойлгоход төслийн менежерүүд
              хэрэгтэй. Мэргэжилтэн нь сайн хөгжсөн зөөлөн ур чадвар,
              менежментийн ур чадвар, төлөвлөлтийн чадвартай байх ёстой
            </figcaption>
            <p className="text-sm text-gray-800">
              Төслийн менежер юу хийдэг вэ? Төслийн менежер үнэхээр олон үүрэг
              даалгавар гүйцэтгэдэг. Мэргэжилтэн нь ажиллаж буй төслийнхөө
              онцлогыг маш сайн мэддэг байх ёстой. Жишээлбэл, вэбсайт
              боловсрулахад төслийн менежер нь сайт хэрхэн ажиллах, хэнд
              чиглэсэн болоход хяналт тавьж ажиллах болно. Төслийн менежер нь
              ажлын даалгаварыг гүйцэтгэхэд найрсаг эв зүйтэй багйг `нэг бүтэц`
              болгох үүрэгтэй. Үүнд захиалагчтай ажлын төлөвлөгөөг хэлэлцэх,
              төлөвлөх, эцсийн хугацааг хянах, үүрэг даалгавар өгөх,
              гүйцэтгэгчдын ажилд хяналт тавих, төслийн эцсийн хамгаалалт хийх
              зэрэг орно. Төсөл эхэнд бүх юм ойлгомжгүй, будлиантай, хэцүү мэт
              санагдаж болно. Төслийн менежер эмх замбараагүй байдлыг эмх
              цэгцтэй болгох хэрэгтэй. Энэ мэргэжлийн төлөөлөгчийн хувьд хатуу
              болон зөөлөн ур чадвар чухал байдаг. Даалгаврыг даван туулахын
              тулд үйл явцыг хэрхэн удирдах, оновчтой болгох талаар мэдэх нь
              чухал юм. Даалгавраа зөв тавьж, хэрэгжилтийг хянах чадвартай байх
              нь адил чухал юм. Төслийн менежер нь багийг хэрхэн нэг цогц болгон
              нэгтгэж, бүх ажилтан “нэг хүн шиг” ажиллах ёстойг ойлгох ёстой.
              Аливаа төсөл дээр ажиллахдаа эрсдэлийг тооцож, түүнээс хэрхэн
              зайлсхийхээ мэддэг байх хэрэгтэй: төлөвлөлт, төсвийн
              менежментгүйгээр хаана ч байхгүй. Зөөлөн ур чадварын хувьд
              шүүмжлэлтэй сэтгэлгээ, хөгжсөн сэтгэл хөдлөлийн оюун ухаан нь
              ажилчид болон үйлчлүүлэгчидтэй харилцахад тустай. Дасан зохицох
              чадвар, зохион байгуулалт, цагийн менежментийн ур чадвар,
              тэргүүлэх ач холбогдол өгөх чадварыг үнэлдэг. ДАВУУ ТАЛ Төслийн
              менежер нь өөр өөр чиглэлээр ажиллах боломжтой тул зохих түвшний
              мэдлэг, ур чадварын хувьд тохирох ажлын байр олох нь тийм ч хэцүү
              биш юм. Энэ мэргэжил нь бусад давуу талуудтай: • Янз бүрийн
              сонирхолтой харилцаанд орно. Мэргэжилтний даалгавар нь маш өөр
              байдаг - үйлчлүүлэгчтэй харилцахаас эхлээд төсвийн хяналт хүртэл:
              мэргэжилтэн хэзээ ч уйддаггүй. Энэ ажил нь олон янз байдлыг
              эрхэмлэдэг, нэг л төрлийн дахин давтагдах ажилд дургүй хүмүүст
              тохиромжтой. • Шинэ танилууд. Төслийн менежерийн хувьд харилцааны
              ур чадвар онцгой чухал байдаг. Таны ажлын улмаас та олон тооны
              хүмүүстэй харилцах хэрэгтэй: энэ нь цаашдын хамтын ажиллагаанд
              ашигтай холбоо тогтоох сайхан боломжийг олгодог. • Өндөр цалин •
              Байнгын хөгжил. Өөр өөр даалгавар, өөр өөр хүмүүс, төслүүд - энэ
              бүхэн биднийг хөгжүүлэх, шинэ мэдлэг олж авахад түлхэц өгдөг. •
              Хэвтээ ба босоо өсөлтийн хэтийн төлөв. Хэд хэдэн багийг зэрэг
              удирдах эсвэл Төслийн захирал болтлоо өсөх сонголт бий. Эсвэл та
              ажлынхаа чиглэлийг өөрчилж, жишээлбэл, хөгжлийн хэлтэс эсвэл
              бүтээгдэхүүний удирдлагын хэлтсийн дарга болж болно. СУЛ ТАЛУУД
              Төслийн менежер байх нь бас сул талуудтай ч давуу тал шиг тийм ч
              их биш юм. • Сэтгэл хөдлөлийн стресс • Хэцүү нөхцөл байдал, өндөр
              хурдтай ажил нь ихэвчлэн сэтгэлийн дарамтанд хүргэдэг. Зарим нь
              бас ядарч туйлддаг. • Өндөр хариуцлага. Хэдийгээр бүхэл бүтэн баг
              төсөл дээр ажилладаг ч үр дүнгийн хариуцлагыг менежер хариуцдаг. •
              Завгүй ажлын хуваарь. Төсөл дуусахад хэдхэн хоног үлдээд байхад
              ажлын бус цагаар дуудлага, захидал ирдэг жишиг тогтдог. Хаана
              сурах вэ Төслийн менежерийн хувьд олон талын мэдлэг чухал боловч
              ажлын гол цөм нь маркетинг, хүний нөөцийн менежмент юм. Та их
              сургуульд ур чадвар эзэмших эсвэл онлайн сургалтанд хамрагдах
              боломжтой. Бие даан суралцах боломжтой ч үүнийг дадлагатай
              хослуулах нь дээр. 4-6 жил суралцах их сургуульд өндөр чанартай
              онол таныг хүлээж байна. Мэргэжлийн үндсийг курст заах нь илүү
              хурдан байдаг: 4-5 сар үргэлжилдэг хөтөлбөрүүд байдаг. Үндсэн
              сургалтаас гадна тусгай уран зохиол судлах, хэрэгтэй видео,
              вебинар үзэх, энэ чиглэлээр мэргэшсэн мэргэжилтнүүдээс үнэ
              төлбөргүй мастер анги авах боломжтой. Курсууд • “Нетологи” нь
              багийг удирдаж, үйл явцыг хянах төслийн менежерүүдийг сургадаг.
              Сургалт нь 9 сар үргэлжлэх бөгөөд вебинар, лекц, практик
              даалгавраас бүрдэнэ. Нийтдээ 11 модуль байдаг: тэд багтай үр
              дүнтэй харилцах ур чадвар, стратегийн удирдлагын үндсийг заадаг,
              мөнгө олох, санхүүгийн менежментийн талаар ярьдаг. Төгсөгчдөд
              мэргэжлийн давтан сургах диплом олгоно. Онлайн сургууль нь ажил
              олоход тусалдаг. • Skillbox нь эрэлт хэрэгцээтэй мэргэжлийг мөн
              заадаг. Энэхүү платформ нь 65 сэдэвчилсэн модулиас бүрдэх
              сургалтыг санал болгодог: тэдгээрийн ихэнх нь практик байдаг.
              Хамрах сэдвүүдэд баг болон төсөлтэй ажиллах, техникийн мэдлэг,
              дижитал маркетинг орно. Багш нар бол гайхалтай ажлын туршлагатай
              төслийн менежерүүд юм. Netology-ийн нэгэн адил Skillbox нь таны
              мөрөөдөж буй ажлаа олж, ажлын санал авахад тусална. • Өөр нэг
              сонголт бол Geekbrains-ийн курс юм. Төслийн менежментийн сургалт
              12 сар үргэлжилнэ: хичээл долоо хоногт 2 удаа явагдана. Үйл
              ажиллагааны чиглэлээ өөрчлөхөөр шийдсэн анхан шатны хүмүүс болон
              маркетингийн чиглэлээр ажиллаж байсан, баг удирдаж байсан хүмүүс
              хоёулаа сургалтанд хамрагдах боломжтой. Төгсөгчид мэдээллийн
              чанар, хүртээмжтэй байдлыг үнэлж, сургалтын явцад дэмжлэг
              үзүүлэхэд анхаарлаа хандуулав: санал хүсэлт байна, та куратороос
              тусламж хүсэх эсвэл оюутны зөвлөгчөөс асуулт асууж болно. Эрэлт
              Шинэ бүтээгдэхүүн, үйлчилгээ үйлдвэрлэхтэй холбоотой бүх зүйл бол
              төслийн менежерийн үйл ажиллагаа юм. Жижиг үйлдвэрлэлийн
              байгууламжаас эхлээд зах зээлийн томоохон тоглогчид хүртэл
              компаниуд ажилчдаа үр дүнтэй удирдаж, үйлчлүүлэгчидтэй амжилттай
              харьцдаг мэргэжилтнүүдийг байнга хайж байдаг. Мэдээллийн
              технологийн болон дижитал салбарт ийм ажилчдын эрэлт хэрэгцээ
              ялангуяа нэмэгдэж байна: үүнд вэб сайт боловсруулах, программ,
              дизайн, SMM орно.
            </p>
          </figure>
        </div>
      </main>
    </>
  );
}

export default ProfessionPage;
