"use client";
import React, { useState, useEffect } from "react";
import { useSearchParams } from "next/navigation";
import { professionsData } from "@/bin/ProfessionData";
import Image from "next/image";
function ProfessionPage() {
  const basePath = "/assets/images/profession_images";
  const [professions_data, setData] = useState([]);

  const searchParams = useSearchParams();

  const type = Number(searchParams.get("t"));
  const profession = Number(searchParams.get("p"));

  console.log("profession type:", type);
  console.log("profession id:", profession);

  useEffect(() => {
    setData(professionsData);
  }, []);
  return (
    <>
      <main
        className={`max-w-[900px]  bg-white w-full flex flex-col items-center`}
      >
        <div className="space-y-3 p-4">
          <h2 className="text-sm font-bold md:text-3xl">
            {professions_data[type]?.name}
          </h2>

          <p className="text-sm text-gray-800">
            Гайхамшигтай олон тооны шинжлэх ухааны мэргэжлүүд байдаг: шинжлэх
            ухааны салбар бүрт хэдэн арван мэргэжил байдаг. Гэхдээ бүх шинжлэх
            ухаанд хийдэг ижил зүйл бол: ертөнцийн талаархи бодит мэдлэгийг
            гаргаж, бүтэцтэй болгож, системчилдэг.
          </p>
        </div>
        <figure>
          <Image
            width={900}
            height={400}
            className=" w-full h-96"
            src={`${basePath}/detail_images/shu.png`}
            alt=""
          />
          <figcaption className="mt-3 text-sm text-center text-gray-500">
            {professions_data[type]?.name}
          </figcaption>
        </figure>
        <p className="text-sm text-gray-800">
          Сонгосон чиглэлээр дээд боловсролын диплом авсан төгсөгч нь шинжлэх
          ухааныг гүнзгийрүүлэн судлах эсвэл инженер, багш, архитектор
          мэргэжлээр мэргэшсэн мэргэжлээр ажиллах гэсэн хоёр замыг сонгох
          боломжтой. Шинжлэх ухаанд шунана гэдэг нь мастерт суралцах, судалгааны
          сэдэв сонгох, горилогч, докторын зэрэг хамгаалах гэсэн үг юм. Үүний
          дараа л хүн шинжлэх ухааны мэргэжлүүдийн нэг болох биологич, химич,
          математикчийг эзэмшдэг.
          <br />
          <br />
          Шинжлэх ухааны мэргэжлээр хэн тохиромжтой вэ? Судлаачид маш
          анхааралтай хүмүүс байдаг. Туршилтын үеэр тэд жижиг нарийн ширийн зүйл
          нэг бүрийг анхаарч үзэх хэрэгтэй бөгөөд шалтгаан-үр дагаврын холбоог
          олох хэрэгтэй. Зөвхөн олон туршилтын үндсэн дээр зарчмыг томъёолж
          болно. Эрдэмтэд ихэвчлэн багаар ажилладаг тул эрдэмтэн хүнтэй харилцах
          чадвартай байх ёстой. Бодит байдал дээр ихэнхдээ эрдэмтэд ижил төстэй
          хүмүүсийн баг болж судалгааны өндөр түвшинд хүрдэг. Дашрамд дурдахад,
          эдгээр хүмүүс үргэлж нэг албан тушаалд байдаггүй, нэг хэлээр ярьдаг.
          Шинжлэх ухааны хөгжил маш хурдацтай явагдаж байгаа тул өөрийгөө
          хүндэтгэдэг аливаа эрдэмтэн өөрийн шинжлэх ухааны салбарт болон
          холбогдох салбаруудад болж буй бүх мэдээ мэдээллийг тогтмол хүлээн авч
          судлаж байх ёстой болдог. Англи хэл нь шинжлэх ухааны харилцааны хэл
          байсаар ирсэн: үүнд нэр хүндтэй сэтгүүлд хэвлэгдсэн нийтлэл, эрдэм
          шинжилгээний бага хурлын тайлан, өөр өөр улс оронд ижил сэдвээр
          ажилладаг эрдэмтдийн хоорондын харилцаа зэрэг багтана. Үндэсний
          судалгааны их сургуулийн Эдийн засгийн дээд сургуулийн Статистикийн
          судалгаа, мэдлэгийн эдийн засгийн хүрээлэнгийн мэдээгээр 2018 онд
          шинжлэх ухааны горилогч, докторуудын 68.8 хувь нь мэргэжлийн уран
          зохиолыг англи хэл дээр уншдаг байна. Шинжлэх ухааны үйл ажиллагаа нь
          идэвхтэй, амбицтай хүмүүст тохиромжтой. Судлаачид эрдэм шинжилгээний
          ажил мэргэжлээр нийгмийн нэгэн төрлийн хөгжүүлэгч болж эрдэм
          шинжилгээний бага хуралд байнга оролцох ёстой. Ийм арга хэмжээний үеэр
          салбар хоорондын шинэ холбоо бий болж, хүмүүсийн харилцаа тогтоож,
          судлаачдын баг өргөжиж, шинжлэх ухааны нийгэмлэгийн гишүүд харилцан
          баяжиж байна.
        </p>
        <div className="space-y-3 p-4">
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Биологч"> Биологч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Многие хотят, чтобы их работа была не только востребованной, но и
              полезной для общества. Профессия биолог — одна из таких, ведь от
              специалистов этой области зависят наше здоровье, развитие и
              будущее в целом
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/${professions_data[type]?.details[profession]?.content_image}.png`}
              alt=""
            />

            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Биологч
              <br />
              `Биологи` гэдэг үг нь Грек гаралтай бөгөөд `амьдралын шинжлэх
              ухаан` (Грек хэлнээс` биос` - амьдрал, `лого` - шинжлэх ухаан) гэж
              орчуулагддаг.
            </figcaption>
            <p className="text-sm text-gray-800">
              Биологи нь 19-р зуунд, бүх амьд организмууд ижил төстэй шинж
              чанартай байдаг гэдгийг эрдэмтэд тодорхойлсоноор л тусдаа шинжлэх
              ухаан болж хөгжсөн байна. Тэр анх Эртний Грек, Ром, Хятад,
              Энэтхэгээс үүсэлтэй. Эртний Грекийн гүн ухаантан Аристотель ч
              гэсэн МЭӨ 4-р зуунд байгалийн тухай одоо байгаа мэдээллийг цэгцлэх
              анхны оролдлогуудыг хийжээ. Тэрээр энэ шинжлэх ухаанд 4 үе шатыг
              тодорхойлсон: органик бус ертөнц (үүнд амьгүй байгалийн энгийн
              нэгдлүүд орно: ус, эрдэс давс гэх мэт), ургамал, амьтан, хүмүүс.
              Хожим нь энэ шинжлэх ухааныг К.Дарвин, Г.Мендель, К.Линнеус нар
              хөгжүүлсэн. Өнөөдөр биологигүй газар гэж байхгүй. Энэ чиглэлээр
              мэргэшсэн мэргэжилтнүүд анагаах ухаан, үйлдвэр, хөдөө аж ахуй
              болон бусад олон салбарт ажилладаг.
              <br />
              <span className="font-bold">Илүү мэдээлэл</span>
              <br />
              <span className="font-bold">Тодорхойлолт</span>
              <br />
              Биологичид янз бүрийн организмын амьдралын талыг судалдаг. Тэд
              хэрхэн гарч ирсэн, хэрхэн өсч, хөгжсөн, тэд ямар арга замаар
              дэлхий даяар тархсан бэ? Мэргэжилтнүүдийн анхаарлыг бүх амьд
              биетүүд татдаг: хүн, амьтдаас эхлээд хамгийн жижиг бичил биетүүд
              хүртэл. Аливаа биологич амьд организмыг ангилж, дүрсэлж,
              тэдгээрийн харилцан үйлчлэлийг судалж, лабораторид судалгаа хийж,
              үр дүнд нь дүн шинжилгээ хийдэг. Түүний олж авсан мэдээлэлд
              үндэслэн биологич нэмэлт мэргэжлийн зөвлөмжийг гаргадаг. Ихэнхдээ
              биологич ажлынхаа бүх өдрийг эмнэлэг, лаборатори эсвэл үйлдвэр
              дотор өнгөрөөдөг. Мэргэжилтэн янз бүрийн багаж хэрэгслийг ашиглан
              шаардлагатай бодис, материал, тэдгээрийн дээжийг цуглуулдаг. Дараа
              нь тэр туршилт, судалгаа хийдэг. Тэдний үр дүнг дараа нь тодорхой
              салбаруудад ашиглах болно. Лабораторид эрдэм шинжилгээний ажлаас
              гадна хээрийн судалгааны ажил хийдэг. Мэргэжилтнүүд ихэвчлэн зарим
              төрлийн ургамал ургадаг, сонирхож байгаа амьтны төрөл зүйл
              амьдардаг газруудад хээрийн судалгааны аялал хийдэг. Заримдаа
              эдгээр нь байгалийн урьдчилан таамаглах боломжгүй нөхцөлтэй,
              нэвтрэхэд хэцүү газар ч байж болно. Мэргэжилтэн болохын тулд
              ирээдүйн биологич нь шинэ материалыг байнга судлахаас гадна одоо
              байгаа ур чадвараа сайжруулахад бэлэн байх ёстой. Биологич хүн
              мэргэжлээрээ байнга хөгжиж байх ёстойгоос гадна физик, хими,
              анагаах ухаан, экологи гэх мэт байгалийн шинжлэх ухааны бусад
              салбараас мэдлэгтэй байх шаардлагатай. Англи хэлний мэдлэгтэй бол
              нэмэлт давуу тал болно. Мэргэшлүүд Биологичид амьдралыг янз бүрийн
              олон талт байдлаар нь судалдаг. Гэсэн хэдий ч энэ мэргэжлийг илүү
              нарийн мэргэшсэн олон мэргэжилд хуваадаг. Физиологичид, анатомчид
              зөвхөн хүнийг судлах чиглэлээр ажилладаг - түүний бүтэц, түүний
              амьдралын ямар шинж чанарууд байдаг. Амьтан судлаачид хүн гэхээсээ
              илүү амьтдыг сонирхдог. Энэ салбарын мэргэжилтнүүд тэдний анатоми,
              физиологийг судалдаг. Ургамал судлаачид ургамлын ертөнцийн талаар
              бүх зүйлийг мэддэг: янз бүрийн ургамлын төрөл, тэдгээрийн шинж
              чанар, шинж чанар. Эдгээр нь нэлээд өргөн хүрээтэй гурван хэсэг
              юм. Гэхдээ бусад олон салбарууд байдаг: генетик, селекци, үр
              хөврөл судлал, микробиологи, вирус судлал болон бусад. ДАВУУ ТАЛ
              Биологич байхын гол давуу тал нь сонирхолтой, олон талт зүйлээр
              дүүрэн, бас нийгэмд асар их ач холбогдолтой байдаг. Гэхдээ зарим
              хүмүүсийн хувьд биологийн мэргэжлийн бусад давуу тал нь тийм ч
              чухал биш юм. • Эрэлт хэрэгцээ, өөрийгөө ухамсарлах, ажил
              мэргэжлийн өсөлт. Биологи бол сүүлийн үед идэвхтэй хөгжиж буй
              шинжлэх ухааны салбар юм. Биологич бол удахгүй хамгийн эрэлт
              хэрэгцээтэй, өндөр цалинтай мэргэжил болно гэж хөдөлмөрийн зах
              зээлийн мэргэжилтнүүд үзэж байна. • Мэдлэгийн түгээмэл байдал,
              олон тооны янз бүрийн ажлын байр. Биологийн чиглэлээр мэргэшсэн
              мэргэжилтэн нь зөвхөн эрдэмтэн, судлаач байж, судалгааны
              хүрээлэнгийн лабораторид ажиллахаас гадна дараахь чиглэлээр
              ажиллах боломжтой. o эмнэлгүүд; o ботаникийн цэцэрлэгт хүрээлэн; o
              байгалийн нөөц газар; o байгаль орчны байгууллагууд; o янз бүрийн
              хөдөө аж ахуйн салбарууд; бүс нутагт СУЛ ТАЛУУД Чухал ач
              холбогдолтой, эрэлт хэрэгцээтэй мэргэжлүүд бас сул талуудтай
              байдаг. • Хамгийн гол нь биологич хүн амьдралынхаа туршид суралцах
              ёстой. Та боловсрол (ба нэгээс олон) авах шаардлагатайгаас гадна
              эрэлттэй мэргэжилтэн хэвээр үлдэхийн тулд байнга шинэ зүйл сурч,
              нэмэлт зүйл сурах хэрэгтэй. Биологийн мэргэжлийн бусад сул талууд
              нь дараах байдалтай байна. • Цалин бага. Мэргэжилтнүүд энэ
              мэргэжил өндөр цалинтай болно гэж үзэж байгаа ч байдал сэтгэл
              дундуур хэвээр байна. Орос улсад биологичдын ажил нь бүх нарийн
              төвөгтэй байдлаас үл хамааран бага цалинтай байдаг. • Байнга
              хээрийн судалгаанд явна. Лабораторид ажилладаггүй, харин амьд
              объектыг `талбайд` судалж буй мэргэжилтнүүдийн үйл ажиллагаа нь
              ихэвчлэн бизнес аялалтай холбоотой байдаг. Биологич хаана ч
              ажилладаг: хээр, тундра, уулын оргил, тэр ч байтугай цөлд.
              Эрдэмтэд ихэвчлэн тийм ч таатай бус нөхцөлд амьдрах шаардлагатай
              болдог. Хэрэв та энэ замаар явахыг хүсч байвал Спартан шиг
              амьдрахад бэлэн байгаарай. Хаана боловсрол эзэмших вэ Биологич
              мэргэжлээр дээд боловсрол эзэмших нь чухал бөгөөд зайлшгүй
              шаардлагатай. Бас нэг ч биш. Мэргэжлээрээ ажиллахын тулд зөвхөн их
              сургууль төгсөх нь хангалтгүй байдаг. Нэмж дурдахад та баклаюарын
              дараах магистр, мастерын диплом, докторын сургалт бас дээр нь
              дадлага хийх ёстой. Курсууд Биологи болон холбогдох хичээлүүдийг
              багтаасан олон онлайн сургалтууд байдаг. Эдгээр нь зүгээр л
              биологи сонирхдог хүмүүст болон биологич болохоор сурч байгаа аль
              ч хүмүүст тохиромжтой бөгөөд энэ нь тэдэнд энэ сэдвээр сайн
              мэдлэгтэй болгоно. Хичээлийн хөтөлбөрүүд нь ахлах болон их
              сургуулийн оюутнуудад зориулагдсан болно. Жишээлбэл, `Биологийн
              үндэс`, `Генетик`,` Хими` хичээлүүдийн онлайн хичээлүүдийг `Бүх
              курс онлайн` вэбсайтаас үзэх боломжтой. Эрэлт Биологичид олон
              салбарт, төрийн шинжлэх ухааны болон хувийн компаниудад эрэлт
              хэрэгцээтэй байдаг. Тэдний мэдлэг нь анагаах ухаан, эмийн
              үйлдвэрүүд, үржүүлгийн газар, байгаль орчны байгууллагууд, хүнсний
              үйлдвэр, хөдөө аж ахуйд шаардлагатай байдаг. Биологичид
              боловсролын салбарт эрэлт ихтэй байдаг. Түүнээс гадна янз бүрийн
              түвшинд: сургууль, их сургууль, бага насны хүүхдүүдэд зориулсан
              боловсролын интерактив хөтөлбөр боловсруулах.
            </p>
          </figure>

          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Биотехнолог">Биотехнологич</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Байгаль орчныг хамгаалах, газар тариалан эрхлэх үед хүрээлэн буй
              орчны ачааллыг хамгаалах, өвчнийг эмчлэх, хүний амьдралыг уртасгах
              - энэ нь биотехнологийн боломжуудын цөөн хэдэн жагсаалт юм.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/biotechnology.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Трансген (өөрчлөгдсөн) бүтээгдэхүүн, ургамал, эм нь бидний
              амьдралын нэг хэсэг болсон. Одоо хэн ч инсулин, интерферон болон
              генетикийн инженерчлэлээр олж авсан олон антибиотикийг
              эсэргүүцэхгүй, учир нь тэдгээрийг байгалийн гаралтай бодисоор хийх
              нь үнэтэй, урт процесс юм. Дэлхийн хүн амыг хоол хүнсээр хангах,
              үр дүнтэй эм тариа, амьдрах орчны оновчтой нөхцлийг бүрдүүлэх нь
              биотехнологийн хийж чадах ажил юм.
            </figcaption>
            <p className="text-sm text-gray-800">
              Илүү мэдээлэл Тодорхойлолт Биотехнологич нь биологийн процессыг
              сайжруулж, бичил биетэн, бактери, мөөгөнцөр, мөөгөнцөр, амьтан,
              ферментийн эсийг ашиглан бүтээгдэхүүн үйлдвэрлэж, хүний ашиг тусын
              тулд өөрчилдөг мэргэжилтэн юм. Биотехнологийн чиг үүрэг нь зөвхөн
              түүний ажиллаж буй салбараас гадна тодорхой ажлын байрнаас
              хамаарна. Хэрэв биотехнологич судалгааны үйл ажиллагаа эрхэлдэг
              бол түүний үүрэг хариуцлагад генетик эсвэл эсийн инженерчлэлийн
              чиглэлээр арга зүйн хөгжил, судалгаа орно. Үүний зэрэгцээ тэрээр
              заах практикт анхаарлаа хандуулж чадна. Эмийн чиглэлээр ажилладаг
              биотехнологич нь антибиотик, витамин, иммунобиологийн болон
              дааврын эм үйлдвэрлэдэг, хүнсний нэмэлт тэжээл, вакцин
              боловсруулдаг. Анагаах ухааны чиглэлээр биотехнологич нь хувь
              хүний эмийг хэрэгжүүлэхийн тулд хүний бие даасан генетикийн шинж
              чанарыг судалдаг. Өвчнийг засахын тулд хүний геномд саад учруулах
              боломжийг судалдаг. Хамгийн төвөгтэй өвчнийг эрт оношлох,
              амжилттай эмчлэх шинэ эмийг бий болгодог. Байгаль орчны чиглэлээр
              биотехнологич нь бохир усыг цэвэрлэхэд ашигладаг бичил биетний
              омгийг үүсгэдэг. Мөн бичил биетний тусламжтайгаар ургамлын
              үлдэгдэл, хотын хог хаягдал, агааржуулалтын станцын лагийг бордоо
              болгож, улмаар хогийн цэгт очиж шатах хог хаягдлыг багасгаж,
              байгаль орчныг бохирдуулдаг. Хүнсний үйлдвэрт үйлдвэрлэлийн
              өрөөний температурын горимыг хянаж, тоног төхөөрөмжийн нөхцөл
              байдалд хяналт тавьж, бүтээгдэхүүнийг удаан хугацаагаар хадгалах
              аргыг боловсруулж, генийн өөрчлөлттэй организмыг биоаюулгүй
              байдлын үүднээс үнэлдэг. Хөдөө аж ахуйн чиглэлээр биотехнологич нь
              амьтны шинэ тэнцвэртэй тэжээлийг боловсруулж, бүтээмж өндөртэй
              ургамлын сорт, ургамлыг хортон шавьж, өвчин, хогийн ургамлаас
              хамгаалах биологийн хэрэгслийг бий болгодог. Биотехнологич хаана ч
              ажилладаг, технологийн процессыг сайжруулж, шинэ технологи бий
              болгоход оролцдог. Биотехнологич нь бүтээгдэхүүнд хүссэн үр дүнд
              хүрэхийн тулд янз бүрийн арга хэрэглэдэг. Гэхдээ ажил эхлэхийн
              өмнө мэргэжилтэн төлөвлөлт, шаардлагатай урвалж, уусмал, завсрын
              бүтээгдэхүүнийг бэлтгэх ажлыг гүйцэтгэдэг. Биотехнологич Бие
              махбодоос эсийг тусгаарлаж, хиймэл тэжээлт орчинд шилжүүлж, эдгээр
              эсүүд амьдарч, үржиж байдаг. Энэ нь мөн нэг организмаас сонгосон
              генийг нөгөө организмын гадаад эс рүү шилжүүлж, урьдчилан
              тодорхойлсон шинж чанар бүхий өсгөвөр үүсгэдэг. Бэлгийн бус нөхөн
              үржихүйн замаар ижил биетүүдийг үүсгэдэг клонжуулалт хийдэг. Бусад
              зүйлсийн дотор түүний даалгаварт бүх ажиглалт, судалгааны бүртгэл
              хөтлөх багтдаг. Мэргэшлүүд Биотехнологийн мэргэжлээр хэд хэдэн
              нарийн мэргэжлийн чиглэлүүд байдаг. Эмийг бий болгоход
              биотехнологич-эм зүйч оролцдог. Хүнсний биотехнологич нь бичил
              биетэн, ферментийн бэлдмэлийг ашиглан түүхий эдийг хүнсний
              бүтээгдэхүүн болгон боловсруулдаг. Жишээлбэл, исгэх үр дүнд талх,
              бяслаг, дарс, шар айраг, зуслангийн бяслаг зэргийг олж авдаг.
              Байгаль орчны биотехнологич нь хог хаягдлыг ашигтай эсвэл хор
              хөнөөлгүй бүтээгдэхүүн болгон боловсруулдаг. Ариутгах татуургын
              суваг цэвэрлэх, агаар халдваргүйжүүлэх бүтээгдэхүүн үйлдвэрлэдэг.
              Мал эмнэлгийн биотехнологич нь бүтээмж өндөртэй (жишээлбэл, хонины
              ноосны өсөлт, гахайн өөхний эд эсийн бууралт) трансген амьтан
              үйлдвэрлэх чиглэлээр ажилладаг. Мөн клончлох. Эрчим хүчний
              биотехнологич нь био бүрэлдэхүүн хэсгүүдэд суурилсан өөр түлшийг
              бий болгодог. Тухайлбал, хүнсний болон тэжээлийн уураг үйлдвэрлэх
              түүхий эд болох хямд биосинтетик этанол, мөн уураг-липидийн
              тэжээлийн бэлдмэл. ДАВУУ ТАЛ Биотехнологийн мэргэжил нь дараахь
              давуу талуудтай. • орчин үеийн нэр хүндтэй мэргэжил; • өндөр үр
              ашиг авчирах; • холбогдох мэргэжлээр ажил олох боломж; • та
              гадаадад карьераа босгох боломжтой; • шинэ технологи
              боловсруулахад оролцож өөрийгөө илэрхийлэх боломж. СУЛ ТАЛУУД •
              Биотехнологийн хувьд нэг чухал сул тал байдаг - генийн инженерийн
              бүтээгдэхүүнд улс орон, олон нийт сөрөг хандлага. Хаана сурах вэ
              Та биотехнологийн үндсэн хичээлүүдээс гадна математик, инженерийн
              график, салбарынхаа эдийн засгийг биологиос илүү заадаг дээд
              боловсролын байгууллагад биотехнологич мэргэжлээр суралцах
              боломжтой. Боловсролын байгууллагууд Биотехнологийн мэргэжлийг их
              сургуульд 12-р анги төгссөний дараа авах боломжтой. Ихэвчлэн
              сургалтын хугацаа 4 жил байдаг. Төсөвтэй, төлбөртэй газар аль аль
              нь байдаг. Курсууд - Биотехнологич нь орчин үеийн Шинжлэх ухаан,
              технологийн академийн (SNTA) курсээр дамжуулан мэргэшлээ
              дээшлүүлэх эсвэл мэргэжлийн давтан сургалтанд хамрагдах боломжтой.
              Сургалтын үргэлжлэх хугацаа нь 580 академик цаг, өртөг нь 50
              мянган рубль юм. - Мөн IAEO (International Academy of Expertise
              and Evaluation) нь Микробиологийн хөтөлбөрийн хүрээнд
              микробиологич болох мэргэжлийн давтан сургалтыг явуулдаг.
              Сургалтын үргэлжлэх хугацаа 3 сар, өртөг нь 19 мянган рубль юм.
              Эрэлт Үйл ажиллагааны олон талбарууд хэрэглээнийхээ хэмжээг даван
              туулж чадахгүй буурч байна. Тиймээс хөдөө аж ахуйд бордоо, химийн
              хорт бодис, пестицид хэрэглэх нь зөвхөн байгаль орчныг
              доройтуулахад хүргэдэг. Ийм нөхцөлд зөвхөн амьд организмын
              чадавхийг ашиглах мэдлэгтэй биотехнологич л бүх хүн төрөлхтний
              эдийн засгийн үйл ажиллагааг дэлхийн хэмжээнд сэргээхэд тусалж
              чадна. Тиймээс биотехнологичдыг янз бүрийн салбарын томоохон аж
              ахуйн нэгжүүдэд урьж байна.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Геолог">Геолог</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              `Би манан, мөрөөдөл, тайгын үнэрийн төлөө явлаа` - Юрий Кукиний
              `Манангийн цаана` дууны эдгээр мөрүүдийг геологичдын албан бус
              сүлд дуу гэдэг бөгөөд энэ нь үнэний учиртай. . Геологич мэргэжил
              бол хамгийн романтик шинжтэй хүмүүс юм.{" "}
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/geology.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Геологи
              <br />
              Эрт дээр үеэс хүмүүс хөрс нь яагаад өөр байдаг, яагаад нэг чулуу
              хэтэрхий хатуу, нөгөө чулуу нь өчүүхэн даралтанд сүйрдэг, яагаад
              зарим чулууг цохиход оч гардаг бол зарим нь үгүй гэж гайхдаг. Тэд
              энэ мэдлэгийг цуглуулж, хуримтлуулж, цаг хугацаа өнгөрөхөд геологи
              хэмээх бүхэл бүтэн шинжлэх ухаан болгон системчилсэн. Грек хэлнээс
              орчуулбал геологи бол дэлхий судлалын шинжлэх ухаан юм.
            </figcaption>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Геологич бол геосферийн бүс нутгуудад агуулагдах
              ашигт малтмалын агууламжийг судалдаг мэргэжилтэн юм. Ашигт
              малтмалын ордын хайгуул, хайгуул хийдэг. Геологичдын цуглуулсан
              материалд үндэслэн ашигт малтмал олборлох, боловсруулах үйлдвэр,
              үйлдвэрүүдийг төлөвлөн барьж байгуулдаг. Эрт дээр үед эртний
              хүмүүс хоол хүнс олж авах янз бүрийн багаж хэрэгсэл хийхийг
              оролдсон үед геологи үүссэн. Бидний мэдэж байгаагаар тэр үед маш
              олон материал байгаагүй тул хамгийн чухал мөчид гар хийцийн алх,
              жад унахгүйн тулд зөв чулууг сонгох шаардлагатай байв. Гэсэн хэдий
              ч геологийн анхны тэмдэглэлүүд зөвхөн МЭӨ 570 онд Пифагорын
              бүтээлүүдэд гарч ирэв. Энэ үеийг геологич мэргэжлийн гарааны цэг
              гэж үздэг. Гэвч зөвхөн 1657 онд ашигт малтмал хайх урт хугацааны
              шинжлэх ухааны экспедицүүд эхэлсэн. Энэ мэргэжлийг нээснээс хойш
              хангалттай хугацаа өнгөрч, суралцахад маш их материал
              хуримтлагдсан. Өнөө үед геологич мэргэжил маш их эрэлт хэрэгцээтэй
              байна: экспедицүүд явуулж, хүрээлэнгүүд нээгдэж, хүмүүст хэрэгтэй
              байгалийн баялаг өөр хаана нуугдаж байгааг олж мэдэхийн тулд
              судалгаа хийж байна. Мэргэшлүүд Геологийн хүрээнд геологичид
              мэргэшсэн хэд хэдэн салбар байдаг. Газрын тосны геологич газрын
              тос, байгалийн хийн ордуудыг судалдаг. Тэрээр тухайн газарт
              хайгуул хийж, туршилтын өрөмдлөгийн тоног төхөөрөмж бэлтгэж,
              лабораторийн шинжилгээ хийлгэж, дараа нь ажлын үр дүнг үнэлж,
              хэрэв орд олдохгүй бол судалгааны шинэ цэг тогтоодог. Орос бол
              Европ дахь газрын тос, байгалийн хийн гол экспортлогч тул одоо энэ
              мэргэжил маш их эрэлт хэрэгцээтэй байна. Геологийн инженер гэдэг
              нь барилга угсралтын ажилд инженерийн болон геологийн судалгаа
              хийдэг мэргэжилтэн юм. Мөн барилга байгууламж барих явцад хөрсийг
              сонгох, турших ажилд оролцож, барилга байгууламжид газар
              хөдлөлтийн бүс дэх хагарал, гажуудал, эвдрэл зэргийг шалгадаг.
              Дэлхий даяар орон сууцны барилга, үйлдвэрлэлийн барилга, дэд
              бүтцийн байгууламжийн барилгын ажил тасралтгүй явагдаж байгаа тул
              одоо энэ мэргэжил маш их хамааралтай болсон. Геологийн техникч нь
              дэлхийн царцдасын хөдөлгөөнийг судалж, дэлхийн дотоод хэсгийг
              судалдаг. Тэрээр тухайн талбайд шинжилгээ хийж, энэ газарт ашигт
              малтмалын орд байгаа эсэхийг шалгаж, хөрс, ашигт малтмалын
              хэмжилт, судалгаа, туршилтын дээж авах, мөн эдгээр дээжийн
              тодорхойлолтыг хийдэг. ДАВУУ ТАЛ Энэ бол хамгийн романтик
              мэргэжлүүдийн нэг гэж тэд геологичийн ажлын талаар ярьдаг. Үүнтэй
              маргахад хэцүү байдаг, учир нь геологич байхын нэг давуу тал бол
              ойр ойрхон аялах явдал юм: экспедицийн үеэр геологичид манай өргөн
              уудам гаригийн олон өнцөгт зочилдог. - Хариуцлага, тэсвэр хатуужил
              нь мэргэжлийн романтик байдлыг нэмдэг. Байгаль, цаг уурын янз
              бүрийн нөхцөлд ажиллах нь тэвчээр, тэсвэр тэвчээр, хариуцлага, хүч
              чадлаа сориход тусалдаг. - Өндөр цалин нь геологийн мэргэжлийн бас
              нэг давуу тал юм. Мэргэжилтнүүдийн цалин сард хэдэн саяд ч хүрдэг.
              СУЛ ТАЛУУД Хэдий романтик боловч геологич байх нь сул талтай. -
              Тав тухтай амьдрах нөхцөл дутмаг. Экспедицийн үеэр геологичид
              хэдэн долоо хоног ойд майханд амьдардаг тул тайтгарлыг хайрладаг
              хүмүүс `талбайд` тухтай байдаггүй. - Ажлын уртын ээлжинд явдаг.
              Энэ нь хүн бүрт тохиромжгүй, ялангуяа гэр бүл, хүүхэдтэй бол -
              Ажлын хүнд нөхцөл. Ой модоор, уулаар дамжин, хүнд техникээр
              бартаатай газраар маш их алхах хэрэгтэй. Хаана боловсрол эзэмших
              вэ Та их дээд сургууль болон дунд мэргэжлийн боловсролын
              байгууллагуудад геологич болох боломжтой. Тодорхой ажлын
              туршлагатай мэргэжилтнүүд ахисан түвшний сургалтанд үргэлжлүүлэн
              суралцах боломжтой. Геологич нь тусгай боловсролтой байх ёстой
              гэдгийг тэмдэглэх нь зүйтэй бөгөөд зөвхөн курсууд хангалтгүй
              болно. Боловсролын байгууллагууд Геологич болохын тулд мэдээж
              нарийн мэргэжлийн боловсрол эзэмших хэрэгтэй. Үүнийг тус улсын
              дээд боловсролын байгууллагуудад хийж болно. Курсууд Ахисан
              түвшний сургалтуудыг нэмэлт боловсролын төвүүд явуулдаг.
              Тэдгээрийн заримыг энд оруулав. - Геологи, газрын тос, хийн
              технологийн хүрээлэнгийн Чанарын удирдлага, маркетингийн нэмэлт
              боловсролын төв. Ахисан түвшний сургалтанд хамрагдахын тулд
              геологич мэргэжлээр тусгай боловсрол эзэмшсэн байх ёстой.
              Сургалтыг дуусгасны дараа оролцогчдод гэрчилгээ олгоно. - Бүс
              хоорондын нэмэлт мэргэжлийн боловсролын төв. Геологичид мөн энд
              ахисан түвшний сургалтад хамрагдах боломжтой. Эдгээр сургалтыг
              онлайнаар болон биечлэн авч болно. Эрэлт Орос улс уул уурхайн
              салбарт тэргүүлэх байр суурийг эзэлдэг. Мэдээж энэ салбарт геологи
              их үүрэг гүйцэтгэдэг. Энэ үед энэ мэргэжил маш их эрэлт
              хэрэгцээтэй байна. Технологи хөгжиж, геологи хайгуул илүү
              нарийвчлалтай болж, газрын зураг дээр олборлолт хийх ирээдүйтэй
              газрууд улам олон болж байна.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Физикч">Физикч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Сонирхолтой оюун ухаан, байнгын туршилт, шийдэл, бодит үнэнийг
              хайгч, нотлогч. Тэдний онол, нээлтүүд дэлхийг хөгжүүлдэг.
              Физикчийн мэргэжил хэнд тохиромжтой, яагаад сонирхол татахуйц вэ?
              Мэргэжилтэнтэй хамт сонирхоцгооё.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/physic.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Физикч
            </figcaption>
            <p className="text-sm text-gray-800">
              Орчлон ертөнц хэрхэн оршидог вэ? Материйн хувиралд юу нөлөөлдөг
              вэ? Зарим хүмүүс төрснөөс хойш ийм асуултын хариултыг хайж байдаг.
              Тэд зөвхөн хайгаад зогсохгүй туршилт хийдэг. Температур, жин,
              даралттай г.м. Тэд л физикч болдог. Физикч бол нэг талаас
              хязгааргүй боломж, нөгөө талаас бүтэц зохион байгуулалттай дэг
              журам юм. Энд ямар ч онолыг шалгах хэрэгтэй. Өөрөө санаа дэвшүүл.
              Нотло. Танд магадгүй Нобелийн шагнал тийм ч хол биш байх. Хүн
              орчлон ертөнцийн нууцыг ойлгохыг үргэлж хичээдэг. “Би эргэн
              тойрныхоо орон зайг үргэлж судалж, бүх зүйлд дэлхийг илүү
              тодорхой, илүү тохиромжтой болгох хэв маягийг хайж байсан”. Зарим
              нь энэ тал дээр онцгой амжилтанд хүрсэн. Физикчид ингэж гарч
              ирсэн. Түүх Эртний Грек, Египет, Энэтхэг, Хятадын эрдэмтэд
              физикийн чиглэлээр суралцаж байжээ. Аристотелийн ачаар шинжлэх
              ухааны нэр гарч ирэв. Өнгөрсөн үеийн олон сэхээтнүүд хэд хэдэн
              шинжлэх ухааны уулзвар дээр ажиллаж байсан тул тэдгээрийг зөвхөн
              физикч гэж нэрлэж болохгүй. Уильям Вьюэлл 1840 онд `Индуктив
              шинжлэх ухааны философи` номоо хэвлүүлэхдээ мэргэжлийн
              төлөөлөгчдийн тусдаа нэр томъёог нэвтрүүлсэн. Энэ мөчөөс эхлэн бид
              физикийн мэргэжлийн түүхийг шинжлэх ухааны тусдаа мэргэжил болгон
              тоолж болно. Илүү мэдээлэл Тодорхойлолт Физикч бол байгаль, бодис,
              үзэгдлийг судалдаг хүн юм. Физикчийн гол хэрэгсэл бол судалгаа юм.
              Гол аргумент бол нотлох баримт юм. Гол зорилго нь хүрээлэн буй
              орчныг сайжруулах явдал юм. Физикчдийн ажлын үр дүнг хаа сайгүй
              ашигладаг: үйлдвэр, анагаах ухаан, харилцаа холбоо, тээврийн
              хэрэгслийг бий болгоход. Тиймээс физикч хүн өөртөө болон
              тооцоололдоо итгэлтэй, аналитик сэтгэлгээтэй, их хэмжээний
              мэдээлэлд дүн шинжилгээ хийх, харьцуулах чадвартай байх ёстой.
              Мэргэшлүүд Физикийн анхны нээлт хийснээс хойш хэдэн зуун жил
              өнгөрсөн ч физик нь янз бүрийн салбарыг нэгтгэсэн шинжлэх ухаан
              хэвээр байна. Ихэнх шинжлэх ухааны салбаруудын нэгэн адил
              мэргэжлийн төлөөлөгчдийг онолч, практик гэж хуваадаг. Хүрээлэн буй
              бодит байдлыг судлахын тулд тоон хэлээр ярьдаг хүмүүс, туршилт
              хийж, загварчилж, аливаа таамаглалыг бодитоор батлахыг эрэлхийлдэг
              хүмүүс. Шинжлэх ухааны янз бүрийн чиглэлүүд физикч мэргэжлээр маш
              олон мэргэжлийг тодорхойлсон. Тэдгээрийн заримыг энд оруулав.
              Онолын физикч бол хийсвэр зөн совинтой, одоо байгаа онолын баазыг
              бүхэлд нь ашиглан шинэ цогц загваруудыг бий болгодог математикийн
              томьёо, тооцооллын гуру юм. Цөмийн физикч бол цахилгаан станц,
              цөмийн болон термоядролын уран бүтээлч юм. Энэ ажил нь асар их
              мэдээлэл, урьд өмнө байгаагүй өндөр хариуцлагатай холбоотой бөгөөд
              өчүүхэн ч алдаа гаргах эрхгүй байдаг. Математикийн физикч бол хоёр
              шинжлэх ухааны уулзвар дээр ажилладаг, хоёр үндсэн шинжлэх ухааны
              шилдэг зарчмуудыг хуримтлуулах чадвартай мэргэжилтэн юм. Физик
              химич бол янз бүрийн судалгаа, шинэ төрлийн материал хайх туршилт
              хийдэг хүн юм. Анагаах ухааны физикч бол анагаах ухаанд ихэвчлэн
              цацраг туяа эмчилгээний чиглэлээр шинэ бүтээгдэхүүн, төхөөрөмжийг
              нэвтрүүлж, үнэлдэг шидтэн юм. ДАВУУ ТАЛ Физикч байх нь маргаангүй
              давуу талтай. - Үнэхээр чухал зүйл хийх боломж - Мэдээжийн хэрэг,
              бүх физикчид Ньютон, Вольт, Тесла, Эйнштейн шиг түүхэнд чухал ул
              мөр үлдээдэггүй. Гэхдээ хүн бүр бүх хүн төрөлхтний эсвэл хувь
              хүний дэлхийн хөгжилд хэрэгтэй гайхалтай зүйлийг хийх боломжтой. -
              Том компанид ажилд орох. Механик инженерийн холдингууд, атомын
              болон дулааны цахилгаан станцууд, эрдэм шинжилгээний хүрээлэнгүүд,
              аж үйлдвэрийн аж ахуйн нэгжүүд - физикчид томоохон компаниудад
              эрэлт хэрэгцээтэй байдаг. Мөн ийм ажил эрхлэлт нь нийгмийн нэмэлт
              баталгааг өгдөг. - Хөдөлмөрийн зах зээл дэх эрэлт. Физикч бол
              зайлшгүй шаардлагатай мэргэжилтэн юм. Та янз бүрийн салбар,
              холбогдох мэргэжлээр ажил олох боломжтой. Нэмэлт ур чадвар (хэлний
              мэдлэгтэй, багаар ажиллах чадвартай, бүтээлч сэтгэлгээтэй) бол
              гадаадын компанид ажилд орох боломжтой. - Өөрийгөө ухамсарлах,
              карьераа өсгөх боломжууд. Шинжлэх ухааны ямар ч мэргэжлээр санаа
              дэвшүүлэх боломжтой. Ялангуяа физикчдэд. Энд санаачилга өндөр
              үнэлэгддэг бөгөөд энэ нь ажил мэргэжлийн ахиц дэвшил болж чадна. -
              Эрүүл мэндийн шалтгаанаар эсрэг заалт байхгүй. Мэргэжилтнүүд
              онцгой стресст өртдөггүй. Үүний дагуу энд эрүүл мэндийн
              хязгаарлалт байхгүй. Сул талууд Гэсэн хэдий ч сул талууд бас бий.
              - Хувиараа хөдөлмөр эрхэлдэггүй. Физикч бол компанид болон
              компанид ажилладаг багийн тоглогч юм. Мэргэжил нь хувиараа бизнес
              эрхлэх гэсэн үг биш юм. - Жендэрийн хэвшмэл ойлголт. Зарим хүмүүс
              физикч мэргэжлийг зөвхөн эрэгтэйчүүд гэж үздэг. Мөн тэд буруу
              байна. Мария Склодовска-Кюри, Розалинд Франклин, Мария Гепперт,
              Донна Стрикланд зэрэг алдартай эмэгтэй физикчдийн нэрийг эргэн
              санахад хангалттай. Өнөөдөр олон судалгааны хүрээлэнгүүдэд физикч
              эмэгтэйчүүд ажиллаж байна. - Урт хугацааны сургалт шаардлагатай.
              Физикч бол шинжлэх ухааны мэргэжил юм. Үүний дагуу чанартай
              боловсрол нь амжилттай ажилд орох урьдчилсан нөхцөл юм. Тиймээс та
              тэвчээртэй байж, сургалтын хэд хэдэн үе шатыг давах хэрэгтэй.
              Хаана боловсрол эзэмших вэ Физикч болох хүсэлтэй хүмүүс нарийн
              шинжлэх ухаанд төрөлхийн авьяастай байх ёстой. Мэргэшсэн
              боловсролыг аль болох эрт авах нь дээр - дараа нь илүү хялбар байх
              болно. Физик бол маш олон талт шинжлэх ухаан гэдгийг та ойлгох
              хэрэгтэй. Тиймээс програмчлалын маш сайн ур чадвартай байх,
              математик анализ, аналитик геометрийн аргуудыг хэрэглэх чадвартай
              байх нь чухал юм. Тийм учраас Физик, Математикийн хичээлд
              санамсаргүй хүмүүс байдаггүй. Олон хүмүүс яг юунд орж байгаагаа
              мэддэг бөгөөд тоо, томъёо, дараалал, хэв маягийн ертөнцөд удахгүй
              болох туршилтуудад бэлэн байна. Боловсролын байгууллагууд
              Физикчдийг бэлтгэдэг техникийн их сургуулиуд элсэхэд хүндрэлтэй,
              тэнд суралцах гурав дахин төвөгтэй байдаг гэсэн ойлголт байдаг.
              Гэхдээ нарийн мэргэжилд мэдээж тоглой хэрэгтэй, дээд боловсролын
              түвшин хэрэгтэй. Курсууд Аливаа эрдэмтэн дүн шинжилгээ хийх, шинэ
              асуудлыг байнга шийдвэрлэх хандлагатай байдаг. Зөв сонгосон
              курсууд үүнд хувь нэмэр оруулдаг. Тэд физикийн чиглэлээр сонгодог
              их сургуулийн боловсролоос илүү сайн мэдлэг олгохгүй ч хүний
              аналитик сэтгэлгээний ерөнхий хөгжилд анхаарлаа хандуулдаг
              онцлогтой юм. - 4 тархины `Шүүмжлэлийн сэтгэлгээ` курс (6 хичээл,
              шалгалт). Шүүмжлэлтэй сэтгэлгээ, шударга дүн шинжилгээ хийх нь
              физикчийн хувьд чухал чанар бөгөөд энэ нь ажлын алдаа, алдаанаас
              зайлсхийхэд тусалдаг. Та ижил нэртэй хичээлээр шүүмжлэлтэй
              сэтгэлгээг сурч болно. Энэ нь нарийн ширийн зүйлийг анхаарч үзэх,
              дүгнэлт гаргах, логик диаграммыг бий болгох, үзэл бодлоо зөвтгөх
              чадварыг сургадаг. - Викиумаас `Сэтгэл хөдлөлийн оюун ухаан` курс
              (20 хичээл). Физикч хүний хувьд тайван байдлыг хадгалах, өөрийгөө
              хууран мэхлэхээс хамгаалах, түүнчлэн үзэл бодлоо хамгаалах
              чадвартай байх нь чухал юм. Физикчийн ихэнх ажил бол багаар
              ажиллах явдал юм. Энэ нь ийм ур чадвар нь мэдээж гэмтэхгүй гэсэн
              үг юм. Энэхүү сургалт нь зөрчилдөөнийг хэрхэн үр дүнтэй
              шийдвэрлэх, ажил дээрээ үр бүтээлтэй харилцаа тогтоохыг заах
              болно. - SkillFactory онлайн сургуулийн `Machine Learning Pro +
              Deep Learning` курс (20 долоо хоног). Хиймэл оюун ухааны салбарын
              мэргэжилтнүүд нь ирээдүйтэй, хурдацтай хөгжиж буй салбаруудын нэг
              юм. Физик нь сэтгэн бодох чадвар, мэдлэгийн өвөрмөц онцлогтой тул
              өөртөө бага зэрэг ер бусын салбарыг эзэмших боломжтой болно.
              Энэхүү сургалтанд дөрвөн зуу гаруй практик даалгавар, симулятор
              багтсан болно. Төгссөний дараа диплом олгоно. Эрэлт Физик бол
              хөгжил дэвшилтэй ижил утгатай байсаар ирсэн. Жил бүр машин,
              материал улам бүр нарийн төвөгтэй болж, даалгавар нь олон талт
              болж байна. Тийм учраас физикчид хэрэгтэй. Эдгээр нь нано
              технологи, нарийн анагаах ухаан, цөмийн реактор, сансрын ололт
              амжилтын ертөнцийн өвөрмөц хөтөч юм. Хүн төрөлхтөн дэвшилтэт
              хөгжлийн замаар явж байгаа цагт физикч мэргэжил эрэлттэй хэвээр
              байх болно.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Химич">Химич</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800"></p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/chemics.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Химич
            </figcaption>
            <p className="text-sm text-gray-800">
              Химийн шинжлэх ухааныг хамгийн эртний шинжлэх ухааны нэг гэж
              нэрлэж болно. Тэр ч байтугай энэ үг нь өөрөө Эртний Египетийн
              жинхэнэ нэр болох Кемет буюу Та-Кемтээс гаралтай (харамсалтай нь,
              эртний Египет хэлний дуу авиа өнөөдөр алдагдсан тул энэ үгийг
              хэрхэн зөв дуудсаныг бид тааж үл чадна). Энэ шинжлэх ухаан тэнд
              бий болсон. Эртний египетчүүд материйн бүтцийн талаар юу ч
              мэдэхгүй байсан тул олон тооны судалгаа хийж, ахуйн хэрэгцээнд
              зориулсан химийн бодисууд: гоо сайхны бүтээгдэхүүн, угаалгын
              нунтаг, эм бэлдмэл, занданшуулах тос, зуурмаг болон бусад зүйлийг
              бүтээжээ. Алхими гэх орчин үеийн химийн түүхийг дурдья. Үүнийг
              бүхэлд нь шинжлэх ухаан гэж нэрлэх боломжгүй, учир нь энэ нь
              ихэвчлэн ид шидийн үзэлд тулгуурласан байсан ч орчин үеийн
              эрдэмтдийн баталсан ихэнх зүйл үүнээс үүдэлтэй юм. Алхимийн мөн
              чанар нь бодисыг хувиргах (нэгийг өөр болгож хувиргах) бөгөөд
              эцсийн зорилго нь час улаан хандмал буюу нийлэгжилтийн завсрын
              бүтээгдэхүүнээс `алхимийн` аргаар алтыг гаргах явдал байв. Өнөөдөр
              энэ нь гэнэн сонсогдож байгаа ч Дундад зууны үеийн олон алдартай
              эрдэмтэд амьдралаа алхимийн судалгаанд зориулжээ. Мэдээжийн хэрэг,
              тэд үхэшгүй мөнх байдалд хүрч чадаагүй ч орчин үеийн шинжлэх
              ухаанд ихээхэн хувь нэмэр оруулсан. Байгалийн материалууд нь
              зохиомлоор нийлэгжүүлсэн материалд улам бүр байр сууриа таьж өгч
              байгаа өнөө үед химич мэргэжил нь шинжлэх ухааны хамгийн
              хэрхэгцээт мэргэжлүүдийн нэг болжээ. Илүү мэдээлэл Тодорхойлолт
              Химич бол бодисын бүтэц, тэдгээрийн хувирал, харилцан үйлчлэлийг
              судалдаг мэргэжилтэн юм. Түүнээс гадна хими бол цэвэр практик
              шинжлэх ухаан бөгөөд учир нь дээрх бүх мэдлэг нь хоосон онолын
              мэдээлэл биш, харин тэдгээрийг практик хэрэгжүүлэх хэрэгсэл болгон
              ашиглахад шаардлагатай байдаг. Өнөөдөр химичүүд хоол хийхээс
              эхлээд хөнгөн, хүнд үйлдвэр, цэрэг-аж үйлдвэрийн цогцолбороос эм
              зүй хүртэл бидний амьдралын бараг бүх салбарт оролцож байна.
              Химичид оюун ухаан, хүч чармайлтаа зориулдаггүй бидний амьдралын
              нэг салбарыг төсөөлөхөд хэцүү байдаг. Химичид лабораторид
              ажилладаг бөгөөд заримдаа тэдний ажилд аюултай урвалжууд
              хэрэглэнэ: хүчтэй хүчил ба шүлтүүд, хүчтэй хор, цацраг идэвхт
              бодис. Химичид хувиа хичээсэн хүмүүс байдаггүй. Химийн факультетэд
              суралцахаар очсон хэн ч гэсэн автоклав, термостатын чимээ
              шуугиантай орчин, урвалж, резинийн үнэртэй лабораторийг - тохилог
              оффисоор хэзээ ч солихгүй мэргэжилдээ сэтгэлтэй хүмүүс байдаг.
              -Химич бол ертөнц хэрхэн ажилладагыг судладаг физикчдын адил
              романтик дүүрэн байдаг. Хими бол өөрчлөлтийн шинжлэх ухаан бөгөөд
              олон хүний хувьд жинхэнэ гайхамшиг юм гэж газрын тосны
              үйлдвэрлэлийн өрөмдлөгийн шингэн, нэмэлтүүдийн мэргэжилтэн,
              Москвагийн химич Валерий Лавриненко тодорхойлсон байдаг. Тэр
              сургуулийн хүүхэд байхадаа сургуулийн лабораторид гайхалтай
              туршилт хийх дуртай байсан бөгөөд энэ нь үргэлж жинхэнэ таашаал,
              бахдал төрүүлдэг байжээ. “Миний хувьд химич байна гэдэг нь
              зохиолчоос эхлээд сансрын нисгэгч хүртэлхи ямар ч мэргэжлийг
              хурдан ойлгож, эзэмших боломж гэсэн үг”. Мэргэшлүүд Үнэн хэрэгтээ
              химийн хэд хэдэн төрөл байдаг: органик, органик бус, физик,
              коллоид, аналитик, биохими - та бүгдийг нь жагсааж болохгүй, бүр
              илүү олон химийн төрөл байдаг. Бид зөвхөн хамгийн нийтлэг заримыг
              нь авч үзэх болно. Химийн технологич нь хиймэл утас, хүнсний
              нэмэлт, бордоо гэх мэт бүтээгдэхүүн үйлдвэрлэх шинэ бодис
              боловсруулах, одоо байгаа материалын шинж чанарыг сайжруулах
              чиглэлээр ажилладаг. Химийн инженер нь технологичоос ялгаатай нь
              бодисыг өөрөө биш, харин тэдгээрийн үйлдвэрлэлийн процессыг
              сайжруулахын тулд ажилладаг. Аналитик химич нь тодорхой химийн
              урвалыг ашиглан эхлэлийн бодисын найрлагыг тодорхойлох чадвартай
              мэргэжилтэн юм. Энэхүү мэдлэг нь шүүхээс эхлээд геологи хүртэл янз
              бүрийн салбарт өргөн хэрэглэгддэг. Цөмийн химич нь бодисын бүтэц,
              тэдгээрийн цөмийн шинж чанаруудын хоорондын хамаарлыг судалдаг.
              Өөрөөр хэлбэл, тэрээр бодисын цөмийн урвалыг (ялгарал, синтез)
              судалж, эрчим хүч олж авах шинэ арга замыг эрэлхийлдэг. Байгаль
              орчны химич бол биологи, аналитик химитэй хиллэдэг мэргэжил юм.
              Байгаль орчны химичүүд зарим химийн бодисын байгаль орчинд үзүүлэх
              нөлөөллийг судалж, байгальд хортой үйлдвэрлэлийн бүтээгдэхүүний
              түвшинг тодорхойлдог. Нефтийн химич нь газрын тос боловсруулах,
              цэвэршүүлэх, фракц болгон хуваах, түүнчлэн газрын тосноос үйлдвэр,
              ахуйн хэрэгцээнд зориулж бүтээгдэхүүн үйлдвэрлэх, тэдгээрийг
              ашиглах шинэ боломжийг эрэлхийлдэг. Мэдээжийн хэрэг, дээрх бүх
              мэргэжлүүдийн сонирхлын хүрээ нь энд дурдсанаас хамаагүй өргөн
              бөгөөд олон янз байдаг. Зөвхөн газрын тосны ажилчид маш олон
              мэргэшилтэй тул тусдаа ном болгон хэвлүүлж болно. Тиймээс химийн
              чиглэлээр амьдралаа зориулахаар шийдсэн хүмүүст маш өргөн баялаг
              сонголт байдаг. ДАВУУ ТАЛ Химичид мэргэжлээ хүслээрээ
              сонирхолоороо сонгодог тул зөвхөн давуу талыг нь хардаг. -
              Судалгаатай холбоотой бүтээлч үйл ажиллагаа тул ердийн нэгэн
              хэвийн ажил хэзээ ч байдагүй. - Шинжлэх ухааны хөгжилд бодитой
              хувь нэмэр оруулах, нээлт хийх боломж. - Ажил мэргэжлээр өсөх олон
              боломжууд. - Мэргэжлийн эрэлт хэрэгцээ өндөр. - Өөрийгөө байнга
              сайжруулах, оюуны чадавхийг хөгжүүлэх. Сул талууд Хэрэв та ажилдаа
              чин сэтгэлээсээ ханддаг химичээс ямар нэгэн сул талыг олж харж
              байгаа эсэхийг асуувал таны бүх амьдралыг бүрдүүлдэг аливаа
              зүйлийн сул тал нь юу байж болох вэ гэсэн асуултанд маш их гайхах
              байх. Гэхдээ үүнийг гаднаас нь харцгаая. Химичийн сул талуудын
              дунд дараахь зүйлийг дурдаж болно. - Ихэнхдээ ажлын цаг тогтмол
              бус байдаг. - Эрдэмтний эрүүл мэнд, тэр байтугай амь насанд хор
              хөнөөл учруулах аюултай бодисуудтай ажиллах ёстой. - Их сэтгэцийн
              стресс. Хаана сурах вэ Химич болохын тулд өөрийн болон олон улсын
              аль нэг их дээд сургуульд дээд боловсрол эзэмшсэн байх
              шаардлагатай. Түүнээс гадна эдгээр нь техникийн их сургуулиуд байж
              болно - энэ нь таны сонирхсон мэргэжлээс хамаарна. Тиймээс, аль
              нэг политехникийн (жишээлбэл, Уралын Физик, Технологийн Хүрээлэн)
              технологич, инженер мэргэжлээр суралцах нь дээр, харин шинжээч,
              экологич болохын тулд та их сургуулийн химийн тэнхимд элсэж болно.
              Шинжлэх ухааны чиглэлээр ажиллах зорилго тавиагүй ч үйлдвэрлэлд
              ажиллахыг мөрөөддөг хүмүүс дунд мэргэжлийн боловсрол эзэмших
              боломжтой. Химийн технологич, газрын тос, байгалийн хийн
              боловсруулалтын мэргэжилтэн болон бусад олон мэргэжлийг эзэмшихэд
              хангалттай. Элссэхийн тулд та хими, математик, хэлний шалгалт өгөх
              ёстой. Байгууллагаас хамааран энэ жагсаалтад өөр зүйл байж болно.
              Мэдээжийн хэрэг, ямар ч курсын талаар ярих боломжгүй - химич
              мэргэжил нь суурь мэдлэг шаарддаг бөгөөд үүнийг олж авахад нэг
              жилээс илүү хугацаа шаардагдана. Эрэлт Хими бидний амьдралд улам
              бүр нэвтэрч буй эрин үед бид амьдарч байна. Барилгын материал,
              машины эд анги, гэр ахуйн эд зүйлсийг хуванцараар, хувцасыг нийлэг
              даавуугаар хийдэг бөгөөд бүх төрлийн химийн хадгалалт, амт
              сайжруулагч, тогтворжуулагчийг хүнсний бүтээгдэхүүнд байнга
              нэмдэг. Түүнээс гадна, өнөөдөр молекул хоол нь моод болсон - энэ
              нь бас химичүүдийн шинжлэх ухааны сэтгэлгээний үр дүн юм.
              Фармакологийн талаар бид юу хэлж чадах вэ - хэрэв химич байгаагүй
              бол бид зөвхөн ардын эмчилгээгээр эмчлэх болно. Нэг үгээр хэлбэл,
              өнөөдөр энэ шинжлэх ухааны эрэлт хэрэгцээг хэт үнэлэхэд хэцүү
              байна. Ийм учраас химич мэргэжилтэй хүн ажилгүй суухгүй.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Экологч">Экологч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Орчин үеийн ертөнцөд экологич мэргэжил онцгой ач холбогдолтой
              болсон. Байгаль орчны мэргэжилтнүүд манай гарагийн эрүүл мэндэд
              хяналт тавьж, ус, агаар, хөрсний цэвэр байдалд санаа тавьдаг. Мөн
              энэ нь бидний амьдралд шууд нөлөөлдөг
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/ecology.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Экологч
              <br />
              Үйлдвэр, технологи хөгжихийн хэрээр экологич мэргэжил онцгой ач
              холбогдолтой болсон. Энэ салбарын мэргэжилтнүүд манай гаригийн
              талаар санаа тавьж, агаар, ус, хөрсний цэвэр байдалд хяналт
              тавьдаг. Хүн төрөлхтний амьдралын чанар нь тэднээс ихээхэн
              хамаардаг. Экологи бол амьд организмын хүрээлэн буй орчинтой
              харилцах харилцааг судлах, тэдгээрийн харилцан үйлчлэлийн зүй
              тогтлыг тодорхойлоход зориулагдсан шинжлэх ухаан юм. `Экологи`
              гэсэн нэр томьёог 19-р зуунд Эрнст Геккель анх санаачилсан.
              Ойролцоогоор энэ үед хүмүүс антропоген хүчин зүйлийн байгальд
              үзүүлэх нөлөөг маш их сонирхож судалж, тэдний үнэлгээнд илүү
              ухамсартай хандах болсон.
            </figcaption>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Экологич бол экосистемийг судалж, эдгээр систем дэх
              байгалийн олон янз байдал, янз бүрийн организмын зан үйлийг
              үнэлдэг эрдэмтэн юм. Экологичид төрийн байгууллагууд, байгаль
              орчны нийгэмлэг, ашгийн бус болон буяны байгууллага, судалгааны
              хүрээлэнгүүдэд ажилладаг. Эрдэмтэд, экосистем судлаачид ихэнх
              цагаа хээрийн талбайд хийж, шинжлэх ухааны ажиглалт хийж, ургамал,
              амьтан, бусад организмуудыг ангилж, ажиглалтын явцад олж авсан бүх
              өгөгдлийг бүртгэдэг. Гадны судалгаа хийсний дараа экологичид
              цуглуулсан өгөгдлийг системчилж, боловсруулдаг лабораторид
              үргэлжлүүлэн ажилладаг. Судалгаанд хамрагдсан материалын үндсэн
              дээр боловсруулсан тайланг байгууллага, үндэсний болон олон улсын
              түвшинд байгаль орчны бодлогыг боловсруулахад ашигладаг.
              Судалгаанаас гадна экологичид боловсролын үйл ажиллагаа эрхэлдэг:
              дүүрэг, хот, бүс нутаг, дэлхийн хэмжээний байгаль орчны асуудал,
              байгалийн олон янз байдал, экосистемийг хамгаалахын ач холбогдлын
              талаар олон нийтэд мэдээлдэг. Ер нь экологичид бол хүрээлэн буй
              орчныг хамгаалах санаагаар амьдардаг идэвхтэй хүмүүс юм. Хэрэв та
              гаригийн хувь заяа, бүс нутгийнхаа байгальд санаа тавьдаг,
              биологи, газарзүй зэрэг шинжлэх ухаанд дуртай бол амжилттай
              экологич болно. Мэргэжилүүд: Экологийн чиглэлээр олон мэргэжлүүд
              байдаг: биоэкологич, геоэкологич, тухайн нутаг дэвсгэрийн байгаль
              орчны инженер, хог хаягдлын менежментийн чиглэлээр үйл ажиллагаа
              эрхэлдэг экологич, агаар мандлын агаар буюу усны орчныг хамгаалах
              асуудал хариуцсан экологич, усны орчны чиглэлээр мэргэшсэн
              мэргэжилтэн. хамгаалалт, хий, тоосны шинжилгээний лаборант,
              ландшафтын экологич, эмнэлгийн экологич, эко шинжээч,
              агроэкологич, хотын экологич, эко номлогч, илтгэгч экологич.
              Тэдгээрийн заримыг нарийвчлан авч үзье. Биоэкологич нь ургамал,
              амьтны нөхцөл байдлыг ерөнхийд нь судалж, урьдчилан таамагладаг.
              Ландшафтын экологич хот суурин газрын ногоон байгууламжид дүн
              шинжилгээ хийж, дизайн хийдэг. Байгаль орчны шинжээч нь янз бүрийн
              салбарт ажиллах боломжтой: барилга, аж үйлдвэр, бусад. Жишээлбэл,
              барилгын салбарт байгаль орчны шинжээч барилгын талбайг байгаль
              орчинд үзүүлэх нөлөөллийн үүднээс судалж, мэдээлэлд дүн шинжилгээ
              хийж, тайлан гаргадаг. Агроэкологич нь хөдөө аж ахуйн салбарын
              мэргэжилтэн бөгөөд түүний ур чадвар нь хөдөө аж ахуйн хог хаягдлыг
              боловсруулах үйл явцыг төлөвлөх, түүнчлэн газар тариалангийн
              талбайг боловсруулах схемийг боловсруулах, түүний тусламжтайгаар
              ойр орчмын газар нутгийн ургамал, амьтны тэнцвэрийг хадгалах явдал
              юм. Хотын экологич нь тухайн бүс нутгийн байгаль орчны хүчин
              зүйлсийг харгалзан, байгаль орчны биотехнологид тулгуурлан
              хотуудыг (дүүргүүдийг) төлөвлөдөг. Ерөнхий Экологич нь аж ахуйн
              нэгжүүдийн байгаль орчны үйл ажиллагаанд дагалдаж, зохицуулалтын
              байгууллагад тайлангаа ирүүлдэг. Экологич бол чухал бөгөөд
              сонирхолтой мэргэжил юм. Гэхдээ тэр бусадтай адил давуу болон сул
              талуудтай. Мэдээжийн хэрэг, тэдгээрийг практик дээр, хүн үйл
              ажиллагаанд живсэн үед хамгийн сайн тодорхойлдог. Гэсэн хэдий ч та
              мэргэжлийн зарим онцлог шинж чанаруудын талаар урьдчилан мэдэж,
              дараа нь энэ чиглэлээр ажиллахад бэлэн эсэхээ шийдэх боломжтой.
              давуу тал - Экологич нь орон нутгийн болон муж улсын хэмжээнд
              байгаль орчныг хамгаалах, хүрээлэн буй орчны төлөв байдлын
              талаархи бүх хөгжлийг үргэлж мэддэг. Энэ мэдлэг нь бусдад хэрэгтэй
              бөгөөд чухал бөгөөд мэдээж давуу тал болно. Экологич байхын бусад
              давуу талууд бий. - Нийгмийн болон бизнесийн харилцаа холбоо.
              Экологич олон тооны хүмүүс, байгууллагатай харилцдаг. Холболт,
              харилцаа холбоог өргөжүүлэх нь үргэлж сонирхолтой бөгөөд ашигтай
              байдаг. - Алсын хараа. Байгаль орчны мэргэжилтэн ажил дээрээ
              ихэвчлэн өөр өөр хот, улс орнууд, өөр өөр аж ахуйн нэгжүүдээр
              аялдаг. Энэ нь таны алсын харааг тэлж, аялах боломжийг танд
              олгоно. - Тасралтгүй сургалт, хөгжил. Дэлхий цаг ямагт өөрчлөгдөж
              байгаа тул экологич үүнийг дагаж өөрчлөгдөх шаардлагатай. Тиймээс
              энэ мэргэжилтэн газарзүй, биологи, эдийн засаг, хууль эрх зүй
              болон бусад олон шинжлэх ухааны чиглэлээр мэдлэгээ байнга
              өргөжүүлдэг. Сул талууд - Байгаль орчны мэргэжилтнүүд ихэвчлэн
              хүнд хэцүү, тааламжгүй нөхцөлд ажиллах шаардлагатай болдог. Та
              эрүүл мэнд, тэсвэр хатуужил, байгальд үнэхээр хүчтэй хайртай байх
              хэрэгтэй. Экологич хүний өөр сул тал бий. - Химийн аюултай
              бодисуудтай ажиллах. Энэ нь мэргэжилтний эрүүл мэндэд сөргөөр
              нөлөөлж болзошгүй юм. - Цалин бага. Хичнээн чухал, сонирхолтой
              ажил байсан ч цалин нь хариуцлага, мэргэжлийн түвшинд тохирохгүй
              гэдгийг олон экологчид хүлээн зөвшөөрдөг. - Байгаль орчны зөрчилд
              өндөр хариуцлага хүлээлгэдэг. - Баримт бичигтэй маш их ажил
              хийдэг. Хаана боловсрол эзэмших вэ Экологич мэргэжлийг эзэмшихийн
              тулд та тусгай дээд боловсрол эзэмшиж, байгалийн ухаан, биологи,
              физик, газарзүйн чиглэлээр ажиллах сонирхолтой байх ёстой. Курсууд
              - Суурь боловсролд бэлтгэх эсвэл экологийн талаархи мэдлэгээ
              өргөжүүлэхийн тулд та тусгай онлайн сургалтанд хамрагдах
              боломжтой. Эдгээрийг одоо Coursera зайны боловсролын платформ дээр
              ашиглах боломжтой. Тэдгээрийг судалснаар та зөвхөн мэдлэг төдийгүй
              ажилд орох, их сургуульд ороход хэрэг болох гэрчилгээ авах болно.
              - Ecology: Ecosystem Dynamics and Conservation. Экосистемийн
              динамик ба хамгаалал. Энэ курс англи хэл дээр явагдана. Гарчиг нь
              `Экологи: Экосистемийн динамик ба байгаль хамгаалал` гэж
              орчуулагддаг. Хичээлийн хөтөлбөрийг Америкийн Байгалийн түүхийн
              музей эмхэтгэсэн бөгөөд энэ чиглэлээр анхлан суралцаж буй хүмүүст
              тохиромжтой. Хичээл бүхэлдээ экологи ба экосистемийн динамикийн
              танилцуулга бөгөөд үүнийг системийн сэтгэлгээний линзээр заадаг.
              Мозамбик дахь Горонгоса үндэсний цэцэрлэгт хүрээлэнгийн жишээн
              дээр суралцсанаар оюутнууд экологичид экосистемийг хэрхэн судалж,
              тэдний менежментэд нөлөөлж буй олон хүчин зүйлийг судлах болно. -
              (Ecology: from cells to Gaia) Экологи: эсээс Гайа хүртэл. `Гайя`
              гэдэг үг нь `Гайя` гэсэн нэр томъёоноос гаралтай бөгөөд дэлхийн
              гаригийн мөн чанар болох энерги гэсэн утгатай. Хичээлийг Томскийн
              Улсын Их Сургууль бэлтгэсэн бөгөөд англи хэл дээр заадаг. Үүнд
              хувьсал ба экологийн зарчмууд, популяцийн динамик, эрчим хүчний
              урсгал ба экосистем, хүний экосистемд үзүүлэх нөлөө зэргийг
              багтаасан болно. Байгаль орчны үндсэн ойлголтуудыг хянаж,
              экологичдын ашигладаг аргуудыг тодорхойлж, орон нутгийн болон
              дэлхийн байгаль орчны асуудлуудыг авч үздэг. Энэхүү сургалт нь
              эхлэгчдэд тохиромжтой: ерөнхий биологийн хичээлийг мэдэж, англи
              хэлний сайн мэдлэгтэй байхад хангалттай. Эрэлт Экологич мэргэжил
              маш их эрэлт хэрэгцээтэй байна. Байгаль орчны бохирдлоос эхлээд
              байгаль орчны шинэ стандартыг батлах хүртэл олон шалтгаан бий.
              Жишээлбэл, байгаль орчны удирдлагын тогтолцоонд зориулагдсан ISO
              14000 стандарт. Байгаль орчны мэргэжилтнүүд энэ стандартыг дагаж
              мөрдөхөд тусалдаг. Аж үйлдвэрчний болон байгаль орчныг
              хамгаалагчдын амжилттай хосолсон ажлын ачаар компанийн орлого
              нэмэгдэж, байгаль орчныг хамгаалж байна.
            </p>
          </figure>
        </div>
      </main>
    </>
  );
}

export default ProfessionPage;
