"use client";
import React, { useState, useEffect } from "react";
import { useSearchParams } from "next/navigation";
import { professionsData } from "@/bin/ProfessionData";
import Image from "next/image";
function ProfessionPage() {
  const basePath = "/assets/images/profession_images";
  const [professions_data, setData] = useState([]);

  const searchParams = useSearchParams();

  const type = Number(searchParams.get("t"));
  const profession = Number(searchParams.get("p"));

  console.log("profession type:", type);
  console.log("profession id:", profession);

  useEffect(() => {
    setData(professionsData);
  }, []);
  return (
    <>
      <main
        className={`max-w-[900px]  bg-white w-full flex flex-col items-center`}
      >
        <div className="space-y-3 p-4">
          <h2 className="text-sm font-bold md:text-3xl">
            {professions_data[type]?.name}
          </h2>

          <p className="text-sm text-gray-800">
            Хотжилт, нийгэм хурдацтай хөгжиж байгаа хэдий ч хөдөө аж ахуй нь
            эдийн засгийн хамгийн чухал салбаруудын нэг хэвээр байна. Энэ
            салбарын мэргэжилтнүүд хүн амыг жилийн турш хүнсээр, хүнс, хөнгөн
            үйлдвэрийг түүхий эдээр хангадаг
          </p>
        </div>
        <figure>
          <Image
            width={900}
            height={400}
            className=" w-full h-96"
            src={`${basePath}/detail_images/haa_zurag.png`}
            alt=""
          />
          <figcaption className="mt-3 text-sm text-center text-gray-500">
            Хөдөө аж ахуйн үйлдвэрлэлд мэдээж хүний хөдөлмөр шийдвэрлэх үүрэг
            гүйцэтгэдэг. Фермер, тариаланчдаас эхлээд агрономч, техникч хүртэл
            мэргэжилтэн бүр агро-үйлдвэрлэлийн цогцолборыг хөгжүүлэхэд чухал
            хувь нэмэр оруулдаг. Хөдөө аж ахуйн бүх мэргэжлийг менежментийн ба
            гүйцэтгэх гэж 2 хувааж болно. Эхнийх нь ажлын үйл явцыг зохион
            байгуулахтай холбоотой, хоёр дахь нь түүнийг хэрэгжүүлэхтэй шууд
            холбоотой.
          </figcaption>
        </figure>
        <p className="text-sm text-gray-800">
          Хөдөө аж ахуйн мэргэжлээр хэн тохирох вэ? Хөдөө аж ахуйн мэргэжил нь
          эрүүл мэнд, бие бялдрын хүч чадал сайтай хүмүүст тохиромжтой. Тэд
          байгальд хайртай, цаг уурын өөрчлөлтөөс айдаггүй, гараараа ажиллах
          чадвартай байх ёстой. Мөн тэвчээртэй, хөдөлмөрч байх нь маш чухал.
          ХАА-н ажилд шаардлагатай тодорхой мэдлэг, ур чадвар эзэмшихгүйгээр
          хийх боломжгүй юм. Зарим албан тушаалд ажилд орохын тулд мэргэжлийн
          боловсрол, мэргэшсэн байх нь урьдчилсан нөхцөл юм. Амжилттай ажиллахын
          тулд та нягтлан бодогчоос агрономч хүртэл хэд хэдэн чиглэлээр нэгэн
          зэрэг мэргэшсэн байвал зохимжтой. Хөдөө аж ахуйн мэргэжлийн давуу
          талууд Хөдөө аж ахуйн салбарын мэргэжилтнүүдийн гол давуу тал нь
          тэдний эрэлт хэрэгцээ юм . Нийгэм хэрхэн өөрчлөгдсөн ч хүн амын
          хүнсний хэрэгцээ үргэлж хэвээр байх болно. Хөдөө аж ахуйн салбар нь
          өөрийн биеээр хийх болон хөлсний ажил хийж орлог олох боломжтой .
          Хангалттай тооны чадамжтай бол та өөрийн фермийг нээх эсвэл оффис,
          талбайн үйл ажиллагааг хослуулах боломжтой. Хэрэв та боловсролтой бол
          карьерын хурдацтай өсөлт, өндөр орлогод найдаж болно. Хөдөө аж ахуйн
          мэргэжлийн бас нэг давуу тал бол өөртөө болон хайртай хүмүүстээ
          шинэхэн эко бүтээгдэхүүнээр үнэ төлбөргүй ба үргэлж хангах боломж юм .
          Ажлын талбар үргэлж цэвэр агаарт байж, биеийн хөдөлгөөн үргэлж
          шаарддаг тул биеийн эрүүл мэндэд өндөр ач холбогдолтой байна. Хөдөө аж
          ахуйн мэргэжлийн сул талууд  Хөдөө аж ахуйд ажиллах гол сул талуудын
          нэг бол биеийн хүнд хөдөлмөр юм . Ихэнхдээ мэргэжилтнүүдийн үйл
          ажиллагаа нь гараараа ажиллах, олон цагаар их ажил хийх, цаг агаарын
          таагүй нөхцөл байдалтай нягт холбоотой байдаг.  Өөр нэг сул тал бол
          тогтворгүй байдал юм . Хөдөө аж ахуйн зарим мэргэжлээр цалин хөлс нь
          үйл ажиллагааны үр дүнгээс шууд хамаардаг бөгөөд энэ нь эргээд ажлын
          чанар, технологи, цаг агаар болон бусад олон хүчин зүйлээс хамаардаг.
           Зарим хүмүүс ХАА-н мэргэжлийг үл ойшоодог. Хөдөө аж ахуйн ажил нь
          нэр хүндгүй, орчин үеийн биш гэж тооцогддог .
        </p>
        <div className="space-y-3 p-4">
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Хотын фермер"> Хотын фермер</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Хотын фермер бол хотод газар тариалан, үр тариа тариалах чиглэлээр
              ажилладаг шинэ, ирээдүйтэй мэргэжлийн төлөөлөгч юм. Хотын фермер
              юу хийдэг, яаж фермер болох талаар бид танд хэлэх болно
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/farmer.png`}
              alt=""
            />

            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Хотын фермер
              <br />
              Хүнс ногооны ургамал тариалахын тулд заавал хөдөө нүүх
              шаардлагагүй. Шинэ технологи нь үүнийг хотод зөв хийх боломжийг
              олгодог - хуучин агуулах, дээвэр, хонгил, хоосон байранд. Энэхүү
              санаа нь аль хэдийн дэлхий даяар трэнд болж, хотын фермер хэмээх
              шинэ мэргэжил хүртэл бий болоод байна.
            </figcaption>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Хотын фермер гэдэг нь хотын орчинд хүнсний ногоо
              тарьж ургуулдаг хүн юм. Ихэвчлэн хотын газар тариалангийн тухай
              ойлголтод ургамал - төрөл бүрийн ногоо, жимс жимсгэнэ, мөөг
              тариалахыг хэлдэг боловч хотод загас эсвэл шувууны аж ахуй эрхлэх
              боломжтой бас байдаг. Ургамалтай ажиллахын тулд “хотын тариачинд”
              өрөө, тусгай тоног төхөөрөмж хэрэгтэй, жишээлбэл, жижиг ургах
              хайрцаг эсвэл гэрэлтүүлэг бүхий олон шатлалт тавиур - босоо
              фермүүд. Тэднийгг шалнаас тааз хүртэл хэд хэдэн давхаргаар
              байрлуулах нь жижиг талбайгаас ч сайн ургац авах боломжийг
              олгодог. Сонирхолтой нь, босоо фермийн ургамалд хөрс огт хэрэггүй:
              ургамал нь шаардлагатай бүх бодис, микроэлементүүдийг шим
              тэжээлийн уусмалаас авдаг бөгөөд үүнийг автомат тэжээлийн
              системээр дамжуулан үндэс рүү шууд хүргэдэг. Энэ тохиолдолд үндэс
              нь ямар нэгэн төрлийн субстрат байж болно - хүлэр, өргөссөн шавар,
              наргил модны эслэг, эсвэл түүнгүйгээр хийж болно. Энэхүү өсөн
              нэмэгдэж буй технологийг `гидропоник` гэж нэрлэдэг боловч бусад нь
              `аэропоник`, `аквапоник` гэх мэт түгээмэл байдаг. Амжилтанд
              хүрэхийн тулд хотын фермер нь ургамлын бүтэц, амьдралын мөчлөг,
              тариалалтын технологийг ойлгохоос гадна бизнес эрхлэх, өөрөөр
              хэлбэл түгээлтийн сувгийг олох, зах зээл, өрсөлдөгчиддөө дүн
              шинжилгээ хийх, сурталчилгаа хийх чадвартай байх ёстой. Хотын
              фермерийн үйлчлүүлэгчид нь дэлгүүр, зоогийн газар, түүнчлэн шинэ
              ургамал, хүнсний ногоо сонирхдог хувийн худалдан авагчид байж
              болно. ДАВУУ ТАЛ Хотын фермер байх нь хэд хэдэн чухал давуу
              талтай. • Өрсөлдөөн бага • Хотын аж ахуй бол нэлээд шинэ үзэгдэл
              тул энэ зах зээлд өрсөлдөөн тийм ч өндөр биш байна. • Эрэлт
              Өнөөдөр улам олон хүмүүс жилийн аль ч үед эрүүл хооллож, шинэхэн
              ногоо идэхийг хүсдэг бөгөөд Оросын цаг уурын нөхцөлд энэ нь зөвхөн
              импорт, хүлэмж эсвэл хотын фермийн ачаар л боломжтой юм. • Энгийн
              логистик Хотод ургуулсан бүтээгдэхүүнийг хол зайд тээвэрлэх
              шаардлагагүй, учир нь фермүүд аль хэдийн хэрэглэгчдэд ойрхон
              байдаг. • Ургац хураах тогтвортой байдал Уламжлалт газар
              тариалангаас ялгаатай нь хотын газар тариалан нь цаг агаарын
              нөхцөл байдлаас хамаардаггүй. Тохиромжтой гэрэлтүүлэг, усалгаа,
              агааржуулалтын систем бүхий байшинд зохих арчилгаа хийснээр жилийн
              турш ургац хураах боломжтой. СУЛ ТАЛУУД Харамсалтай нь энэ
              мэргэжил бас хэд хэдэн ноцтой сул талуудтай. • Хөрөнгө оруулалтын
              хэрэгцээ Хотын аж ахуй нь тоног төхөөрөмжийн өндөр өртөгтэй
              байдаг: байрны хэмжээнээс хамааран хэдэн арван мянгаас хэдэн сая
              хүртэл үнэтэй байдаг. Мөн түрээсийн зардал, үр, суулгац, шим
              тэжээлийн уусмал, цахилгааны зардал сар бүр гарна. • Зөвшөөрөл,
              Баримт бичиг Хот суурин газарт ямар нэгэн зүйлийг их бага
              хэмжээгээр ургуулахын тулд янз бүрийн эрх бүхий байгууллагаас
              зөвшөөрөл авах шаардлагатай. Мөн хууль ёсны бизнес эрхлэхийн тулд
              хувиараа бизнес эрхлэгч эсвэл ХХК нээх, данс хөтөлж,
              бүтээгдэхүүний гэрчилгээ олгох шаардлагатай болно. • Эрсдэл Аливаа
              бизнесийн нэгэн адил хотын газар тариалан нь тодорхой эрсдэлтэй
              байдаг. Та бүх хөрөнгө оруулалтаа нөхөж, бизнесээ ашигтай болгохын
              тулд шаргуу хичээх хэрэгтэй бөгөөд үүнийг хүн бүр хийж чадахгүй.
              Хаана суралцах Хотын фермерийн аж ахуй нь зөвхөн 2012 оноос
              арилжааны чиглэлээр гарч ирсэн тул энэ мэргэжлийг сургах тусдаа
              хөтөлбөр хараахан гараагүй байна. Магадгүй энэ нь ойрын ирээдүйд
              гарч ирэх байх, учир нь зарим боловсролын байгууллагууд хотын аж
              ахуйг заах семинартай байдаг. Газар тариалан, газар тариалангийн
              талаархи үндсэн мэдлэгийг хөдөө аж ахуйн коллеж эсвэл их дээд
              сургуульд авах боломжтой. Мөн амжилттай хотын фермерүүд эсвэл
              тоног төхөөрөмж нийлүүлэгчдээс курс, мастер ангиуд, жил бүрийн
              хурал, хөдөө аж ахуйн хакатонууд байдаг. Боловсролын байгууллагууд
              9-р ангиа төгсөөд энэ мэргэжлийг эзэмших хүсэлтэй хүмүүс
              “Агрономич” мэргэжлийг анхаарч үзэх хэрэгтэй. Үүнийг дунд
              мэргэжлийн боловсролын байгууллагуудад танилцуулдаг. 1)
              Красноярскийн хөдөө аж ахуйн коллеж; 2) И.С.Ефановын нэрэмжит
              Тулагийн хөдөө аж ахуйн коллеж; 3) Корочан хөдөө аж ахуйн коллеж.
              Хөдөө аж ахуйн их дээд сургууль коллежуудаас олон байгааг анхаарна
              уу. Дээд боловсролын байгууллагуудад сургалтын хөтөлбөрүүдийн
              сонголт илүү өргөн байдаг: `Агрономич` -оос гадна `Агробизнес`,
              `Тариалангийн технологи` болон бусад. Ихэвчлэн элсэхийн тулд та
              орос хэл, математик, биологийн улсын нэгдсэн шалгалтыг өгөх
              шаардлагатай байдаг боловч зарим их дээд сургуулиуд физик, химийн
              чиглэлээр улсын нэгдсэн шалгалтыг шаарддаг. Тохиромжтой
              боловсролын байгууллагуудын товч жагсаалтыг энд оруулав. 1) К.А.
              Тимирязевын нэрэмжит Оросын Улсын Аграрын Их Сургууль (Москва); 2)
              Санкт-Петербург Улсын Аграрын их сургууль; 3) Эзэн хаан I Петрийн
              нэрэмжит Воронеж улсын хөдөө аж ахуйн их сургууль; 4) Кубан улсын
              хөдөө аж ахуйн их сургууль; 5) Новосибирскийн улсын хөдөө аж ахуйн
              их сургууль. Курсууд Хотын газар тариалангийн талаархи онлайн
              сургалтууд нь энэ мэргэжлийн онцлог шинж чанаруудын талаар
              шаардлагатай бүх мэдээллийг хурдан цуглуулахад тусална. Ихэнхдээ
              ийм сургалтыг фермээ амжилттай эхлүүлсэн, ямар технологи
              ажилладаг, аль нь болохгүй байгааг өөрсдийн туршлагаас туршиж
              үзсэн компаниуд санал болгодог. Жишээлбэл, Local Roots нь City
              Farm нэртэй 6 долоо хоногийн онлайн сургалттай. Энэ нь шинэ
              мэргэжлийг сонирхож буй хэн бүхэнд тохиромжтой бөгөөд газар
              тариалангийн үндэс суурьтай танилцах боломжийг олгоно. Эрэлт Хотын
              тариачны мэргэжил одоогоор эхэн үедээ байгаа бөгөөд өнөөг хүртэл
              эрэлт хэрэгцээтэй гэж нэрлэх аргагүй юм. Та ажил хайх сайтуудаас
              энэ мэргэжлээр сул орон тоо олох боломжгүй. Энэ нь хүн өөрийн
              санаачилгаар эсвэл ижил төстэй хүмүүстэй багаар нээдэг хувийн
              бизнес юм.
            </p>
          </figure>
        </div>
        <div className="space-y-3 p-4">
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Малын эмч"> Малын эмч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Амьтанд хайртай хүмүүсийн хувьд малын эмчийн мэргэжил эзэмшвэл нь
              зөвхөн мэргэжил эзэмшихээс илүү үр дүнтэй байх болно. Энэ ажил
              тэдний хувьд жинхэнэ уриалга юм. Зүрх сэтгэлээсээ амьтаныг
              хайрлахгүйгээр амьтдад туслах, тэднийг эмчлэхэд өөрийгөө зориулах
              боломжгүй юм.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/animal_doctor.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Малын эмч
              <br />
              Олон хүмүүс тэжээвэр амьтангүйгээр амьдралыг төсөөлж чадахгүй.
              Амьтан бол яг л хүн шиг: тус бүр өөрийн гэсэн зан чанар, өөрийн
              гэсэн зуршил, төлөв байдалтай байдаг. Амьтад бидэнд хүнд хэцүү
              нөхцөлд тусалж, дэмждэг ч заримдаа тэдэнд өөрсдөд нь дэмжлэг,
              тусламж хэрэгтэй болдог.
            </figcaption>
            <p className="text-sm text-gray-800">
              <bold>Тодорхойлолт.</bold> <br />
              Малын эмч буюу малын эмч нь малын өвчнийг эмчлэх, урьдчилан
              сэргийлэх чиглэлээр ажилладаг мэргэжилтэн юм. Түүний үүрэг
              хариуцлагад үзлэг хийх, эмнэлгийн тусламж үзүүлэх, вакцинжуулалт,
              микрочип хийх, янз бүрийн процедур, үйл ажиллагаа явуулах,
              түүнчлэн амьтдыг арчлах, арчлах талаар үйлчлүүлэгчдэд зөвлөгөө
              өгөх зэрэг багтдаг. Мэргэшил: Ихэвчлэн сургалтанд хамрагдаж
              боловсрол эзэмшисэний дараа малын ерөнхий эмчийн диплом авдаг.
              Тэрээр тэжээвэр амьтад, бод бог мал зэрэг гэрийн амьтдыг үзэж,
              эмчлэх боломжийг олгодог ерөнхий мэдлэгтэй болно. Гэсэн хэдий ч,
              хэрэв эмч тодорхой чиглэлд хөгжихийг хүсч байвал нарийн мэргэшлийг
              сонгож болно. Хамгийн эрэлттэй мэргэжлүүд нь: малын эмч; мал
              эмнэлгийн эндокринологич; мал эмнэлгийн онкологич; мал эмнэлгийн
              зүрх судасны эмч; Малын арьсны эмч. Үүнээс гадна малын эмч нар
              амьтдын тодорхой ангилал, захиалгаар мэргэшиж болно. Жишээлбэл,
              шувуу судлаач шувууд, ротологич мэрэгч, герпетологич мөлхөгчдийн
              асуудлыг авч үздэг. Зэрлэг амьтантай ажилладаг мэргэжилтнүүд
              байдаг. Давуу тал • Эрэлт ихтэй - Мал байгаа цагт малын эмч тэр
              дундаа фермер хөгжиж байгаа үед их хэрэгтэй болно. • Таны ажлын
              сэтгэл ханамж - Сайн малын эмч ажлынхаа үр дүнг хардаг: тэр малд
              тусалж, амь насыг авардаг, өвчин эдгэрч сайжирч байгааг харж
              баярладаг. Ажлынхаа төлөө тэрээр малчдаас талархал хүлээж авдаг. •
              Практик мэдлэг. Малын эмч нь амьд организм хэрхэн ажилладагийг
              ойлгож, эмчигээг мэддэг. Мэдээжийн хэрэг, тэр хүмүүсийг эмчлэхгүй,
              гэхдээ яаралтай тусламжийн үед эмнэлгийн мэдлэг нь хүний амийг
              аварч чадна. • Суралцаж байхдаа дадлага хийх боломжтой. Мэргэжлээ
              илүү сайн ойлгож, мэргэжлээ сонгохын тулд та их сургуулийн эхний
              жилдээ малын эмчийн туслахаар цагийн ажил олж болно. Сул талууд •
              Байнгын суралцах шаардлагатай байдаг. Их сургуульд оюутан нэлээд
              ерөнхий мэдлэг олж авдаг. Энэ нь ажиллах боломж олгоно, гэхдээ
              тодорхой чиглэлээр сайн мэргэжилтэн болохын тулд та ахисан түвшний
              сургалтанд тогтмол хамрагдах, бага хуралд оролцох, өөрийн
              чиглэлээр мэргэжлийн уран зохиол хайх, байнга сурч судлах хэрэгтэй
              байдаг. • Осол гэмтэл, өвчин тусах эрсдэлтэй - Янз бүрийн өвчин
              амьтнаас хүнд дамждаг, тухайлбал хачиг, галзуу өвчин. Ихэнхдээ
              амьтад хазаж, тийрч, эмчийн гараас зугтдаг тул мэргэжилтний гар нь
              ялангуяа эмзэг байдаг. Хэрэв эмч гар, хуруугаа гэмтээсэн бол тэр
              хэсэг хугацаанд ажиллах боломжгүй болно. • Ажлын хуваарь - Малын
              эмч нарын ээлж нь нэг өдөр эсвэл түүнээс ч удаан үргэлжилж болох
              бөгөөд заримдаа шөнийн цагаар болон амралтын өдрүүдэд ажиллах
              шаардлагатай болдог. Стресстэй үед гэртээ эмч дуудаж болно. Малын
              эмч өвчтөний амьдралын төлөө үргэлж асар их үүрэг хариуцлага
              хүлээдэг бөгөөд ихэнхдээ хүнд хэцүү шийдвэр гаргах шаардлагатай
              болдог. Хэдийгээр малын эмч амьтантай ажилладаг ч асуудалтай
              үйлчлүүлэгчидтэй хүмүүстэй бас харилцах ёстой. • Өвчилсөн малын
              үхэл – ямарч шилдэг мэргэжилтэн ч болсон гэсэн өвчилсөн малаа
              үхүүлэхээс 100% хамгаалдаггүй, учир нь заримдаа хэтэрхий оройтсон
              байдаг. Мэдээжийн хэрэг, энэ нь эмчийн сэтгэл зүйд нөлөөлдөг.
              Эрэлт хэрэгцээ Малын эмчийн мэргэжил манай улсад төдийгүй дэлхийд
              маш их эрэлт хэрэгцээтэй байдаг. Сая сая хүмүүс мал өсгөж,
              тэжээвэр амьтан тэжээдэг бөгөөд тэдэнд хэзээ нэгэн цагт малын
              эмчийн зөвлөгөө, тусламж хэрэгтэй болдог. Малын эмч нар малын
              эрүүл мэндийг сахин хамгаалснаар янз бүрийн халдвар, өвчнөөс хүнд
              халдварлахаас сэргийлдэг. Ажил, карьер Та эхний жилдээ дээд
              боловсрол эзэмшээгүй ч туслах ажилтнаар анхны ажилд орох
              боломжтой. Тийм ээ, та тороо угааж, цэвэрлэх, багаж хэрэгсэл
              бэлтгэх, энгийн ажлыг хийх хэрэгтэй болно, гэхдээ энэ нь таны
              карьерын эхний алхам юм. Дээд боловсролтой, туршлагатай болоод
              сайн малын эмч болох боломжтой. Ажилд орох олон сонголт байдаг:
              улсын болон хувийн эмнэлэг, ферм, амьтны хүрээлэн, үржүүлгийн
              газар, амьтны дэлгүүр, мал эмнэлгийн эмийн сан гэх мэт. Та мөн
              лабораторид судалгаа хийх, шинжлэх ухааны үйл ажиллагаа эрхлэх,
              гаальд ажиллах боломжтой. Туршлага олж авсны дараа малын эмч
              томоохон эмнэлэгт карьерийн шат руу авирах эсвэл өөрийн эмнэлэг
              нээх боломжтой болно.
            </p>
          </figure>
        </div>
        <div className="space-y-3 p-4">
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="АГРОНОМЧ"> АГРОНОМЧ</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Агрономчийн мэргэжил нийгэмд хамгийн түгээмэл биш юм шиг
              санагддаг. Гэвч үнэн хэрэгтээ энэ мэргэжилтэн бол хамгийн чухал
              хүмүүсийн нэг юм. Эцсийн эцэст бид үргэлж шинэхэн талх, шинэ
              ногоог ширээн дээр тавьдаг нь агрономчдын ач юм
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/agronomich.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              АГРОНОМЧ
              <br />
              Агрономчийн мэргэжил бол хүн төрлөхтний хамгийн эртний
              мэргэжлүүдийн нэг юм. Хүмүүс зэрлэг байгальд ургадаг ургамлыг
              тариалж эхлэх үед гарч ирсэн. Хэдэн мянган жилийн өмнө хүн
              хөрснөөс хамгийн их ашиг хүртэхийн тулд хөрсийг хэрхэн үржил
              шимтэй болгох талаар мэддэг байсан. Агрономич бол ургамлын
              тариалангийн ертөнцөд шинжлэх ухааны удирдагч юм, учир нь тэрээр
              ажилдаа шинжлэх ухааны үндэслэлтэй аргуудыг голчлон удирддаг. Мөн
              талбайн ажлыг хэзээ эхлүүлэх, хэзээ дуусгах, яг юу хийх, хэрхэн
              хийх талаар бодож төлөвлөж, газар тариалангийн ажлын хуваарь
              гаргана. Тэд ихэвчлэн ямар үр тарих, хэр хэмжээний услах, хэзээ,
              ямар бордоо хэрэглэх гэх мэт олон зүйлийг зааж өгдөг. Агрономчийн
              гол ажил бол газар тариалангийн үйлдвэрлэлийг удирдах, сайжруулах
              явдал юм. Агрономч өөрийн мэдлэг дээрээ үндэслэн хөрс, түүний
              найрлага хэрхэн өөрчлөгдөж, ургамал хэрхэн хөгжиж, юу дутагдаж
              байгааг хардаг. Агрономич зөвхөн газар нутаг, түүн дээр ургасан
              зүйл биш, тариа тарьж байгаа хүмүүстэй ч харьцдаг. Тэр бол тэдний
              ажлыг төлөвлөж, зохион байгуулж, шаардлагатай тусламжийг үзүүлдэг
              (жишээлбэл, ямар нэгэн согогийг арилгах шаардлагатай бол), тэднийг
              сургаж, сургадаг. Тиймээс энэ мэргэжилтэн одоо байгаа мэдлэгээс
              гадна зохион байгуулалт, сурган хүмүүжүүлэх чадвартай байх ёстой.
              Бүтээмж нь агрономич өөрийн ажил, талбайн хүмүүсийн ажлыг хэр
              тодорхой төлөвлөхөөс хамаарна. Агрономич үүргээ амжилттай
              гүйцэтгэхийн тулд дараахь ур чадвар, чанаруудтай байх ёстой:
              санаачлага, урам зориг; үр ашиг; ажиглалт, анхаарал болгоомжтой
              байх; хариуцлага. Агрономчийн ажил бол хөдөө байгальд, цаг агаарын
              нөхцөл, бусад нөхцөл байдлаас хамаардаг хүнд ажил юм. Мэргэжилтэн
              хаврын эхэн сараас намрын сүүл хүртэл ажилладаг. Хавар
              тариалангийн талбайг үр, суулгац тарихад бэлтгэх, бордооны
              хангамжид хяналт тавих хэрэгтэй. Намрын улиралд үр тариа хурааж,
              тэдгээрийг хадгалахад шаардлагатай дотоод орчныг бүрдүүлнэ.
              Бүтээгдэхүүн нь ашигтай шинж чанараа алдахгүйн тулд хадгалалт нь
              зөв байх ёстой. Ажлын үр дүн нь зөвхөн намар л харагддаг, ургамал
              хавар тарьдаг тул өвөл өнгөрсний дараа л ямар нэг зүйлийг засч,
              сайжруулж болно.
            </figcaption>
            <p className="text-sm text-gray-800">
              <bold>Агрономын мэргэшлүүд.</bold> <br />
              Агрономич-үр тариалагч. Тэрээр үрийн чанарыг шалгаж, зөвхөн
              хамгийн сайн үрийг хадгалдаг. Үүнийг практикт туршиж байна. Энэхүү
              шалгалтын үйл явцыг "баталгаажуулалт" гэж нэрлэдэг. Ургамал
              хамгаалах агрономич. Ийм агрономчийн үүрэг хариуцлагад: хортон
              шавьжтай тэмцэх, хогийн ургамлыг зайлуулах, янз бүрийн өвчинд
              зориулсан хөдөө аж ахуйн ургамлыг эмчлэх. Агрономич-агрохимич. Энэ
              төрлийн мэргэжилтэн нь ургамал, хөрсөнд тохиолддог химийн болон
              биохимийн үйл явцыг судалдаг. Агрономич-агрохимичийн гол ажил бол
              эдгээр үйл явцад нөлөөлж, газрын үржил шимийг нэмэгдүүлэх явдал
              юм. Агрохими буюу микробиологи, хөрс судлал, ургамлын биохими,
              газар тариалан, тэр ч байтугай физик, цаг уур зэрэг бусад олон
              шинжлэх ухаантай шууд холбоотой. Агрохимичүүд химийн болон
              биологийн аргыг хоёуланг нь ашигладаг. Ургамал, хөрс, бордооны
              дээжийн шинжилгээг эдгээр зорилгоор тусгайлан тоноглогдсон
              лабораторид явуулдаг. Агрономч-ногоочин. Хэдийгээр нарийн
              мэргэшсэн мэт санагдах боловч агрономч-ногоочин нь асар их үүрэг
              хариуцлага хүлээдэг. Мэргэшсэн хүний хийх ёстой зүйлийн өчүүхэн
              хэсэг нь энд байна: хүнсний ногооны фермийн ажлыг зохион
              байгуулах; газрын үржил шимийг нэмэгдүүлэх, бүтээгдэхүүний чанарыг
              сайжруулах; тарих үрийг бэлтгэх, аль хэдийн хураасан ургацыг зохих
              ёсоор хадгалах; хөрс боловсруулах, органик болон эрдэс бордоо
              ашиглах хамгийн оновчтой аргуудыг боловсруулж хэрэгжүүлэх. Давуу
              тал • Агрономчийн ажлын гол онцлог бол цэвэр агаарт байх явдал юм.
              Гэхдээ үүнийг бас шууд давуу тал гэж үзэх боломжгүй юм. Заримдаа
              ажилтан цаг агаарын нөхцөл байдлаас үл хамааран өдөржингөө хөл
              дээрээ зогсох шаардлагатай болдог. • Тэжээдэг ажил - Агрономчийн
              ажил одоо өмнөх шигээ эрэлттэй биш юм шиг санагдаж магадгүй. Гэсэн
              хэдий ч энэ нь бас тийм биш. Агрономич бол хүнийг шууд тэжээдэг
              хүн учраас агрономийн чиглэлээр мэргэшсэн хүн өөрийн мэдлэгийг
              үргэлж хаана ч ашиглах болно. • Хэрэгтэй мэдлэг - Хэрэв агрономич
              өөрийн гэсэн цэцэрлэг, хүнсний ногооны талбайтай эсвэл үлгэр жишээ
              туслах ферм байгуулах гэж байгаа бол суралцах явцад болон практик
              дээр олж авсан мэдлэг нь хэрэг болно. • Сургалтын хүртээмж - Та их
              дээд сургууль болон ердийн техникийн сургуульд агрономчийн
              мэргэжлийг олж авах боломжтой. • Бүтээлч үйл явц - Хэдийгээр
              агрономчийн ажил нь байгалийн хууль, шинжлэх ухааны зарчимд
              захирагддаг боловч ургамал нь үйл явц, эсрдэлтэй байдлаас болж
              стандарт бус шийдэл гаргах хэрэгцээ ч бас гарна. Бүтээлч хүн
              нөхцөл байдлаас хамаарч хөрс боловсруулах систем, сорт сонгох
              болон бусад олон зүйлийг туршиж үзэх боломжтой байна. Сул талууд •
              Агрономчийн мэргэжлийн гол сул тал бол ажлын ачаалал, хариуцлага
              өндөртэй цалин бага (ялангуяа бүс нутагт) юм. Энэ нь мэргэжилтний
              урам зориг, үр дүнд нөлөөлж болно. • Тогтмол бус ажлын хуваарь -
              Агрономич оюутан мэргэжлээрээ амжилтанд хүрэхийг хүсч байвал
              шаргуу хөдөлмөр, тууштай хичээл зүтгэлд бэлэн байх ёстой. Залуу
              мэргэжилтнүүд ихэвчлэн амралтын өдөр дутмаг байдаг. Ихэвчлэн энэ
              хугацаа 4-р сарын эхнээс 11-р сарын сүүл хүртэл үргэлжилдэг.
              Агрономчийн ажлын өдөр маш эрт эхэлдэг (өглөө 6 цаг орчим) бөгөөд
              төлөвлөсөн бүх ажил дууссаны дараа л дуусдаг. Тариалалт, ургац
              хураалтын үеэр ажлын өдөр оройн 21:00 цагт дуусч магадгүй юм.
              Өдөрт 15-17 цаг ажиллах ёстой болж байна. • Хортой, заримдаа бүр
              аюултай хөдөлмөрийн нөхцөл - Хэдийгээр агрономич байгальд, өөрөөр
              хэлбэл цэвэр агаарт байдаг ч түүний ажил нь аюултай нэгдлүүд,
              процессуудтай холбоотой байдаг. Жишээлбэл, та химийн ургамал
              хамгааллын бүтээгдэхүүн, түүнчлэн өмнө нь химийн бодист өртөж
              байсан бордоо, үртэй тулгардаг. Ургац хураах цаг болоход үр тариа
              цуглуулах, боловсруулах явцад их хэмжээний тоос үүсэх нь
              агрономчийн биед аюул учруулдаг.
            </p>
          </figure>
        </div>
      </main>
    </>
  );
}

export default ProfessionPage;
