"use client";
import React, { useState, useEffect } from "react";
import { useSearchParams } from "next/navigation";
import { professionsData } from "@/bin/ProfessionData";
import Image from "next/image";
function ProfessionPage() {
  const basePath = "/assets/images/profession_images";
  const [professions_data, setData] = useState([]);

  const searchParams = useSearchParams();

  const type = Number(searchParams.get("t"));
  const profession = Number(searchParams.get("p"));

  console.log("profession type:", type);
  console.log("profession id:", profession);

  useEffect(() => {
    setData(professionsData);
  }, []);
  return (
    <>
      <main
        className={`max-w-[900px]  bg-white w-full flex flex-col items-center`}
      >
        <div className="space-y-3 p-4">
          <h2 className="text-sm font-bold md:text-3xl">
            {professions_data[type]?.name}
          </h2>

          <p className="text-sm text-gray-800">
            Хотжилт, нийгэм хурдацтай хөгжиж байгаа хэдий ч хөдөө аж ахуй нь
            эдийн засгийн хамгийн чухал салбаруудын нэг хэвээр байна. Энэ
            салбарын мэргэжилтнүүд хүн амыг жилийн турш хүнсээр, хүнс, хөнгөн
            үйлдвэрийг түүхий эдээр хангадаг
          </p>
        </div>
        <figure>
          <Image
            width={900}
            height={400}
            className=" w-full h-96"
            src={`${basePath}/detail_images/haa_zurag.png`}
            alt=""
          />
          <figcaption className="mt-3 text-sm text-center text-gray-500">
            Хөдөө аж ахуйн үйлдвэрлэлд мэдээж хүний хөдөлмөр шийдвэрлэх үүрэг
            гүйцэтгэдэг. Фермер, тариаланчдаас эхлээд агрономч, техникч хүртэл
            мэргэжилтэн бүр агро-үйлдвэрлэлийн цогцолборыг хөгжүүлэхэд чухал
            хувь нэмэр оруулдаг. Хөдөө аж ахуйн бүх мэргэжлийг менежментийн ба
            гүйцэтгэх гэж 2 хувааж болно. Эхнийх нь ажлын үйл явцыг зохион
            байгуулахтай холбоотой, хоёр дахь нь түүнийг хэрэгжүүлэхтэй шууд
            холбоотой.
          </figcaption>
        </figure>
        <p className="text-sm text-gray-800">
          Хөдөө аж ахуйн мэргэжлээр хэн тохирох вэ? Хөдөө аж ахуйн мэргэжил нь
          эрүүл мэнд, бие бялдрын хүч чадал сайтай хүмүүст тохиромжтой. Тэд
          байгальд хайртай, цаг уурын өөрчлөлтөөс айдаггүй, гараараа ажиллах
          чадвартай байх ёстой. Мөн тэвчээртэй, хөдөлмөрч байх нь маш чухал.
          ХАА-н ажилд шаардлагатай тодорхой мэдлэг, ур чадвар эзэмшихгүйгээр
          хийх боломжгүй юм. Зарим албан тушаалд ажилд орохын тулд мэргэжлийн
          боловсрол, мэргэшсэн байх нь урьдчилсан нөхцөл юм. Амжилттай ажиллахын
          тулд та нягтлан бодогчоос агрономч хүртэл хэд хэдэн чиглэлээр нэгэн
          зэрэг мэргэшсэн байвал зохимжтой. Хөдөө аж ахуйн мэргэжлийн давуу
          талууд Хөдөө аж ахуйн салбарын мэргэжилтнүүдийн гол давуу тал нь
          тэдний эрэлт хэрэгцээ юм . Нийгэм хэрхэн өөрчлөгдсөн ч хүн амын
          хүнсний хэрэгцээ үргэлж хэвээр байх болно. Хөдөө аж ахуйн салбар нь
          өөрийн биеээр хийх болон хөлсний ажил хийж орлог олох боломжтой .
          Хангалттай тооны чадамжтай бол та өөрийн фермийг нээх эсвэл оффис,
          талбайн үйл ажиллагааг хослуулах боломжтой. Хэрэв та боловсролтой бол
          карьерын хурдацтай өсөлт, өндөр орлогод найдаж болно. Хөдөө аж ахуйн
          мэргэжлийн бас нэг давуу тал бол өөртөө болон хайртай хүмүүстээ
          шинэхэн эко бүтээгдэхүүнээр үнэ төлбөргүй ба үргэлж хангах боломж юм .
          Ажлын талбар үргэлж цэвэр агаарт байж, биеийн хөдөлгөөн үргэлж
          шаарддаг тул биеийн эрүүл мэндэд өндөр ач холбогдолтой байна. Хөдөө аж
          ахуйн мэргэжлийн сул талууд  Хөдөө аж ахуйд ажиллах гол сул талуудын
          нэг бол биеийн хүнд хөдөлмөр юм . Ихэнхдээ мэргэжилтнүүдийн үйл
          ажиллагаа нь гараараа ажиллах, олон цагаар их ажил хийх, цаг агаарын
          таагүй нөхцөл байдалтай нягт холбоотой байдаг.  Өөр нэг сул тал бол
          тогтворгүй байдал юм . Хөдөө аж ахуйн зарим мэргэжлээр цалин хөлс нь
          үйл ажиллагааны үр дүнгээс шууд хамаардаг бөгөөд энэ нь эргээд ажлын
          чанар, технологи, цаг агаар болон бусад олон хүчин зүйлээс хамаардаг.
           Зарим хүмүүс ХАА-н мэргэжлийг үл ойшоодог. Хөдөө аж ахуйн ажил нь
          нэр хүндгүй, орчин үеийн биш гэж тооцогддог .
        </p>
        <div className="space-y-3 p-4">
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Хотын фермер"> Хотын фермер</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Хотын фермер бол хотод газар тариалан, үр тариа тариалах чиглэлээр
              ажилладаг шинэ, ирээдүйтэй мэргэжлийн төлөөлөгч юм. Хотын фермер
              юу хийдэг, яаж фермер болох талаар бид танд хэлэх болно
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/${professions_data[type]?.details[profession]?.content_image}.png`}
              alt=""
            />

            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Хотын фермер
              <br />
              Хүнс ногооны ургамал тариалахын тулд заавал хөдөө нүүх
              шаардлагагүй. Шинэ технологи нь үүнийг хотод зөв хийх боломжийг
              олгодог - хуучин агуулах, дээвэр, хонгил, хоосон байранд. Энэхүү
              санаа нь аль хэдийн дэлхий даяар трэнд болж, хотын фермер хэмээх
              шинэ мэргэжил хүртэл бий болоод байна.
            </figcaption>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Хотын фермер гэдэг нь хотын орчинд хүнсний ногоо
              тарьж ургуулдаг хүн юм. Ихэвчлэн хотын газар тариалангийн тухай
              ойлголтод ургамал - төрөл бүрийн ногоо, жимс жимсгэнэ, мөөг
              тариалахыг хэлдэг боловч хотод загас эсвэл шувууны аж ахуй эрхлэх
              боломжтой бас байдаг. Ургамалтай ажиллахын тулд “хотын тариачинд”
              өрөө, тусгай тоног төхөөрөмж хэрэгтэй, жишээлбэл, жижиг ургах
              хайрцаг эсвэл гэрэлтүүлэг бүхий олон шатлалт тавиур - босоо
              фермүүд. Тэднийгг шалнаас тааз хүртэл хэд хэдэн давхаргаар
              байрлуулах нь жижиг талбайгаас ч сайн ургац авах боломжийг
              олгодог. Сонирхолтой нь, босоо фермийн ургамалд хөрс огт хэрэггүй:
              ургамал нь шаардлагатай бүх бодис, микроэлементүүдийг шим
              тэжээлийн уусмалаас авдаг бөгөөд үүнийг автомат тэжээлийн
              системээр дамжуулан үндэс рүү шууд хүргэдэг. Энэ тохиолдолд үндэс
              нь ямар нэгэн төрлийн субстрат байж болно - хүлэр, өргөссөн шавар,
              наргил модны эслэг, эсвэл түүнгүйгээр хийж болно. Энэхүү өсөн
              нэмэгдэж буй технологийг `гидропоник` гэж нэрлэдэг боловч бусад нь
              `аэропоник`, `аквапоник` гэх мэт түгээмэл байдаг. Амжилтанд
              хүрэхийн тулд хотын фермер нь ургамлын бүтэц, амьдралын мөчлөг,
              тариалалтын технологийг ойлгохоос гадна бизнес эрхлэх, өөрөөр
              хэлбэл түгээлтийн сувгийг олох, зах зээл, өрсөлдөгчиддөө дүн
              шинжилгээ хийх, сурталчилгаа хийх чадвартай байх ёстой. Хотын
              фермерийн үйлчлүүлэгчид нь дэлгүүр, зоогийн газар, түүнчлэн шинэ
              ургамал, хүнсний ногоо сонирхдог хувийн худалдан авагчид байж
              болно. ДАВУУ ТАЛ Хотын фермер байх нь хэд хэдэн чухал давуу
              талтай. • Өрсөлдөөн бага • Хотын аж ахуй бол нэлээд шинэ үзэгдэл
              тул энэ зах зээлд өрсөлдөөн тийм ч өндөр биш байна. • Эрэлт
              Өнөөдөр улам олон хүмүүс жилийн аль ч үед эрүүл хооллож, шинэхэн
              ногоо идэхийг хүсдэг бөгөөд Оросын цаг уурын нөхцөлд энэ нь зөвхөн
              импорт, хүлэмж эсвэл хотын фермийн ачаар л боломжтой юм. • Энгийн
              логистик Хотод ургуулсан бүтээгдэхүүнийг хол зайд тээвэрлэх
              шаардлагагүй, учир нь фермүүд аль хэдийн хэрэглэгчдэд ойрхон
              байдаг. • Ургац хураах тогтвортой байдал Уламжлалт газар
              тариалангаас ялгаатай нь хотын газар тариалан нь цаг агаарын
              нөхцөл байдлаас хамаардаггүй. Тохиромжтой гэрэлтүүлэг, усалгаа,
              агааржуулалтын систем бүхий байшинд зохих арчилгаа хийснээр жилийн
              турш ургац хураах боломжтой. СУЛ ТАЛУУД Харамсалтай нь энэ
              мэргэжил бас хэд хэдэн ноцтой сул талуудтай. • Хөрөнгө оруулалтын
              хэрэгцээ Хотын аж ахуй нь тоног төхөөрөмжийн өндөр өртөгтэй
              байдаг: байрны хэмжээнээс хамааран хэдэн арван мянгаас хэдэн сая
              хүртэл үнэтэй байдаг. Мөн түрээсийн зардал, үр, суулгац, шим
              тэжээлийн уусмал, цахилгааны зардал сар бүр гарна. • Зөвшөөрөл,
              Баримт бичиг Хот суурин газарт ямар нэгэн зүйлийг их бага
              хэмжээгээр ургуулахын тулд янз бүрийн эрх бүхий байгууллагаас
              зөвшөөрөл авах шаардлагатай. Мөн хууль ёсны бизнес эрхлэхийн тулд
              хувиараа бизнес эрхлэгч эсвэл ХХК нээх, данс хөтөлж,
              бүтээгдэхүүний гэрчилгээ олгох шаардлагатай болно. • Эрсдэл Аливаа
              бизнесийн нэгэн адил хотын газар тариалан нь тодорхой эрсдэлтэй
              байдаг. Та бүх хөрөнгө оруулалтаа нөхөж, бизнесээ ашигтай болгохын
              тулд шаргуу хичээх хэрэгтэй бөгөөд үүнийг хүн бүр хийж чадахгүй.
              Хаана суралцах Хотын фермерийн аж ахуй нь зөвхөн 2012 оноос
              арилжааны чиглэлээр гарч ирсэн тул энэ мэргэжлийг сургах тусдаа
              хөтөлбөр хараахан гараагүй байна. Магадгүй энэ нь ойрын ирээдүйд
              гарч ирэх байх, учир нь зарим боловсролын байгууллагууд хотын аж
              ахуйг заах семинартай байдаг. Газар тариалан, газар тариалангийн
              талаархи үндсэн мэдлэгийг хөдөө аж ахуйн коллеж эсвэл их дээд
              сургуульд авах боломжтой. Мөн амжилттай хотын фермерүүд эсвэл
              тоног төхөөрөмж нийлүүлэгчдээс курс, мастер ангиуд, жил бүрийн
              хурал, хөдөө аж ахуйн хакатонууд байдаг. Боловсролын байгууллагууд
              9-р ангиа төгсөөд энэ мэргэжлийг эзэмших хүсэлтэй хүмүүс
              “Агрономич” мэргэжлийг анхаарч үзэх хэрэгтэй. Үүнийг дунд
              мэргэжлийн боловсролын байгууллагуудад танилцуулдаг. 1)
              Красноярскийн хөдөө аж ахуйн коллеж; 2) И.С.Ефановын нэрэмжит
              Тулагийн хөдөө аж ахуйн коллеж; 3) Корочан хөдөө аж ахуйн коллеж.
              Хөдөө аж ахуйн их дээд сургууль коллежуудаас олон байгааг анхаарна
              уу. Дээд боловсролын байгууллагуудад сургалтын хөтөлбөрүүдийн
              сонголт илүү өргөн байдаг: `Агрономич` -оос гадна `Агробизнес`,
              `Тариалангийн технологи` болон бусад. Ихэвчлэн элсэхийн тулд та
              орос хэл, математик, биологийн улсын нэгдсэн шалгалтыг өгөх
              шаардлагатай байдаг боловч зарим их дээд сургуулиуд физик, химийн
              чиглэлээр улсын нэгдсэн шалгалтыг шаарддаг. Тохиромжтой
              боловсролын байгууллагуудын товч жагсаалтыг энд оруулав. 1) К.А.
              Тимирязевын нэрэмжит Оросын Улсын Аграрын Их Сургууль (Москва); 2)
              Санкт-Петербург Улсын Аграрын их сургууль; 3) Эзэн хаан I Петрийн
              нэрэмжит Воронеж улсын хөдөө аж ахуйн их сургууль; 4) Кубан улсын
              хөдөө аж ахуйн их сургууль; 5) Новосибирскийн улсын хөдөө аж ахуйн
              их сургууль. Курсууд Хотын газар тариалангийн талаархи онлайн
              сургалтууд нь энэ мэргэжлийн онцлог шинж чанаруудын талаар
              шаардлагатай бүх мэдээллийг хурдан цуглуулахад тусална. Ихэнхдээ
              ийм сургалтыг фермээ амжилттай эхлүүлсэн, ямар технологи
              ажилладаг, аль нь болохгүй байгааг өөрсдийн туршлагаас туршиж
              үзсэн компаниуд санал болгодог. Жишээлбэл, Local Roots нь City
              Farm нэртэй 6 долоо хоногийн онлайн сургалттай. Энэ нь шинэ
              мэргэжлийг сонирхож буй хэн бүхэнд тохиромжтой бөгөөд газар
              тариалангийн үндэс суурьтай танилцах боломжийг олгоно. Эрэлт Хотын
              тариачны мэргэжил одоогоор эхэн үедээ байгаа бөгөөд өнөөг хүртэл
              эрэлт хэрэгцээтэй гэж нэрлэх аргагүй юм. Та ажил хайх сайтуудаас
              энэ мэргэжлээр сул орон тоо олох боломжгүй. Энэ нь хүн өөрийн
              санаачилгаар эсвэл ижил төстэй хүмүүстэй багаар нээдэг хувийн
              бизнес юм.
            </p>
          </figure>
        </div>
      </main>
    </>
  );
}

export default ProfessionPage;
