"use client";
import React, { useState, useEffect } from "react";
import { useSearchParams } from "next/navigation";
import { professionsData } from "@/bin/ProfessionData";
import Image from "next/image";
function ProfessionPage() {
  const basePath = "/assets/images/profession_images";
  const [professions_data, setData] = useState([]);

  const searchParams = useSearchParams();

  const type = Number(searchParams.get("t"));
  const profession = Number(searchParams.get("p"));

  console.log("profession type:", type);
  console.log("profession id:", profession);

  useEffect(() => {
    setData(professionsData);
  }, []);
  return (
    <>
      <main
        className={`max-w-[900px]  bg-white w-full flex flex-col items-center`}
      >
        <div className="space-y-3 p-4">
          <h2 className="text-sm font-bold md:text-3xl">
            {professions_data[type]?.name}
          </h2>

          <p className="text-sm text-gray-800">
            Бүтээлч мэргэжлүүд нь янз бүрийн ур чадвар шаарддаг хэд хэдэн
            чиглэлийн ерөнхий ойлголт юм. Хобби - уран зураг, бүжиг, бичих, дуу
            хөгжим зэргийг мэргэжил болгож, орлогын гол эх үүсвэр болгон
            хувиргаж болно.
          </p>
        </div>
        <figure>
          <Image
            width={900}
            height={400}
            className=" w-full h-96"
            src={`${basePath}/detail_images/${professions_data[type]?.img_detail}.png`}
            alt=""
          />
          <figcaption className="mt-3 text-sm text-center text-gray-500">
            {professions_data[type]?.name}
          </figcaption>
        </figure>
        <p className="text-sm text-gray-800">
          Бүтээлч мэргэжлээр хэн тохирох вэ? Бүтээлч мэргэжил нь өдөр тутмын
          амьдралдаа өвөрмөц зүйлийг олж хардаг, түүнийг олж авахыг хичээдэг,
          үүний тулд шинэ арга, стандарт бус шийдлүүдийг эрэлхийлдэг, амьдралын
          хэв маяг, урьдчилан таамаглах чадвар, нэг хэвийн байдалд дургүй
          хүмүүст тохиромжтой. Ихэнхдээ бүтээлч хүмүүс - болж буй зүйлд маш
          мэдрэмтгий байдаг, хамгийн эмгэнэлтэй үйл явдал ч гэсэн, урам зориг,
          бүтээлч байдлын шинэ боломж болж чаддаг. Гэсэн хэдий ч та шүүмжлэлд
          бэлэн байх хэрэгтэй: бүтээлч байдлын үнэлгээ нь маш өөр байж болно:
          шүтэн бишрэгчдээс гадна аливаа төрлийн урлагт өөрсдийн санаа бодол,
          хүсэл сонирхолд тулгуурлан бүтээлийг үнэлдэг өрсөлдөгчид байх ёстой.
        </p>
        <div className="space-y-3 p-4">
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="FM НЭВТРҮҮЛЭГ ХӨТЛӨГЧ МЭРГЭЖИЛ">
              {" "}
              FM НЭВТРҮҮЛЭГ ХӨТЛӨГЧ МЭРГЭЖИЛ
            </div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Энэ бол онлайн нэвтрүүлэгч юм. Сүүлийн жилүүдэд энэ үйл ажиллагаа
              нь хобби, зугаа цэнгэлээс бүрэн эрхт мэргэжил болж хувирсан.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/streamer.png`}
              alt=""
            />

            <figcaption className="mt-3 text-sm text-center text-gray-500">
              FM НЭВТРҮҮЛЭГ ХӨТЛӨГЧ МЭРГЭЖИЛ
            </figcaption>
            <p className="text-sm text-gray-800">
              Одоогоор дэлхий даяар видео контентын өсөлт гарч байна. Олон
              хүмүүс зүгээр л видео үзэх дуртай, зарим нь зураг авах, засварлах
              дуртай, зарим нь онлайнаар энэ бүхийг “цацах” дуртай байна.
              “Цацагч” бол онлайн нэвтрүүлэгч юм. `Цацах - түгээх` гэдэг үгийг
              сонсоход тэр даруй компьютер тоглоомтой холбоотой гэж ойлголт
              үүсдэг. Үнэн хэрэгтээ ихэнх хөтөч нар үүнээс карьераа хийсэн.
              Гэсэн хэдий ч урсгал нь зөвхөн тоглоомоор хязгаарлагдахгүй.
              Өнөөдөр хоол хийх, хөгжмийн нэвтрүүлэг, аялал жуулчлалын тойм, гоо
              сайхны бүтээгдэхүүн, кино, хамтдаа телевизийн цуврал үзэх, тэр ч
              байтугай ямар нэгэн сэдвээр шууд ярилцах нь түгээмэл байдаг.
              Үндсэндээ хүмүүс сонирхож байгаа л бол та ямар ч зүйлийг дамжуулж
              болно. Нэвтрүүлэхийн тулд та Twitch эсвэл YouTube зэрэг платформ
              дээр бүртгүүлэх шаардлагатай. Эдгээр нь хамгийн алдартай
              платформууд боловч CiberGame, GoodGame, WASD, нийгмийн сүлжээнүүд
              бас байдаг. Тэд тус бүр өөрийн гэсэн онцлог, дүрэм журамтай байдаг
              бөгөөд үүнийг дагаж мөрдөхгүй байх нь удаан хугацаагаар блоклогдох
              эрсдэлтэй байдаг. Гэхдээ энэ бүхэн зүгээр л хэрэгсэл,
              дамжуулагчийн ажлын хамгийн чухал зүйл бол агуулга юм. Сувгийн
              санааг сайтар тунгаан бодож, өөрийн байр суурь, онцлогийг олж,
              үзэгчдийг дахин дахин эргэж ирэхэд юу хүргэхийг ойлгох нь чухал
              юм. Сонирхолтой зүйл санал болгож чаддаг, дур булаам, хошин шогийн
              мэдрэмжтэй, олон нийтийг хэрхэн хөгжөөхийг мэддэг хүмүүс оргилд
              гардаг. Өөр нэг зайлшгүй цэг бол чөлөөт цаг юм. Мэргэжилтнүүд
              бараг өдөр бүр, нэгэн зэрэг цацдаг. Нэвтрүүлэг нь ихэвчлэн 2-3 цаг
              үргэлжилдэг боловч энэ нь үргэлж хувь хүн байдаг: 8-10 цаг
              дараалан марафонд оролцоход бэлэн хүмүүс байдаг. Мэдээжийн хэрэг,
              эхлэгчдэд ийм дамжуулалт хийх нь утгагүй юм, учир нь хэн ч
              дамжуулагчийг мэдэхгүй бол эхлээд Twitch дээр нэг ч үзэгчтэй
              байдаггүй. Тогтмол байх шаардлагатай, гэхдээ эхэндээ өөрийнхөө
              тухай ярих, YouTube дээр зөвлөмж өгөх замаар үзэгчдийг татах
              боломжтой платформ дээр анхны контент, сурталчилгаа хийхэд илүү их
              цаг зарцуулах нь дээр. Twitch дээр ирээрэй. Хаана сурах вэ
              Дамжуулахын тулд таны мэдэх ёстой бүх зүйл онлайнаар чөлөөтэй
              байдаг. Үнэгүй видео бичлэгүүд, нийтлэл, зөвлөмжүүд, хөтөлбөрийг
              тохируулах алхам алхмаар зааварчилгаа нь үндсийг ойлгоход тусална.
              Та өөрийн шүтээнүүдийг харж, өөр өөр хөгжлийн стратегийг туршиж
              үзээрэй, өөрийн хэв маягийг хайж олох боломжтой. Курсууд Стрийтийн
              талаар маш цөөхөн хичээл байдаг. Энэ нь магадгүй стриминг нь
              бүтээлч үйл ажиллагаа байдагтай холбоотой бөгөөд курс дууссаны
              дараа оюутан алдартай болно гэдэгт хэн ч баталгаа өгөхгүй байх
              магадлалтай. Тийм ээ, курс нь техникийн талыг тайлбарлаж, зөвлөмж
              өгдөг боловч үр дүн нь ямар ч тохиолдолд дамжуулагчийн хувийн шинж
              чанар, агуулга, түүний танилцуулгаас хамаарна. Нэмж дурдахад,
              сургалтанд хамрагдах нь санхүүгийн хөрөнгө оруулалт шаарддаг
              бөгөөд дамжуулагчаар ажиллахдаа тэд үр дүнгээ өгнө гэдэгт хэзээ ч
              итгэлтэй байж чадахгүй. Онлайн боловсролын зах зээл дээр хэд хэдэн
              сургалт байдаг. Жишээлбэл, Skillbox-ийн `Streamer` курс. Энэ нь 22
              сэдэвчилсэн модульд нэгтгэгдсэн 100 онлайн хичээлээс бүрдэнэ.
              Хичээлийн явцад оюутнууд зөвлөгч нартай хамтран ажиллаж, тоглоомын
              томоохон нийгэмлэгт нэвтрэх боломжтой болно. Эрэлт 2020 оны тахал
              өвчин, өөрийгөө тусгаарлахын ачаар цацалтын платформ дээрх
              нэвтрүүлгүүдийн алдар нэр, зочдын тоо мэдэгдэхүйц нэмэгдсэн ч
              өөрсдөө илүү олон дамжуулагч бий болсон. Энэ мэргэжил нэлээд
              эрэлттэй гэж бид хэлж чадна. Тоглоомын дамжуулалт үргэлж алдартай
              байсан ч сүүлийн үед бодит амьдрал дээр цацагдсан IRL сувгууд
              олноор гарч ирсэн нь үзэгчдийн дийлэнх хэсгийг татдаг. Ажил,
              карьер Эхлэгчид ихэвчлэн стриминг болон үндсэн ажлаа хослуулдаг,
              учир нь эхний шатанд маш цөөхөн үзэлт, захиалагч байдаг бөгөөд огт
              орлогогүй байдаг. Зарим хүмүүс бууж өгч байхад зарим нь ур
              чадвараа ахиулж, дуртай зүйлээ хийсээр байдаг. Streamers
              өөрсдийнхөө төлөө ажилладаг: тэд суваг хөгжүүлж, нэр хүнд, нэрийг
              бий болгодог. Шилдэг дамжуулагчид хэвлэл мэдээллийн хувь хүн,
              нөлөөлөгчид болдог.
            </p>
          </figure>

          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Блоггер">Блоггер</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Өдөр бүр интернетэд өөрийнхөө тухай нийтлэл, үйл явдал, аялал,
              үзэсгэлэнтэй зураг, сонирхолтой видеог нийтлэхийг бүтэн цагийн нэг
              төрлийн ажил болсон. Энэ бол тусдаа мэргэжил - блогчин гэдэг
              мэргэжил болсон байна.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/blogger.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Блоггер
            </figcaption>
            <p className="text-sm text-gray-800">
              Нийгмийн сүлжээнүүд улам бүр түгээмэл болж, блог хөтлөх (англи
              хэлнээс блог хөтлөх, `блогчин`, `блог хөтлөх`) идэвхтэй хөгжиж
              эхлэв. Энэ үйл ажиллагаа нь ажлын уян хатан хуваарь, дээрээ дарга
              нар байхгүй учраас залуучуудын сонирхол татдаг. Та дуртай зүйлээ
              дэлхийн хаанаас ч, хэзээ ч хийж болно. Мэдлэг, бүтээлч байдал,
              авъяас чадвараа ашигласнаар та олны танил болж, амжилтанд хүрч,
              хүссэн орлогоо олж авах боломжтой. Сонирхолтой баримт. Блог анх
              1993 оноос эхэлсэн - энэ бол мэдээ юм. Онлайн сэтгүүл (блог) нь
              зөвхөн текст байсан. График, гэрэл зураг байхгүй байсан. 1998 онд
              интернет платформ хөгжүүлэгчид хүн бүр өөрийн нийтлэл (блог)
              үүсгэх, мөн бие биенийхээ нийтлэлд сэтгэгдэл бичих боломжийг
              нэмсэн. Аяллын тухай анхны видеог Адам Контрас 2000 оны 1-р сарын
              2-нд нийтэлсэн. Сүүлийн арван таван жилийн хугацаанд блог хөтлөх
              мэргэжил түгээмэл болж байна. ИЛҮҮ МЭДЭЭЛЭЛ Тодорхойлолт
              Мэргэжлийн блог хөтлөгч - хувийн блог хөтлөх нь түүний үндсэн
              ажил, орлогын эх үүсвэр болдог мэргэжил гэж тооцогддог. Эхлээд
              харахад блог хөтлөгчийн мэргэжил энгийн мэт боловч тийм биш юм.
              Эхлээд та блогын хэлбэр, сэдэв, зорилтот үзэгчдийг шийдэж,
              стратеги, сурталчилгааны төлөвлөгөө боловсруулах хэрэгтэй. Өөрийн
              профайлыг өвөрмөц хэв маягаар зохион бүтээх, агуулгын төлөвлөгөө
              гаргах, өндөр чанартай сонирхолтой текст бичих, сэтгэл татам
              зураг, видео авах, тэдгээрийг программ дээр засварлах. Мөн шууд
              нэвтрүүлэг хийж, сэтгэл хөдөлгөм түүхийг бүтээхээ мартаж болохгүй.
              Маркетингийн ур чадвар нь бас хэрэг болно: зорилтот зар
              сурталчилгаа, марафон, сугалаа, хамтын ажиллагаа - энэ бүхэн
              үзэгчдийг татах, блог сурталчлахад чухал ач холбогдолтой. Үзэгчид
              зугаа цэнгэл, харилцаа холбоо, мэдээллийг онлайнаар хайж байна. Та
              захиалагчдад сонирхолтой, хэрэгцээтэй, сэтгэл хөдлөлийг
              төрүүлэхийн тулд нийтлэл бичиж, зураг, видео бичлэг хийх хэрэгтэй
              болно. Блогын амжилтын гол шалгуур бол захиалагчдын тоо юм.
              Мэргэшлүүд Блог нь платформ (блог хаана үүсгэгддэг) ба сэдвүүдээр
              (блог юуны тухай) өөр өөр олон чиглэлтэй байдаг. Инстаграм блогчин
              бол үзэл бодлын удирдагч бөгөөд түүний амьдрал, үйл ажиллагааг
              олон зуун мянган хүмүүс дагаж мөрддөг. Төрөл бүрийн салбарын
              мэргэжилтнүүд Instagram дээр өөрийн гэсэн хуудастай байдаг: хоол
              тэжээлийн мэргэжилтэн, гоо сайхны эмч, нүүр будагч зураач,
              маникюрчин, хоолны мэргэжилтэн, зүү, барилгачин, багш гэх мэт. Тэд
              өөрсдийн захиалагчдын сонсдог мэргэжлийн чиглэлээрээ хэрэгтэй
              контентоо хуваалцдаг. Олны танил блогчин - Жүжигчид, дуучид, уран
              бүтээлчид, бүжигчид, загвар зохион бүтээгчид Instagram дээр блог
              хөтөлж, хувийн зүйлсийн талаар ярилцаж, үйл явдлын талаар бодол,
              санал бодлоо илэрхийлдэг. Шүтэн бишрэгчид өөрсдийн шүтээн болон
              хэвлэл мэдээллийн дуртай хүмүүсийг дагах сонирхолтой байдаг.
              Тикток блогчид ихэвчлэн нэг минутаас хэтрэхгүй хөгжилтэй,
              сонирхолтой видеонууд хийдэг. Блогчид залуучуудын үзэгчдэд
              зориулсан хөгжилтэй контентыг нийтэлдэг: тэд дуулж, бүжиглэж,
              элэглэл хийдэг. Аялал жуулчлалын блог хөтлөгч бол хамгийн
              алдартай, сонирхолтой чиглэлүүдийн нэг юм. Энэ бол аялал
              жуулчлалын блог хөтлөгч юм. Тэрээр дэлхийн өнцөг булан бүрт байнга
              нүүж, улс орон, хот, ард түмнийг судалж байна. Тэр хаана ч байсан
              гэрэл зураг авах газрыг хайж байдаг. Мөн зурагнууд нь сэтгэл татам
              байх ёстой, учир нь хүрээ бүр ирээдүйн бичлэг юм. Та атаархаж
              байна уу? Энэ нь үнэ цэнэтэй зүйл биш юм: аялал жуулчлалын блог
              хөтлөгчийн хувьд аялах нь жуулчных шиг амралт биш харин ажил юм.
              ДАВУУ ТАЛ Олон хүмүүс блог хөтлөх нь загварлаг, сонирхолтой үйл
              ажиллагаа гэж үздэг. Үүнийг энгийн гэж нэрлэх боломжгүй ч блог
              хөтлөгч мэргэжлийг татах давуу талууд байдаг. • Уян хатан цагийн
              хуваарийн дагуу бүрэн алсаас ажиллах. • Насанд хүрэгчид болон
              өсвөр насныханд тохиромжтой. • Хобби, ажил хоёрыг хослуулах. • Их
              хэмжээний хөрөнгө оруулалтгүйгээр маш сайн стартап. • Блог
              амжилттай болвол зар сурталчлагааны сайн төлбөр эсвэл бартерын
              гэрээ байгуулна. • Алдартай байдал. • Та бол өөрөө өөртөө дарга.
              СУЛ ТАЛУУД Гэсэн хэдий ч блог хөтлөх бүх сэтгэл татам байдлыг үл
              харгалзан та сул талуудыг мэдэж байх хэрэгтэй. • Тогтворгүй
              орлого. • Өндөр өрсөлдөөн. • Блогыг сурталчлахад нэг жилээс илүү
              хугацаа шаардагдах бөгөөд үүнээс гадна хүн бүр алдартай болдоггүй.
              • Хурдан сурталчлахын тулд санхүүгийн хөрөнгө оруулалт
              шаардлагатай. • Түрэмгий үзэгчид, сөрөг сэтгэгдэл, шүүмжлэл. •
              Агуулгын санааг байнга хайж байдаг. Хаана боловсрол эзэмших вэ
              Блог хөтлөгчийн мэргэжлийг их дээд сургууль, дунд мэргэжлийн
              боловсролын байгууллагуудад хараахан заагаагүй байна. Гэхдээ янз
              бүрийн төрлийн блог хөтлөх сургалтууд байдаг. Хүүхдэд зориулсан
              нэвтрүүлэг хүртэл байдаг. Та мөн интернетээс үнэгүй материалыг олж
              болно, гэхдээ блогчид өөрсдийн туршлагыг харгалзан бүх нарийн
              ширийн, нарийн ширийн зүйлийг төлбөртэйгээр заадаг. Энэ нь голчлон
              онлайн сургалт юм: сургалт, вебинар. Хөтөлбөрүүд нь сургалтын
              чиглэл, агуулгаасаа хамааран өөр өөр хугацаатай байдаг:
              маркетингийн үндэс, SEO, гэрэл зураг, видео бичлэг, вэб дизайн,
              хуулбар бичих гэх мэт. Тэдгээрийн заримыг л энд дурдав. Курсууд
              /жишээлбэл ОХУ-д/ - Олон улсын мэргэжлийн сургууль
              (Санкт-Петербург). Дадлага хийж буй багш нар, одоогийн мэдлэг.
              Хичээл гурван долоо хоног үргэлжилдэг бөгөөд долоо хоногт хоёр
              удаа нэг цаг хагас хичээллэнэ. Хөтөлбөрт эхнээс нь блог зохион
              бүтээх, хөтлөх зэрэг орно. Тэд танд хэрхэн өндөр чанартай дүрслэл,
              сонирхолтой контент хийхийг зааж, сурталчлах аргуудын талаар танд
              хэлэх болно. Сургалт дууссаны дараа гэрчилгээ олгоно. -
              Новосибирскийн HEDU онлайн сургууль нь `Маркетинг ба бизнес`
              хичээлийг санал болгодог бөгөөд энэ нь блог хөтлөгч болж, мөнгө
              олохыг мөрөөддөг хүмүүст маш их хэрэгтэй байж болох юм. Энэхүү
              сургалт нь вебинар хэлбэрээр явагддаг 11 хичээлээс бүрдэнэ. Та
              гэрийн даалгавраа хийх хэрэгтэй болно, кураторуудын дэмжлэг авах
              боломжтой. Төслөө хамгаалсны дараа гэрчилгээ олгоно. Сонсогчид
              маркетингийн түүхийг судалж, брэндийг хэрхэн бий болгох, агуулга,
              мөнгө олох арга, сурталчилгаа гэх мэтийг сурах болно. - Останкино
              телевизийн төвд видео блог хөтлөх курсууд нь 11 интерактив практик
              хичээлээс бүрддэг. Сургалтыг сурталчилгааны салбарын
              мэргэжилтнүүд, саятан блогчид, кино, телевизийн одод явуулдаг.
              Сургалтын төгсгөлд оюутнууд зураг авалтыг зохион байгуулах, видео
              засварлах, видео үйлчилгээтэй ажиллах, видео блогийг сурталчлах,
              мөнгө олох, урамшуулал болгон ярих арга техникийг эзэмшинэ.
              Лицензтэй гэрчилгээ олгоно. Эрэлт Өнөө үед блог хөтлөх нь эрэлттэй
              мэргэжил гэж тооцогддог бөгөөд энэ нь сэтгүүлзүйн шинэ хэлбэр гэж
              хэлж болно. Блог хөтлөгч нь үзэгчдийн сонирхлыг татсан асуудлыг
              шийдвэрлэх арга замын талаар захиалагчдад хэлдэг. Мэргэшсэн
              мэдлэгээ хуваалцдаг. Хүмүүс нийгмийн сүлжээг сонирхож байгаа цагт
              шинэ, сонирхолтой зүйл сурах, мөн мэргэжлийн хүнээс суралцах нь
              эрэлт хэрэгцээтэй байх болно.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="гоо засалч">гоо засалч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Эмэгтэйчүүд үргэлж үзэсгэлэнтэй, сайхан харагдахыг хүсдэг.
              Ялангуяа чухал өдөр. Үүнд нүүр будалтын зураачийн мэргэжлийн
              төлөөлөгчид тусалдаг. Эдгээр мастеруудын ажил нь бүсгүйчүүдэд
              жинхэнэ баяр баясгаланг өгдөг. Одоо эрчүүд ч энэ үйлчилгээг авах
              болсон.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/goozasalch.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              гоо засалч
            </figcaption>
            <p className="text-sm text-gray-800">
              Эрт дээр үеэс хүмүүс гадаад төрхөө сайжруулах, өөрчлөхийн тулд янз
              бүрийн гоо сайхны бүтээгдэхүүн хэрэглэж ирсэн. Өвөг дээдсийн маань
              хэрэглэж байсан цагаан, сурьма, жимсний шүүс болон бусад байгалийн
              будгийг олон зуун жилийн турш тодруулагч, өнгөлөгч, будагч бодис,
              праймер, гялалзуулагч орлуулжээ. Нүүр будалт нь ихэнх охид,
              эмэгтэйчүүдийн амьдралын салшгүй хэсэг болоод удаж байна. Гэхдээ
              бараг бүх хүн уруул дээрээ будалт хийж эсвэл зовхи дээрээ сум зурж
              чаддаг ч хүн бүр өөр хүнд зориулж будалтыг сайхан хийж чаддаггүй.
              Энэ бол мэдлэгтэй, туршлагатай мэргэжлийн нүүр будалтын ажил юм.
            </p>
            <br />
            <p className="text-sm text-gray-800">
              Тодорхойлолт Нүүр будалтын зураач нүүр будалт ашиглан сайхан дүр
              төрхийг бий болгодог. Тэрээр гоо сайхны бүтээгдэхүүн, түүнийг
              хэрэглэх дүрмийг мэддэг, нүүрний өнгө, бүтцийн онцлогийг хэрхэн
              тодорхойлох, үйл явдал, үйлчлүүлэгчийн хүсэлтээс хамааран тохирох
              будалт хийхийг мэддэг. Бийрээр зэвсэглэсэн нүүр будалтын зураач
              зураачийн нэгэн адил хүний шинэ дүр төрхийг зурж, нүүрнийхээ
              хамгийн илэрхий шинж чанарыг онцолж, одоо байгаа алдаа дутагдлыг
              далдалдаг. Мэргэшлүүд Нүүр будалтын зураач мэргэжил нь хэд хэдэн
              мэргэжилтэй. Нүүр будалтын мастер - нүүр будалттай шууд харьцдаг.
              Нүүр будалтын зураач-гоо сайхны эмч нь арьс арчилгааны
              бүтээгдэхүүн, гоо сайхны бүтээгдэхүүнийг зөв сонгоход тусалж,
              тэдгээрийг хэрхэн хэрэглэхийг тайлбарлаж, будалт хийдэг. Нүүр
              будалтын стилист - зөвхөн нүүр будалтаас гадна үйлчлүүлэгчийн дүр
              төрхийг бий болгодог. ДАВУУ ТАЛ Бид нүүр будалтын зураачийн дараах
              давуу талуудын талаар ярьж болно. - Бүтээлч мэргэжил. Нүүр
              будалтын зураачийн ажилд бүтээлч байх асар том цар хүрээ бий. Та
              хуримын, хөгшрөлтийн эсрэг эсвэл үдэш гэх мэт янз бүрийн төрлийн
              будалт хийж, янз бүрийн арга техникийг туршиж, шинэ дүр төрхийг
              гаргаж чадна. - Дуртай зүйлээ хийж мөнгө олох боломж. Ихэвчлэн
              нүүр будалт, гоо сайхны бүтээгдэхүүнд дурласан хүмүүс нүүр
              будалтын зураач болдог. - Сонирхолтой хүмүүстэй харилцах. Нүүр
              будалтын зураачийн үйлчилгээ нь зөвхөн хурим, төгсөлтийн үдэшлэгт
              төдийгүй телевиз, кинонд ч шаардлагатай байдаг. Энэ ажлын ачаар та
              сонирхолтой, алдартай хүмүүстэй уулзаж болно. - Уян хатан хуваарь.
              Энэ цэг нь зөвхөн чөлөөт нүүр будалтын зураачдад хамаарна. Гоо
              сайхны салонуудад ажилладаг хүмүүсээс ялгаатай нь тэд өөрсдийн
              ажлын ачааллыг өөрсдөө тодорхойлдог бөгөөд тохиромжтой цагтаа
              амралтаараа явах боломжтой. - Гайхалтай харагдах урам зориг. Нүүр
              будалтын зураачийн дүр төрх нь үйлчлүүлэгчид түүний талаархи
              сэтгэгдэлд нөлөөлдөг тул мэргэжилтэн үргэлж өөртөө анхаарал тавих
              хүсэл эрмэлзэлтэй байдаг. СУЛ ТАЛУУД Ямар ч мэргэжилтэй адил нүүр
              будагч мэргэжилд сул тал бий. - Санхүүгийн хөрөнгө оруулалт.
              Ажиллахын тулд нүүр будалтын зураач өөр өөр брэндийн сойз, гоо
              сайхны бүтээгдэхүүн хэрэгтэй бөгөөд үүнийг өөрийн мөнгөөр худалдаж
              авах ёстой. - Тасралтгүй суралцах. Гоо сайхны салбарт шинэ
              бүтээгдэхүүн, чиг хандлага байнга гарч ирдэг. Нүүр будалтын зураач
              өөрчлөлтийг дагаж, тоймыг үзэж, мастер ангид хамрагдаж, ур
              чадвараа дээшлүүлэх ёстой. - Тогтмол бус хуваарь. Чөлөөт нүүр
              будалтын зураачийн ажлын хуваарь уян хатан байдаг ч
              үйлчлүүлэгчийнхээ цагийн хуваарьт дасан зохицож, бүтэн өдрийн турш
              аялж, амралтын өдрүүд болон оройн цагаар ажиллах шаардлагатай
              болдог. - Бие махбодид ачаалал өгдөг. Ихэнхдээ нүүр будалтын
              зураачид зогсож ажилладаг бөгөөд энэ нь нуруу, хөлөнд асуудал
              үүсгэдэг. Хэрэв нүүр будалтын зураач үйлчлүүлэгчийнхээ гэрт очвол
              заримдаа 5 кг ба түүнээс дээш жинтэй хайрцаг авчрах хэрэгтэй. -
              Асуудалтай үйлчлүүлэгчид. Заримдаа үйлчлүүлэгчид бүдүүлэг харьцаж,
              техникийн ажилтантай үйлчилгээний хүн шиг харьцдаг. - Өрсөлдөөн.
              Энэ чиглэлээр маш өндөр өрсөлдөөн бий. Эхлэгчдэд хувийн брэндээ
              эхнээс нь хөгжүүлж, өөр өөр нийгмийн сүлжээн дэх данс хөтөлж, багц
              цуглуулж, үйлчлүүлэгчийн баазыг бий болгох хэрэгтэй. - Тогтворгүй
              орлого. Үйлчлүүлэгчид эцсийн мөчид уулзалтаа цуцалж эсвэл ямар
              нэгэн зүйлд сэтгэл хангалуун бус байвал төлбөр төлөхөөс татгалзаж
              болох тул бие даасан нүүр будалтын зураач орлогоо үргэлж таамаглаж
              чаддаггүй. Үүнээс гадна захиалгын тоо нь ихэвчлэн улирлаас
              хамаардаг. Хаана боловсрол эзэмших вэ Нүүр будалтын зураач болохын
              тулд та маш их дадлага хийх хэрэгтэй. Та коллежид `стилистик ба
              нүүр будалтын урлаг` чиглэлээр боловсрол эзэмшиж, нүүр будалтын
              сургууль, тусгай курс, мастер ангиудад суралцах боломжтой. Курсууд
              Нүүр будалтын курсууд өнөөдөр маш их алдартай. Тэд богино болон
              урт хугацааны, эхлэгчдэд эсвэл мэргэжлийн хүмүүст нүүр тулсан
              эсвэл онлайн байж болно. Хичээлийн үнэ хэд хэдэн мянгаас 70,000
              рубль хооронд хэлбэлздэг. Гэсэн хэдий ч, сонгохдоо үнээс биш,
              харин будалт зураачийн хүрэхийг хүсч буй хөтөлбөр, зорилгоос нь
              эхлэх нь дээр. Ганцаарчилсан сургалтын хувьд хангамж хангагдсан
              эсэх, эсвэл та өөрөө худалдаж авах шаардлагатай эсэх, мөн шууд
              эсвэл манекен загвар дээр хичээл заадаг эсэхийг урьдчилан олж
              мэдэх нь чухал юм. Энд алдартай курсуудын жижиг жагсаалт байна.
              Биечлэн суралцах курс ба Онлайн сургалт /ОХУ-д/ - Москвагийн Make
              Up Academy-ийн “Үндсэн нүүр будалтын курс” - Наталья Шикийн
              “Profession makeup artist 3.0” - Москвагийн Круче Академи -
              `Makeup artist.pro: Дээд онлайн нүүр будалтын сургуулиас эхнээс нь
              мэргэжлийн түвшинд онлайн сургалт`, зохиолч Ирина Скутова. -
              Санкт-Петербургийн нүүр будалт, загварын сургуулийн `Мэргэжлийн
              нүүр будалт` - `Гоо сайхны фабрика` гоо сайхны сургуулийн `Нүүр
              будалтын онлайн үндсэн курс` Эрэлт Нүүр будалтын зураачийн
              мэргэжил өнөөдөр эрэлт хэрэгцээтэй, загварлаг болсон. Чухал үйл
              явдлын өмнө олон хүмүүс үр дүнд нь 100% итгэлтэй байхын тулд
              өөрсдөө нүүр будалт хийхээс илүүтэй нүүр будагчтай холбоо барихыг
              илүүд үздэг. Зургийн зураг авалт, загварын сэтгүүлийн зураг авалт,
              кино, телевизэд нүүр будалтын зураачийн үйлчилгээ шаардлагатай.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Жүжигчин">Жүжигчин</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Амьдралынхаа туршид тэд олон арван амьдралаар амьдардаг. Бүтээлч
              байдал, гэрэл гэгээ, сэтгэл хөдлөлийн огцом өөчлөлт энэ бүхэн -
              жүжиглэлт нь үзэгчдийн анхаарлыг татаж, сонирхол төрүүлж, түүнд
              бодлыг хөтөлдөг.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/jujigchin.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Жүжигчин
            </figcaption>
            <p className="text-sm text-gray-800">
              Шалгаруулалт, сонгон шалгаруулалт, найруулагч, хамтрагчидтайгаа
              харилцах, текст унших, скрипт судлах, хувцас өмсөх зэрэг нь
              жүжигчид мэргэжлийн үйл ажиллагаандаа дасдаг зүйлсийн бүрэн
              жагсаалт биш юм. Бүтээлч байдал нь тэдний амьдралын нэг хэсэг
              болж, бараг бүх зүйлд тусгагдсан байдаг: ажил болон өдөр тутмын
              амьдралдаа. Тиймээс жүжигчний мэргэжлийн төлөөллийг ихэвчлэн
              урлагийн хүмүүс гэж нэрлэдэг - тэд түүний бүх талыг нарийн мэдэрч,
              дүрд дасдаг бөгөөд тоглосон дүрүүд нь түүний сэтгэлд үүрд үлддэг
              гэдгийг мартаж болохгүй. Орчин үеийн жүжигчний сургууль 19-20-р
              зууны төгсгөлд хөгжиж эхэлсэн. Өнөө үед олон сургуулийн сурагчид
              ирээдүйн мэргэжлээ сонгохдоо театр, кино жүжигчин болохыг
              мөрөөддөг. Тэд жүжигчний амьдралаас зөвхөн алдар нэр төдийгүй маш
              их аз жаргал, сэтгэл ханамж, олон тооны танилуудыг хүлээж авдаг.
              Мэргэжлийн жүжигчид урлагийн аугаа их, сэтгэл татам ертөнцийн нэг
              хэсэг байхын тулд ямар бэрхшээлийг даван туулах ёстойг хүн бүр
              ойлгодоггүй. МЭРГЭЖЛИЙН ЖҮЖИГЧИН Сургалтын үргэлжлэх хугацаа - 3
              сараас Та хаанаас авч болох вэ - Их, дээд сургууль, коллежид,
              курст Шаардлагатай чанарууд - Зоригтой, нээлттэй, өөртөө итгэлтэй,
              биеэ сайн хянах Мэргэжлийн эрэлт хэрэгцээ - Өндөр Хаана ажиллах вэ
              - Кино театр, театр, цирк, амралтын газрууд ИЛҮҮ МЭДЭЭЛЭЛ
              Тодорхойлолт Жүжигчин эсвэл жүжигчин бол театр, кино театр, балет,
              дуурь зэрэгт дүр бүтээгч юм. Тэрээр янз бүрийн дүр төрхөд дасах,
              үзэгчдэд зориудаар нөлөөлөх зан үйлийн загваруудыг туршиж үзэх
              даалгавартай тулгарч байна. Сүүлийнх нь кино эсвэл үзүүлбэр үзэх
              үед сэтгэл хөдлөлийг мэдрэх ёстой. Тэд эерэг ба сөрөг аль аль нь
              байж болно. Үүний зэрэгцээ жүжиглэх нь ихэвчлэн бодол төрүүлж,
              нөхцөл байдал, үйл явдлыг өөрийнхөөрөө тайлбарлахад тусалдаг.
              Бүтээлч бүрэлдэхүүн хэсэг нь ихэвчлэн хэт өнгөцхөн ойлгогддог
              мэргэжлийн үндэс суурь болдог. Мэргэжлийн жүжигчин бол уян хатан,
              дуу хоолойгоо удирдаж, сэтгэл хөдлөлөө үг хэллэггүйгээр
              илэрхийлэхийг чадварлаг мэддэг. Тийм ч учраас түүнийг универсалист
              гэж нэрлэдэг - түүний ажилд зөвхөн өөрчлөлт хийх төдийгүй,
              боломжоо бүрэн ашиглах, зөв танилцуулах шаардлагатай байдаг. Энэ
              мэргэжил нь үзэгчдийн өмнө үг хэлэхээс айдаггүй, өөрийгөө
              илэрхийлэх хэрэгцээг мэдэрдэг, урлагт хайхрамжгүй ханддаг,
              заримдаа хамгийн өчүүхэн дүрд тоглох нь ямар хэцүү байдгийг
              ойлгодог хүмүүст тохиромжтой. Мэргэшлүүд Жүжигчний мэргэжлээр ижил
              төстэй зүйлтэй хэдий ч мэргэжлийн хүнээс өөр ур чадвар шаарддаг
              хэд хэдэн салбар байдаг. Театр, киноны жүжигчин театрын жүжигт дүр
              бүтээж, кинонд тоглодог. Ихэнхдээ энэ профайл нь хоёр чиглэлийг
              нэгтгэдэг бөгөөд театр, киноны уран бүтээлчдийг жүжигчид гэж
              нэрлэдэг. Цаашид энэ мэргэжлээр ажиллахын тулд `Жүжиглэх`
              мэргэжлээр боловсрол эзэмших шаардлагатай. Театр, киноны жүжигчид
              уран бүтээлдээ дүрийнхээ текстийг сурч, зураг авалт, сургуулилтад
              оролцож, харьцах баатрынхаа хэв маяг, дүр төрхийг бий болгоход
              оролцдог. Хөгжимт театрын жүжигчин мюзикл, дуурьт тоглодог. Түүний
              үүрэг хариуцлагад дуу хоолойгоо сайн хянахаас гадна хөдөлгөөн хийх
              - бүжиглэх, янз бүрийн дугааруудыг тайз хийх зэрэг багтдаг. Нэмж
              дурдахад, ажиглалтын дадлага нь жүжиглэх орчинд ихэвчлэн
              ашиглагддаг. Энэ арга нь мэргэжлийн хүмүүст хамтран ажиллагсдаа
              ажиглаж, дараа нь тайзан дээр тоглохдоо янз бүрийн арга техникийг
              ашиглахад тусалдаг. Хүүхэлдэйн театрын жүжигчин ажлын өдрүүдээ
              үзэгчдийг баясгадаг хүүхэлдэй эсвэл автомат тоглоомын баатруудын
              дунд өнгөрүүлдэг. Тэдний хөдөлгөөн, ярианы бүтцийг ашигласнаар
              үзэгчид тоглолтыг хувцасны үйлдвэрлэл гэж хүлээн зөвшөөрдөг. Энэ
              мэргэжлийг эзэмшихийн тулд дээд боловсрол эзэмших шаардлагагүй -
              дунд мэргэжлийн болон нэмэлт сургалтууд хангалттай байх болно.
              Хөдөлгөөний зөв зохицуулалт, авхаалж самбаа, жүжиглэх ур чадвар,
              үзэгчдийн хэрэгцээг мэдрэх чадвар нь илүү чухал юм. Дуу оруулагч
              жүжигчин дээд боловсролын сургуулийг жүжигчний мэргэжлээр
              төгссөний дараа ажилд ордог. Дубляж гэдэг нь жүжигчдийн оригинал
              дууг дуугаар сольж дуурайлган хийх төрөл юм. Үүргээ гүйцэтгэхдээ
              дубляжийн жүжигчин нь дохио зангаа, яриа, аялгууг хянах ёстой -
              өөрийн болон түүний яриаг сольж буй хүний аль алинд нь. Том нэмсэн
              зүйл бол хэд хэдэн дүрийг нэгэн зэрэг дуугарах байдлаар хоолойгоо
              хянах чадвар юм. Хамгийн их эрэлт хэрэгцээтэй байгаа нь гадаадын
              киноны дуу оруулагч. ДАВУУ ТАЛ Жүжигчин байхын давуу тал нь: -
              аялах боломж /гадаад, дотоодод/; - бүтээлч байдал, өөрийгөө
              илэрхийлэх чадвар; - олон тооны хүмүүстэй харилцах; - алдар нэр,
              хүлээн зөвшөөрөлт; СУЛ ТАЛУУД Мэргэжил бүр өөрийн гэсэн сул талтай
              байдаг бөгөөд жүжигчин хүн ч үл хамаарах зүйл биш юм. Энэ ажлын
              сул талууд нь дараах байдалтай байна. - тогтмол бус ажлын хуваарь,
              илүү цагаар ажиллах; - туршлага, стресстэй нөхцөл байдал; -
              карьерын шатаар ахихад бэрхшээлтэй; - Эхний шатанд бага цалинтай.
              Хаана сурах вэ Эхний сонголт бол жүжигчний чиглэлээр мэргэшсэн их
              дээд сургуулиуд юм. СУИС-д элсэхийн тулд монгол хэл, уран зохиолын
              ЭЕШ үр дүнг шаарддаг. Гэхдээ ур чадвар, уран сайханы шалгалт илүү
              төвөгтэй байдаг - тэдгээр нь гурван үе шаттайгаар явагддаг
              (алдартай институтэд - зургаа хүртэл сорилт байдаг). Комисс нь
              хобби, хүн яагаад жүжигчин болохыг хүсдэг шалтгаан, өөрийгөө ямар
              жүжигчин гэж төсөөлдөг гэх мэтийг асуудаг. Ярилцлага гэж
              нэрлэгддэг эхний шат хагас цаг орчим үргэлжилдэг. Өөр нэг үе шат
              нь яриа, бүжиг, дуулах, жүжиглэх гэсэн гурван бүрэлдэхүүн хэсгээс
              бүрдэнэ. Та коллежид сурч болно - ихэвчлэн тэнд сурсны дараа
              ирээдүйн мэргэжлийн жүжигчин болохын тулд дээд боловсролын
              байгууллагад элсэн сурдаг. Элсэлтийн нөхцөл бараг ижил байна:
              гурван үе шатыг давсны дараа өргөдөл гаргагчид хэл, уран зохиолын
              бичгээр шалгалт өгдөг. Коллеж, драмын сургуульд суралцах хугацаа 3
              жил 10 сар байна. Та ахисан түвшний сургалт, жүжигчдэд
              шаардлагатай ур чадвар эзэмшүүлэх зэрэг институтуудаас ихэвчлэн
              санал болгодог сургалтанд хамрагдаж болно. Оюутнууд онлайнаар
              суралцдаг ч нүүр тулсан хөтөлбөрүүд бас байдаг. Тохиромжтой курс
              сонгохдоо таныг айлгах цорын ганц зүйл бол хэт өндөр өртөг юм.
              Гэхдээ жүжигчин болохын тулд их сургуульд суралцах нь тийм ч хямд
              биш. Курсууд - Жүжигчдэд зориулж ажилд шаардагдах шинэ мэдлэг, ур
              чадварыг олж авах олон курсуудыг боловсруулсан. Нүүр тулсан болон
              алслагдсан байдаг - та тохиромжтой форматыг сонгож болно. - Кино
              Телевизийн дээд сургууль, “Хөнгөхөн хүмүүс” сургуулийн хөтөлбөр.
              “Театр, киноны жүжигчин” сургалтаар оюутнууд шинэ мэргэжлээр бүрэн
              дүүрэн суралцдаг. Сургалт 1.5 жил үргэлжилнэ - үүнд жүжиглэх,
              киноны модуль, жүжигчний ажлын онцлог, театрын модуль, тайзны
              яриа, тайзны хөдөлгөөн орно. Хичээл долоо хоногт гурван удаа оройн
              цагаар явагдана. - Action theatre студи дэх курсууд 3 сар
              үргэлжилдэг бөгөөд 43,500 рубльтэй байдаг. Тэд ирээдүйд жүжигчний
              мэргэжлээр ажиллах хүсэлтэй хүмүүст төдийгүй өөрийгөө чөлөөлж,
              хөдөлгөөн, бодлоор эрх чөлөөг мэдрэхийг хүсч буй хүмүүст хэрэгтэй
              болно. - 4Brain Academy нь жүжигчний онлайн сургалтуудыг санал
              болгодог. Эдгээрт зөвхөн энэ хичээлийн хичээлүүд төдийгүй
              жүжигчний мэргэжлийг эзэмшихэд туслах нэмэлт нийтлэл, видео
              бичлэг, дасгалууд багтсан болно. Эрэлт Энэ мэргэжил нь түгээмэл
              боловч жүжигчний ажилд тохирох дүр байхгүй эсвэл шалгалтанд
              тэнцээгүй тохиолдолд урт завсарлага гардаг. Олон төгсөгчид их
              сургуулиа төгсөөд өөр замаар явахаар шийддэг тул зах зээл
              жүжигчдээр дүүрэн байдаггүй.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Хөгжимчин">Хөгжимчин</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Олон хүмүүсийн хувьд хөгжим бол тайвшрих, амрах арга зам юм. Зарим
              хүмүүс зөвхөн хөгжим сонсох дуртай байдаг бол зарим нь түүнийг
              бүтээх, хувиргах, хөгжимдөх үйл явцыг өөрийн мэргэжил болгодог.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/hugjimchin.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Хөгжимчин
            </figcaption>
            <p className="text-sm text-gray-800">
              Бидний амьдралыг хөгжимгүйгээр төсөөлөхөд бэрх. Энэ нь урам зориг
              өгдөг, заримдаа эрч хүч өгдөг, заримдаа гунигтай дурсамжуудыг
              сэргээдэг. Хэдэн зуун жилийн турш сая сая дуу бичигдсэн мэт
              санагдах боловч хүний бүтээх туурвих чадвар хязгааргүй бөгөөд
              хөгжимчид жилээс жилд шинэ бүтээлүүдээр биднийг баярлуулж байдаг.
            </p>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Хөгжмийн зэмсэг тоглож мэддэг хүнийг хөгжимчин гэдэг.
              Ихэнхдээ энэ ур чадварт бусдыг нэмж болно - дуулах, дуу, хөгжим
              бичих, зохион байгуулалт хийх чадвар. Хөгжимчин хүн хөгжимд
              чихтэй, авьяастай, бүтээлч байхын зэрэгцээ хичээнгүй, тууштай хүн
              байх ёстой. Мэргэшлүүд Өргөн утгаараа хөгжимчин гэдэг нь хөгжимтэй
              холбоотой олон мэргэжлүүдийн нэлээд ерөнхий нэр юм. Тэдгээрийн
              заримыг жагсаацгаая. Хөгжимчин нэг буюу хэд хэдэн хөгжмийн зэмсэг
              тоглодог: хийл, бөмбөр, лимбэ гэх мэт. Хөгжмийн зохиолч захиалгаар
              эсвэл өөрийнхөө тоглолтод зориулж хөгжим бичдэг. Түүнээс гадна
              зорилго нь өөр байж болно: театрын бүтээл, кино, тоглоомын хувьд.
              Найруулагч нь уг бүтээлийн шинэ хувилбарыг бий болгодог,
              жишээлбэл, шинэ хөгжмийн зэмсгийн хэсгүүдийг нэмж өгдөг. Дуучин нь
              дуугаараа уран бүтээл хийдэг, өөрөөр хэлбэл дуу дуулдаг, гэхдээ
              нэгэн зэрэг хөгжмийн зэмсэг тоглож чаддаг. Удирдаач нь найрал
              хөгжим, чуулга, найрал дууг удирддаг. Түүний ажлын ачаар бүх
              хөгжмийн зэмсгүүд эв найртай сонсогддог. Дагалдан хөгжимчин нь
              найрал хөгжимд тодорхой бүлгийн хөгжмийн зэмсгийг хариуцдаг эсвэл
              гоцлол дуучдыг дагалддаг. DJ нь одоо байгаа зохиолуудаас янз
              бүрийн эффектүүдийг нэмсэн холимог үүсгэдэг. Хөгжмийн багш нь
              хөгжмийн сургууль, боловсролын байгууллагад хөгжим заадаг. ДАВУУ
              ТАЛ Хөгжимчин байх нь дараах давуу талуудтай. - Бүтээлч ажил.
              Хөгжмийн ачаар хүн өөрийн бүтээлч чадавхийг ухамсарлаж, шинэ
              зүйлийг бий болгодог. - Өөрийн дуртай зүйлийг бизнес болгох.
              Ухамсартайгаар хөгжимчин болохыг сонгосон хүмүүс хөгжимд дуртай
              учраас ийм сонголт хийдэг. - Ашигтай танилууд. Хөгжимчид
              сонирхолтой хүмүүстэй байнга харилцаж, ирээдүйд тэдэнд туслах
              ашигтай холболтыг олж авдаг. - Алдартай байдал. Хөгжимд
              суралцсанаар эхлээд явцуу хүрээнийхэн, дараа нь улсын хэмжээнд
              алдартай хүн болж чадна. СУЛ ТАЛУУД Хөгжимчин мэргэжил бас мартаж
              болохгүй сул талуудтай. - Урт хугацааны сургалт. Ерөнхийдөө
              хөгжмийн боловсрол эзэмшихэд арван таван жил шаардагдана -
              хөгжмийн сургуульд, дунд болон дээд боловсролын дараа. - Өндөр
              өрсөлдөөн. Олон хүмүүс хөгжим хийхийг хүсдэг ч хүн бүр амжилтанд
              хүрдэггүй. Анхлан суралцагчдын дунд өрсөлдөөн маш өндөр, оргилд
              гарахын тулд маш их хүчин чармайлт шаарддаг. - Амжилтын тогтворгүй
              байдал. Удаан хугацаанд юу ч бүтээгээгүй бол хамгийн амжилттай
              жүжигчдийг ч олон нийт маш хурдан мартдаг. - Ур чадвараа байнга
              дээшлүүлэх бэлтгэл шаарддаг. Мэргэжлийн хөгжимчид өдөрт хэдэн
              цагийг хөгжмийн зэмсэг тоглох ур чадвараа өнгөлж, хоолойн дасгал
              /дуучид/ хийдэг. - Бага орлоготой. Эхлээд хөгжимчид тогтвортой,
              өндөр орлоготой байх нь ховор. Ихэнхдээ тэд захиалгаас захиалгаар
              явж, бизнесээ мөнгө олох эсвэл нэмэлт орлого олох шинэ арга замыг
              эрэлхийлдэг. Хаана боловсрол эзэмших вэ Хөгжимчин нь мэргэжлийн
              эсвэл сонирхогч байж болно. Мэргэжилтнүүд ихэвчлэн 5-7 наснаас
              эхлэн суралцдаг - эхлээд хөгжмийн сургуульд, дараа нь коллеж,
              консерватори эсвэл их сургуульд элсэн ордог. Сонирхогчид
              шаардлагатай ур чадвараа бие даан сурч, хувийн хичээлд хамрагдах
              нь элбэг. Боловсролын байгууллагууд Боловсролын байгууллагууд
              коллеж, их дээд сургууль, академи, консерватор зэрэг нь ирээдүйн
              хөгжимчдийг бэлтгэх хүчтэй сургалтыг явуулдаг. Судалгааны хэд
              хэдэн төрөл байдаг: хөгжмийн зэмсгийн гүйцэтгэл (хэмжээний
              төрлөөр), поп хөгжим, дууны урлаг, хөгжмийн дууны инженер гэх мэт.
              Сургуульд элссэхээр өргөдөл гаргагчид ур чадварын шалгаруулалтад
              хамрагдаж, сольфежио, хөгжмийн нотын талаархи мэдлэгээ харуулдаг.
              GPA бас чухал. Курсууд Насанд хүрсэн хойноо хөгжим сонирхохоор
              шийдсэн хүмүүст бас сонголт бий. Дуулах, DJ болох, гитар тоглож
              сурахад хэзээ ч оройтдоггүй. Хичээл, багш нар, мөн төлбөртэй, үнэ
              төлбөргүй сургалтууд, түүний дотор онлайн зэрэг нь үүнд тусална. -
              Онлайн хөгжмийн коллеж нь сонсгол хөгжүүлэхээс эхлээд хит бичих
              хүртэл янз бүрийн чиглэлээр төлбөртэй, үнэ төлбөргүй сургалтуудыг
              санал болгодог. - MusicUp онлайн академиас гитар, гар, бөмбөр
              болон бусад хөгжмийн зэмсгүүд тоглох анхан шатны сургалтууд. -
              `Хэрхэн дуулж сурах вэ - В. Герцийн дууны нууц` үнэгүй онлайн
              сургалт. Эрэлт Театр, кино, телевиз, чухал үйл явдлууд - хурим,
              корпорацийн арга хэмжээ, баяр ёслолын үеэр хөгжмийн дагалдах
              шаардлагатай байдаг тул хөгжимчдийн эрэлт хэрэгцээ ихэвчлэн
              улирлаас хамаардаг.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Зохиолч">Зохиолч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Үзэг, бичгийн машин, компьютер. Зохиолчийн мэргэжил нь өөрөө
              зохиол шиг маш эртний мэргэжил, сэтгэл хөдлөл, бичин туурвих онгод
              их шарддаг ажил юм.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/zohiolch.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Зохиолч
            </figcaption>
            <p className="text-sm text-gray-800">
              Хүн бүр амьдралдаа дор хаяж нэг удаа ч гэсэн `Би ном бичиж чадах
              уу?` гэж бодож байсан байх. Энд уран зохиол эсвэл шинжлэх ухааны
              уран зохиолын тухай эсэх нь хамаагүй. Эцсийн эцэст зохиолч хүн
              өөрийн мэдлэг, уран зөгнөлийг уншигч, үзэгчтээ амжилттай хүргэх
              чадвар юм. Зохиолч мэргэжил нь дөч гаруй зуун жилийн түүхийн оршин
              тогтнох, хувьсах, нийгмийн хөгжилтэй дасан зохицож ирсэн. Үг,
              сэтгэлгээ, шинжлэх ухаан, технологийн дэвшлийн хамт өөрчлөгдөж,
              мэргэжил нь өөр өөр хэлбэрийг олж, агуулгыг текстээр илэрхийлж
              ирсэн.
            </p>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Хэрэв бид тайлбар толь бичигт өгөгдсөн бүх
              тодорхойлолтыг нэгтгэн дүгнэж үзвэл зохиолч бол уран зохиолын ажил
              эрхэлдэг хүн юм. Зохиолчийн бүтээгдэхүүн нь янз бүрийн төрөл,
              форматтай бичвэрүүдээс бүрддэг. Жишээлбэл, бүтээлийг яруу найргийн
              болон зохиол хэлбэрээр, хүүхдийн хөнгөн хэв маягаар эсвэл нарийн
              мэргэжлийн мэргэжилтнүүдэд зориулсан мэргэжлийн нэр томъёог
              ашиглан бичиж болно. Сэтгүүлч мэргэжилтэй үе үе холилдож, нэг нь
              нөгөөгөө дагадаг гэж тайлбарладаг. Тийм ээ, сэтгүүлчид өөрсдийнхөө
              номыг ихэвчлэн гаргадаг. Мөн зохиолчид эрэн сурвалжлах сэтгүүл
              зүйн хэлбэрийг амжилттай явуулж байдаг. Гэхдээ эдгээр мэргэжлүүд
              өөр өөр хэлбэтрэй тул тэдгээрийг хооронд нь хольж огт болохгүй.
              ДАВУУ ТАЛ Зохиолч бол нэлээд өвөрмөц мэргэжил бөгөөд сонгодог
              бүтээл бүр сайрхаж чаддаггүй олон давуу талтай байдаг. - Уян хатан
              хуваарь. Зохиолч хүн хүсэл тэмүүлэл, урам зоригтой өдөр, шөнийн
              аль ч цагт ажиллаж чадна. - `Дээд албан тушаалтан`-д хамаарах
              холбоо байхгүй. Зохиолч бол өөрийнхөө эзэн. - Дэлхийн хаанаас ч
              ажиллах чадвартай. Зохиолч зөвхөн албан газар гэлтгүй хот байтугай
              улстай ч ямар ч холбоогүй. - Богино хугацаанд олны танил болох
              боломж. Заримдаа ганцхан ном зохиолчийг дэлхий даяар алдаршуулж
              чаддаг. Зөвшөөрч байна, энэ нь инженерүүдэд бага тохиолддог. -
              Бүтээл нь урт хугацаанд ч орлого ирнэ. Мэдээжийн хэрэг, шинэ
              бүтээгдэхүүн илүү сайн зарагддаг. Гэхдээ хуучин номууд ч алга
              болдоггүй, бас зарагдсаар байдаг. Илүү их ном хуримтлагдах тусам
              тэднээс `үр дүн` гарах болно. Тэгэхээр нийт бичсэн номын тоо
              нэмэгдэхийн хэрээр нийт орлого нэмэгдэнэ. СУЛ ТАЛУУД - Хугацаанд
              шахагдах. Ажлын тодорхой хуваарь байхгүй ч зохиолч өөрийн ажлыг
              хэвлэлийн газартай дуусгах ёстой хугацааг урьдчилан тодорхойлсон
              байдаг. - Орлогыг урьдчилан таамаглах боломжгүй байдал. Зохиолч
              хүнд сарын тогтмол цалин байдаггүй. - Нийгмийн баталгаа дутмаг.
              Зохиолч нь цалинтай өвчний чөлөө, амралт гэж байхгүй. Эцсийн
              эцэст, үнэндээ түүнд ажил олгогч байхгүй - Эрэлт дутмаг. Магадгүй
              мэргэжлийн сул талуудаас хамгийн зовлонтой нь. Хэвлэгдсэн
              бүтээлүүдэд уншигчдаас хүлээгдэж буй хариу ирэхгүй байгаа нь
              зохиолчийг бухимдуулаад зогсохгүй өөртөө итгэх итгэлийг нь
              устгадаг. Хаана сурах вэ Зохиолч мэргэжил гэдэг нь заавал
              дипломтай байх албагүй. Энэ бол юуны түрүүнд авъяас чадвар,
              сэтгэлийн дуудлага юм. Түүхэнд эмч, хуульч, тамирчид, тэр байтугай
              цэвэрлэгч нараас (одоогийн `Аймшгийн хаан` Стивен Кинг байсан)
              зохиолчид гарч ирсэн олон тохиолдол байдаг. Гэхдээ “үзгээ хурцлах”
              нь заавал хэрэгтэй. Боловсролын байгууллагууд - Горькийн нэрэмжит
              Утга зохиолын дээд сургууль, Москвагийн Улсын Соёлын дээд сургууль
              (хэвлэл мэдээллийн харилцаа холбоо, аудиовизуал урлагийн тэнхим),
              Краснодар улсын соёлын дээд сургууль (мэдээлэл, номын сангийн
              хэлтэс) болон `Утга зохиолын бүтээлч` чиглэлээр хүссэн төрийн
              дипломыг авах боломжтой. Томскийн улсын үндэсний судалгааны их
              сургуулийн (филологийн тэнхим). - Москвагийн Хүмүүнлэгийн Ухааны
              Их Сургуулийн Филологи, Түүхийн Хүрээлэнгийн тэнхимээс бүтээлч
              бичих чиглэлээр суралцах боломжтой. Мөн бичих ур чадвараа
              дээшлүүлэх хүсэлтэй хүмүүст бүс нутгийн улсын их дээд сургуульд
              байдаг сэтгүүл зүй, филологийн хөтөлбөрүүд тохиромжтой. Эдгээр
              чиглэлээр их дээд сургуулиудад бүтэн цагаар суралцахад 4-5 жил,
              хагас цагаар 6 жил болно. Төлбөртэй болон төлбөргүй ч мэргэжил
              эзэмшинэ. Илүү дэлгэрэнгүй мэдээллийг сонгосон боловсролын
              байгууллагаас авах боломжтой. Курсууд Мэргэжлээрээ шаардлагатай
              мэдлэгийг олж авахын тулд зохиолч бүрэн хэмжээний дээд боловсрол
              эзэмшихийг зорьдоггүй. Өнөөдөр зохиолчийн мэргэжлээр суралцах олон
              хялбаршуулсан, түргэвчилсэн хувилбарууд байна. Үүнд: - Мэргэжлийн
              их дээд сургуулиудад давтан сургах, мэргэжил дээшлүүлэх курс; -
              Арилжааны сургуулиудад драмын урлаг, бүтээлч бичих курс,
              жишээлбэл, Телевизийн сургууль эсвэл Сэтгүүл зүйн сургууль; -
              Телевизийн студид кино зохиол бичих курс (жишээлбэл, Москва дахь
              Останкино, Санкт-Петербург дахь 5-р суваг); Онлайн сургалтын
              курсууд. Дээр дурдсан бүх сайтууд курс төгссөн, ур чадвар эзэмшсэн
              гэрчилгээ олгодог. Сургалтын үргэлжлэх хугацаа нь хэд хэдэн
              академик цагаас хэдэн долоо хоног хүртэл хэлбэлздэг бөгөөд 6
              сараас дээш үргэлжилдэг. Хичээлүүд төлбөртэй, үнэ нь сургалтын
              үргэлжлэх хугацаа, байгууллагын бодлогоос хамаарна. Эрэлт Сүүлийн
              хэдэн арван жилийн хугацаанд зохиолчийн мэргэжил олон өөрчлөлтийг
              туулсан. Гэсэн хэдий ч энэ хугацаанд түүний хэрэгцээ огт буураагүй
              байна. Эцсийн эцэст, урлагийн бүтээл, гарын авлага, биологийн
              сурах бичиг, шүлгийн боть нь номын хавтас дээр хэвлэгдсэн эсвэл
              онлайн дээр байгаа эсэх нь огт хамаагүй - хэн нэгэн үүнийг бүтээх
              бичих шаардлагатай. Эдгээр нь мөн л зохиолчид юм.
            </p>
          </figure>

          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Зураач">Зураач</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Их Британийн зохиолч, яруу найрагч Лоуренс Дуррелийн хэлснээр бол
              зөвхөн уран бүтээлчид л ямар нэгэн зүйл хийхийг тушааж чаддаг
              хүмүүс байдаг тул нийгэм тэдгээрт тулгуурлаж чаддаг. Энд зураачийн
              мэргэжлийн талаар ярих болно
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/zuraach.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Зураач
            </figcaption>
            <p className="text-sm text-gray-800">
              Орчин үеийн ертөнцөд нарийн шинжлэх ухаан, тодорхой ажлуудтай
              холбоотой мэргэжлүүд давамгайлж байна: жишээлбэл, санхүү,
              менежмент эсвэл хууль зүй. Гэсэн хэдий ч урлагийн мэргэшлийн ач
              холбогдлыг орхигдуулж огт болохгүй. Зураач бол саарал бодит
              байдлаас үзэсгэлэнтэй урлагийн ертөнцөд хөтлөгч юм. Зураач гэдэг
              нь дүрслэх урлагийн янз бүрийн төрлөөр ажилладаг хүн юм. Энэ бол
              сэтгэл хөдлөл, ертөнцийг үзэх үзэл,ур чадвар, туршлага, мэдрэмж нь
              харааны илэрхийлэлийг хүлээн авдаг бүтээлч хүн юм.
            </p>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Уран бүтээлчид бол өөрсдийн үйл ажиллагааг хобби биш,
              харин ажил мэргэжил, ажил гэж ойлгодог хүмүүс юм. Тэд тодорхой
              материалыг ашиглан бетон, бодит ажил хийдэг: будаг, зотон, easel,
              палитр гэх мэт. Үүнээс гадна зураач дүрслэх урлагийн түүхийг
              судалж, дүрслэх үйл ажиллагааны төрлийг ойлгож, үнэлж, урлагийг
              зөвхөн практикт төдийгүй онолоор заадаг. Мэргэшлүүд Зураачийн
              мэргэжил нь хэд хэдэн мэргэжлийг агуулдаг. Урлагийн ерөнхий
              боловсрол эзэмшихдээ тухайн хүн сонгосон чиглэлээрээ хөгжиж,
              тодорхой чиглэлийг сонгодог. Уран зураач. Дүрслэл хийдэг хүн
              хавтгай гадаргуу дээр: зотон, картон, самбар эсвэл цаасан дээр
              ажилладаг. Дүрмээр бол зураачид өнгөт материалыг ашигладаг:
              харандаа, тос, нийлэг эсвэл усан будгийн будаг. Зураач-уран
              барималч. Энд зураач хуванцар, гипс, лав, боржин чулуу, металл гэх
              мэт хатуу материалаас гурван хэмжээст дүрсийг бүтээдэг. График
              зураач уран бүтээлээ зураас, зураасаар бүтээдэг. График нь нэгэн
              хэвийн эсвэл өнгөт байж болно. Эдгээр нь зурагт хуудас, сийлбэр,
              монотип, easel зураг болон бусад юм. Чимэглэлийн зураач нь тайзны
              чимэглэлийг боловсруулах, үйлдвэрлэх, театрын бүтээлийн байрны
              уран сайхны чимэглэл, кино, гэрэл зургийн чиглэлээр ажилладаг.
              Аниматор нь зөвхөн хүүхдийн хүүхэлдэйн киног бүтээдэггүй. Тэрээр
              зураг авалт, сурталчилгаа, видео тоглоомын ажилд оролцдог.
              Аниматор нь баатруудын хөдөлгөөнийг цаасан дээр зурж, дараа нь
              зургийг хөдөлгөөнт дүрс болгон хувиргадаг. ДАВУУ ТАЛ - Зураачийн
              мэргэжил бол магадгүй хамгийн бүтээлч, сонирхолтой нь юм. Урам
              зоригт автсанаар хүн өөрийгөө ухамсарлаж, дуртай зүйлээ хийдэг.
              Эдгээр нь магадгүй уран бүтээлч байхын гол давуу тал юм. - Та ямар
              ч насандаа зураачийн карьераа эхлүүлж болно: олон хүүхэд урлагийн
              сургууль, студид суралцаж, дараа нь насанд хүрэгчид тусгай
              боловсролын байгууллага, курст элсэн орж, мэргэжил эзэмшдэг. -
              Зураач янз бүрийн газар ажиллах боломжтой: киноны зураг авалт,
              фестиваль - наадам, студи, гэртээ. - Зураач нь өөрийгөө илэрхийлэх
              асар том боломжуудтай. Бүтээлүүд нь мастерийн төсөөллөөс хамаардаг
              бөгөөд энэ нь хязгааргүй байж болно. СУЛ ТАЛУУД - Зураачийн
              мэргэжил нь олон талт, өвөрмөц байдлаараа гайхалтай боловч
              тодорхой сул талуудтай байдаг. Тухайлбал, уран бүтээлээ хүргэх
              эцсийн хугацаа нь ихэвчлэн тодорхой байдаг тул уран бүтээлч өөрөө
              өндөр зохион байгуулалттай байх нь чухал. Гүйцэтгэл нь урам зориг
              эсвэл сэтгэлийн байдлаас ихээхэн хамаардаг бүтээлч хүний хувьд энэ
              нь хэцүү байдаг. - Уран бүтээлч хүн хөдөлмөрийн зах зээлийн
              өнөөгийн чиг хандлагад нийцүүлэн бүтээлээ тунгаан бодож, багцаа
              байнга шинэчилж, янз бүрийн платформ дээр уран бүтээлээ толилуулж
              байх хэрэгтэй. - Зураачийн мэргэжлээр шүүмжлэлд тэсвэртэй байх нь
              чухал боловч сонгосон чиглэлээрээ цаашид хөгжих нь зүйтэй. Гэхдээ
              бүтэлгүйтэхээс айдаг бүтээлч, импульс хүн ийм тогтвортой байдлыг
              үргэлж эзэмшдэггүй. Хаана боловсрол эзэмших вэ Урлагийн
              боловсролыг сургуулийн өмнөх наснаас ч авах боломжтой. Бяцхан
              хүүхдүүдэд зориулсан дугуйлан, зургийн студи байдаг. Сургуулийн
              насны хүүхдүүд урлагийн сургуульд элсэх боломжтой. 9-10 дугаар
              ангийн сурагчдад дунд мэргэжлийн боловсролын байгууллагуудын үүд
              хаалга нээлттэй. Түүний дараа та цааш үргэлжлүүлэн суралцах
              боломжтой - төрөлжсөн их сургуульд элсэн суралцах боломжтой. 12-р
              ангиа төгсөөд урлагийн их сургуульд элсэн орж болно. Нэмж дурдахад
              насанд хүрэгчдэд зориулсан төрөл бүрийн урлагийн студиуд, мөн
              тасралтгүй боловсролын курсууд байдаг. Боловсролын байгууллагууд
              /ОХУ-д/ - Тус улсад олон боловсролын байгууллагууд урлагийн
              мэргэжилтэн бэлтгэдэг. Хамгийн алдартай нь Оросын Урлагийн
              академийн дэргэдэх И.Е.Репиний нэрэмжит Санкт-Петербургийн Улсын
              Уран зураг, уран баримал, архитектурын академийн хүрээлэн юм. Энд
              архитектур, дүрслэх урлагийн онол, түүх, уран зураг, уран баримал,
              график гэсэн таван чиглэлээр сургалт явагддаг. - Москвагын Оросын
              Урлагийн Академийн дэргэдэх В.И.Суриковын нэрэмжит Москвагийн
              Улсын Эрдмийн Урлагийн Хүрээлэнг ирээдүйн уран бүтээлчдэд зориулан
              нээлээ. Тэнд сургах чиглэлүүд нь Санкт-Петербургийн академийнхтай
              адилхан. - Урлагийн дунд мэргэжлийн боловсрол эзэмшихийн тулд та
              С.Г.Строгановын нэрэмжит Москвагийн Улсын Урлаг, гар урлалын
              академийн Дизайн, гоёл чимэглэлийн урлагийн коллежид элсэх
              боломжтой. Лакаар хийсэн бяцхан зураг, уран сайхны модон зураг,
              уран сайхны металл, уран нэхсэн тор нэхэх, уран сайхны нэхэх, хивс
              нэхэх зэрэг хэд хэдэн чиглэлээр сургалт явуулдаг. - Пермийн бүс
              нутгийн соёл урлагийн коллежид `Дэлхийн урлагийн соёл` мэргэжлээр
              суралцах боломжтой. Курсууд - Урлагийн их дээд сургуулиуд, тэр
              дундаа дээр дурдсан их дээд сургуулиудад мэргэжил дээшлүүлэх,
              давтан сургах курсууд байдаг. Хэрэв та зүгээр л зурж сурах эсвэл
              одоо байгаа ур чадвараа бага зэрэг өргөжүүлэхийг хүсч байвал
              богино хугацааны онлайн сургалтанд хамрагдах боломжтой - одоо олон
              янзын чиглэлээр олон байдаг. Багштай шууд ажиллах хүсэлтэй хүмүүст
              зориулсан янз бүрийн студиуд нээлттэй. - Москвагийн
              Архитекторуудын эвлэлийн бүтээлч студи (DTS SMA); - москвагийн
              орчин үеийн урлагийн музейн урлагийн студи (MMOMA); - зураг, уран
              зургийн сургууль Братек Лис сургууль. Эрэлт Зураачийн мэргэжил нь
              дүрслэх урлагийн олон мэргэшлийн ерөнхий ойлголт бөгөөд тус бүр
              өөрийн гэсэн эрэлт хэрэгцээтэй байдаг. Хамгийн алдартай нь тоглоом
              бүтээх, номын бүтээгдэхүүн, янз бүрийн сурталчилгааны компаниудад
              ажиллах боломжтой зураачид юм. Орчин үеийн компьютер графикийн
              түвшинг үл харгалзан гоёл чимэглэлийн уран бүтээлчид эрэлт
              хэрэгцээтэй байгаа бөгөөд тэдэнгүйгээр нэг ч киноны зураг авалт
              дуусдаггүй. Харьцангуй саяхан урлагийн үнэлгээчний мэргэжил
              түгээмэл болж байна - мэргэжилтэн урлагийн бүтээлийн хэлбэр,
              түүний үнэ цэнийг үнэлдэг. Урлагийн мэргэжил бүр хөдөлмөрийн зах
              зээлд тодорхой жинтэй байдаг ч бодит үнэ цэнэ нь уран бүтээлээрээ
              байнга хөгжиж байдаг мастеруудын өвөрмөц бүтээлүүдээс бүрддэг.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Уран дархан">Уран дархан</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Эрт дээр үеэс хүмүүс үнэт металлаар хийсэн үнэт эдлэлд татагдаж
              ирсэн. Тэдгээрийг үнэт эдлэлийн мэргэжлийн төлөөлөгчид - алт,
              мөнгийг урлагийн бүтээлүүд рүү хувиргадаг гар урчууд хийдэг
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/darhan.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Уран дархан
            </figcaption>
            <p className="text-sm text-gray-800">
              Үнэт эдлэл хийдэг, засдаг дарханыг үнэт эдлэлчин гэдэг. Үнэт
              эдлэлийн урлаг нь гоёл чимэглэлийн болон хэрэглээний урлагийг
              хэлдэг бөгөөд үнэт металл, чулуугаар үнэт эдлэл хийх явдал юм.
              Үнэт эдлэлийн мэргэжил нь Эртний Египтээс үүссэн гэж үздэг.
              Жосерын пирамидын малтлагын үеэр эртний үнэт эдлэл олджээ. МЭӨ 3-р
              мянганы үед Египетийг фараон захирч байжээ. Гэсэн хэдий ч түүний
              булшнаас олдсон эд зүйлсийн он цаг нь нэлээд эрт бүтээгдсэн
              болохыг харуулсан бөгөөд ойролцоогоор нас нь таван мянган жил
              байна. Энэ бол хамгийн эртний үнэт эдлэл юм. Үүнтэй холбогдуулан
              үнэт эдлэлийн мэргэжил дор хаяж таван мянган жилийн турш оршин
              тогтнож ирсэн гэж үздэг.
            </p>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Уран дарханы гол ажил бол үнэт эдлэл хийх явдал юм.
              Зарим гар урчууд нэмэлт бүтээгдэхүүн засварлаж, бугуйвч, бөгж,
              гинжний хэмжээг тохируулдаг. Үнэт эдлэлчин өөрийн ажилд гар багаж,
              хэв ашигладаг: хэв, эвлүүр, өрөм, бамбар. Үүнээс гадна ажилд бусад
              тоног төхөөрөмж ашигладаг: микроскоп, лазер, зуух, шахах машин.
              Мэргэжил нь бүтээлч чадвар шаардах бөгөөд техникийн сэтгэлгээтэй
              хүмүүст илүү тохиромжтой. Математик, хими, геометр, физикийн
              мэдлэг таны ажилд хэрэг болно. Үүнээс гадна мастер нь
              бүтээгдэхүүний гоо зүйн мэдрэмжийг мэдрэх ёстой. Уран сайхан, гоо
              сайханы үнэлэмж чадамж нь хосгүй үнэт эдлэл бүтээхэд тусална.
              ДАВУУ ТАЛ - Шинэ технологиуд үнэт эдлэлийн үйлдвэрлэлийг хөгжүүлж
              байна: цутгах гэх мэт зарим хүнд үйлдлүүдийг гараар хийх хэрэгцээг
              оролсон төхөөрөмжүүд улам бүр нэмэгдэж байна. Өнөө үед мод,
              металл, лавтай ажилладаг орчин үеийн компьютерийн удирдлагатай
              машинуудыг ашигладаг. Хэрэв та нэг сарын хугацаанд жижиг
              хэлтэрхийг гараар урлах шаардлагатай байсан бол машин хоёр минутын
              дотор даалгаврыг гүйцэтгэх болно. Тиймээс, гар ажиллагаатай хүнд
              хэцүү үйлдлээс айх шаардлагагүй - одоо үнэт эдлэлийн ихэнх ажлыг
              машинууд гүйцэтгэдэг бөгөөд ажлын бүтээлч хэсэгт илүү чөлөөт цаг
              гардаг. - Өөр нэг давуу тал нь ажлын харагдахуйц, тодорхой үр дүн
              юм. Үнэт эдлэл бүтээх явцад бүх зүйл ихэвчлэн эмх замбараагүй мэт
              харагддаг боловч ажлын үр дүн нь үргэлж тодорхой байдаг - энэ нь
              зохиогч болон үйлчлүүлэгчийн аль алинд нь таалагддаг бэлэн бүтээл
              болдог. СУЛ ТАЛУУД - Үнэт эдлэлийн мэргэжлийн гол сул тал нь бүх
              нийтийн биш, хүн бүрт тохиромжгүй байдаг. Энэ мэргэжил нь өндөр
              температур, хортой металл, хүчилтэй ажилладаг тул зөвхөн эрчүүдэд
              тохиромжтой гэж үздэг. Гэсэн хэдий ч одоо илүү олон эмэгтэй үнэт
              эдлэлчид байдаг бөгөөд энэ нь бүтээгдэхүүний үйлдвэрлэлийн янз
              бүрийн чиглэлийг хөгжүүлэхтэй холбоотой юм. Гэсэн хэдий ч зөвхөн
              эрчүүд л ажлын ширээний ард олон цагийг өнгөрөөж, үнэт эдлэл урлаж
              чаддаг. Магадгүй энэ нь өнөөдөр эмэгтэйчүүд энэ мэргэжлээр
              ажиллахад хэцүү байдгийн нэг шалтгаан байж болох юм. - Ажлын бас
              нэг сул тал бол олсон мөнгөний нэлээд хэсэг нь тоног төхөөрөмж,
              хэрэглээний материалд зарцуулагддаг. Өндөр чанартай материал
              шаардлагатай бөгөөд ихэвчлэн олон тооны янз бүрийн багаж хэрэгсэл
              шаардлагатай байдаг. Жишээлбэл, хэд хэдэн төрлийн файлд. Олон
              багаж хэрэгслийг үнэт эдлэлчин өөрөө тодорхой ажилд зориулж
              бүтээдэг. Хаана сурах вэ Та үнэт эдлэлийн урлагийг төрөлжсөн
              боловсролын байгууллагуудаас гадна төлбөртэй сургалтаар сурч
              болно. Сургалтанд хамрагдахдаа мэдлэгээ практикт хэрэгжүүлэх
              боломжтой. Мөн интернэтэд хэрэгтэй мэдээлэл их байна. Шинэхэн үнэт
              эдлэлийн хувьд хамгийн тохиромжтой сонголт бол сургалтын видео
              бичлэг бөгөөд бүх зүйлийг нарийвчлан судлах боломжтой. Боловсролын
              байгууллагууд Үнэт эдлэлчин болохын тулд сургалтанд хамрагдах,
              дунд мэргэжлийн боловсрол эзэмших нь хангалтгүй юм. Мэдээжийн
              хэрэг, суралцах хугацаандаа ирээдүйн мастер материал, эрдэнийн
              судлал (үнэт ба хагас үнэт ашигт малтмалын химийн найрлагын
              шинжлэх ухаан), зураг зурах, найрлагын талаархи шаардлагатай суурь
              мэдлэгийг олж авч, тоног төхөөрөмжтэй ажиллах ур чадварыг
              эзэмшдэг. Гэсэн хэдий ч цаашдын сургалт нь үнэт эдлэлийн ур
              чадвараа бие даан сайжруулах ажлын явцад, практик дээр явагддаг.
              Курсууд - Үнэт эдлэл хийх үндсийг сурах эсвэл ур чадвараа
              дээшлүүлэх хүсэлтэй хүмүүст зориулсан тусгай сургалтууд байдаг. -
              Карл Фабержийн гоёл чимэглэлийн болон хэрэглээний урлагийн коллеж
              нь үнэт эдлэлчин-уяач, үнэт эдлэлчин-сутлагч, үнэт
              эдлэлийн-филигрист гэсэн мэргэжлээр давтан сургах сургалтуудыг
              явуулдаг. Сургалтын үргэлжлэх хугацаа: 8-9 сар. - Үнэт эдлэлийн
              сургуулийн дэргэдэх “Гар үнэт эдлэл урлах” сургалт нь 10-18 сарын
              хугацаатай бөгөөд бүрэн дунд боловсролтой хүмүүст тохиромжтой.
              Эрэлт Үнэт эдлэлийн гар урчууд нэлээд эрэлт хэрэгцээтэй байдаг.
              Хамгийн тохиромжтой ажлын байрыг сонгох боломжтой: үйлдвэр, хувийн
              цех эсвэл ломбард, үнэт эдлэлийн дэлгүүр. Гэсэн хэдий ч бусад
              ихэнх мэргэжлүүдийн нэгэн адил ажил олгогчид сайн мэргэжилтэн хайж
              байдаг. Яаж ийм болох вэ? Сургалтанд хамрагдаж, мастеруудтай
              уулзаж, эхлээд өөрийгөө үнэт эдлэлийн туслахаар ажиллаж үзээрэй.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Уран оёдолчин">Уран оёдолчин</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Загварын шидтэнгүүд, загварын чиг хандлагын багш нар, оёдлын
              мастерууд - энэ бол оёдолчин мэргэжилтэй хүмүүс юм. Тэд хувцас
              бүтээдэг: хэмжилт хийдэг, даавууг тайрч, оёдог.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/oydolchin.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Уран оёдолчин
            </figcaption>
            <p className="text-sm text-gray-800">
              Оёдолчин бол хамгийн эртний мэргэжлүүдийн нэг юм. Хувцас нь хүний
              гоо үзэсгэлэн, хувь хүний онцлогийг тодотгодог гэдгийг хүмүүс
              эртнээс ойлгосон. Тиймээс энэ гоо үзэсгэлэн, өвөрмөц байдлыг бий
              болгож, даавуугаар ажилладаг хүмүүс байдаг. Хүмүүс эрт дээр үеэс
              оёдлын урчуудыг хүндэлж, ур чадварыг нь өндрөөр үнэлдэг байжээ.
              Цаг хугацаа өнгөрөхөд гар оёдолчид – оёдлийн машин хэрэглэх
              болсон. Хожим нь энэ мэргэжлээс загвар зохион бүтээгчид, эсгүүрчид
              гарч ирсэн. Оёдолчид эдгээр бүх мэргэжлүүдийг эзэмшсэн хэвээр
              байна: тэд хувцас өмсгөж, загвар зохион бүтээж, эсгэж, оёдог.
            </p>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Оёдолчин гэдэг бол төрөл бүрийн бүтээгдэхүүн оёж,
              засвар хийдэг мэргэжилтэн юм. Эдгээр нь гадуур хувцас, цүнх,
              дотоод нэхмэл эдлэл, гутал зэрэг хувцас юм. Төсөөлж, оёж болох
              бүхнийг оёдолчин амилуулдаг. Энэ нь аливаа зүйлийг бүтээх бүх үе
              шатанд дагалддаг: загвар сонгохоос эхлээд өнгөлгөө, тохируулга
              хүртэл. Үндсэндээ энэ бол бүх нийтийн цэрэг юм. Тиймээс оёдолчин
              голчлон хувь хүний захиалгаар ажилладаг. ДАВУУ ТАЛ Энэ мэргэжил
              эрэлттэй байхаас гадна өөр олон давуу талтай. - Тогтмол бөгөөд
              ойлгомжтой орлого. Энд бүх зүйл энгийн: орлого нь үйлчлүүлэгчдийн
              тоо, захиалгын тооноос хамаарна. Их байх тусмаа сайн. Олон хүмүүс
              стандарт бус дүр төрхтэй, хувийн шинж чанараа онцлон харуулах
              хүсэлтэй байдаг тул оёдолчин үргэлж үйлчлүүлэгчтэй байх болно. -
              Ажлын графикын чөлөөтэй байдал. Хувиараа хөдөлмөр эрхлэгчид чөлөөт
              ажлын цагийн хуваарьтай байна. Оёдолчин үйлчлүүлэгчтэйгээ тодорхой
              цагт цаг товлож, хийх ажилдаа тулгуурлан өдөр тутмынхаа ажлыг
              зохион байгуулдаг. - Хаана ч, хэзээ ч ажил олох боломж. Мэргэжлийн
              эрэлт хэрэгцээ нь улирлын хүчин зүйлээс хамаардаггүй: ихэвчлэн
              шинэ хувцас, дотоод нэхмэл эдлэл шаардлагатай байдаг. Зөвхөн аль ч
              хотод төдийгүй аль ч улсад ажлын байр олж болно. - Дээд боловсрол
              шаардлагагүй. Үйлчлүүлэгч нь оёдолчин дээр ирэхдээ дипломынх нь
              тухай биш, ажлынх нь тухай асуудаг. Тохиромжтой портфолио бол
              оёдолчийн хамгийн сайн шинж чанар юм. Мэргэжлийн амжилттай
              төлөөлөгчид өөгүй амт, хэв маягтай байдаг бөгөөд эхлээд харахад
              тухайн үйлчлүүлэгчид юу таалагдаж, тохирохыг тодорхойлдог. -
              Өөрийгөө хөгжүүлэх өргөн боломжууд. Оёдолчин мэргэжил нь
              үйлчлүүлэгчийн сэтгэл зүй, борлуулалтын туршлага, өөрийгөө
              таниулах урлагийн мэдлэгийг шаарддаг. Та энэ бүгдийг нэмж сурч,
              статус, ур чадвараа нэмэгдүүлэх боломжтой. СУЛ ТАЛУУД Аливаа
              бизнесийн нэгэн адил бүх давуу талуудтай ч оёдолчин байх нь сул
              талуудтай байдаг. - Нуруу, хүзүү, харааны хэт ачаалал. Оёдолчин
              маш их цагийг `суугаа` байдалд өнгөрөөдөг. Нарийн жижиг хэсгүүдтэй
              ажиллах нь таны харааг гэмтээж болно. - Идэвхгүй амьдралын хэв
              маяг. Оёдолчин бүтээгдэхүүн зүсдэг ширээ, оёдлын машин нь энэ
              мэргэжлийн төлөөлөгчийн гол хэрэгсэл юм. Тэрээр маш их цагийг сууж
              өнгөрөөдөг бөгөөд энэ нь түүний эрүүл мэндэд сөргөөр нөлөөлдөг. -
              Үйлчлүүлэгчид мэргэжлийн туршлагатай хүнийг хүсдэг. Эхний шатанд
              ажлын туршлагагүй, том багц байхгүй бол оёдолчин үйлчлүүлэгч
              олоход хэцүү байдаг. Эцсийн эцэст хүн бүр мэргэжлийн хүнтэй
              ажиллахыг хүсдэг. Боловсрол Оёдолчийн мэргэжил нь дээд боловсрол
              шаарддаггүй - та коллежийн дараа аюулгүй ажиллах боломжтой. Гэхдээ
              мэргэжлээрээ гүнзгийрүүлэн суралцах хүсэлтэй хүмүүс их сургуульд
              элсэн орж болно. Энэ мэргэжлээр янз бүрийн даавуугаар хэрхэн
              ажиллах, уран сайхны амтыг хөгжүүлэх, туршилт хийхээс айхгүй байх,
              аливаа үйлчлүүлэгчийн уран зөгнөлийг хэрэгжүүлэх, бодит байдлыг
              харгалзан өөрчлөх чадвартай байх нь чухал юм. Тиймээс, их дээд
              сургуульд `загвар зохион бүтээгч` мэргэжлээр элсэхийн тулд заавал
              орос хэлнээс гадна түүх, уран зохиол, нийгмийн ухааны чиглэлээр
              улсын нэгдсэн шалгалт өгөх шаардлагатай - их дээд сургуулиудын
              шаардлага өөр өөр байдаг. Магадгүй зураг. Даавуу бүтээх нарийн
              ширийн зүйлийг илүү сонирхдог хүмүүс хөнгөн үйлдвэрийн чиглэлээр
              мэргэшсэн их дээд сургуулиудыг сонгох болно. Энд математик, физик
              эсвэл химийн шалгалтыг орос хэл дээр нэмдэг. Боловсролын
              байгууллагууд Жишээлбэл, ОХУ-д асар олон коллеж, техникумууд
              оёдолчны мэргэжлийг заадаг. Мөн энэ мэргэжлээр мэргэшсэн их дээд
              сургуулиуд маш олон байдаг. Тэдний ихэнх нь бакалаврын зэрэгтэй
              төгсдөг - суралцах хугацаа 4 жил байна Курсууд Өөрийнхөө гараар
              ямар нэгэн зүйл хийх нь үргэлж сайхан байдаг. Олон хүмүүс хэрхэн
              оёж, сонирхолтой, өвөрмөц хувцас оёж сурахыг хичээдэг. Сургуулиа
              төгсөөд шууд энэ мэргэжлээр дээд сургуульд суралцах шаардлагагүй.
              Тусгай курсуудээр суралцаж болно. - Ур чадварын `эсгэх ба оёх`
              курс. Сургалтын явцад янз бүрийн төрлийн материалтай ажиллах
              онцлог, хэмжилт хийх ур чадвар, хэв маягийг бий болгоход онцгой
              анхаарал хандуулдаг. Оюутнууд хувцасны янз бүрийн загвар оёж, янз
              бүрийн биетэй ажиллах нууцыг сурдаг. Өөрийн бизнесээ эхлүүлэх
              үндсийг сурна. Сургалтын үргэлжлэх хугацаа - 8 сар, формат -
              онлайн. - HEDU. `Зүсэх ба оёх` курс. Хэмжилт хийх, үндсэн хувцасны
              загвар гаргах, хэв маягийг загварчлах, зөв зүсэх, оёх - эдгээр
              хичээлүүд нь эдгээр асуудалд зориулагдсан болно. Сургалтын
              үргэлжлэх хугацаа - 12 хичээл, формат - онлайн. - OneTwoDress.
              Эхлэгчдэд зориулсан оёдлын курс. Эдгээр сургалтууд нь оёдлын
              машиныг хэрхэн зөв сонгох, хээг хэрхэн боловсруулах, хэмжилт хийх,
              оёдлын машин дээр ажиллах чадварыг дээд зэргээр ашиглахыг заадаг.
              Сонсогчид үндсэн төрлийн хувцасны загвартай хэвээр байх болно.
              Сургалтын үргэлжлэх хугацаа - 3 эсвэл 12 сар, формат - онлайн.
              Эрэлт Оёдолчдын ажил маш их эрэлт хэрэгцээтэй байдаг. Жил ирэх
              тусам орчин үеийн технологиуд гарч ирж, үйл явц автоматжсан ч энэ
              салбарын байдал өөрчлөгдөөгүй. Хүмүүс загварлаг, үзэсгэлэнтэй
              харагдахыг хүсч, хувцас хэрэглэлээрээ давуу талаа онцолж, алдаа
              дутагдлаа нуухыг хүсдэг. Тийм ч учраас загварын ордон, ательеуд
              үйл ажиллагаагаа явуулсаар байгаа бөгөөд нэрийн хувцасны
              дэлгүүрүүдэд оёдолчин худалдан авагчийн онцлогт тохируулан оёж
              засварлаж чаддаг. Энэ нь мөн хүмүүст таалагддаг.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Загвар зохион бүтээгч">Загвар зохион бүтээгч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Хувцасны загвар зохион бүтээгчид бол шинэ загварын чиг хандлагыг
              бий болгодог хүмүүс юм. Гэхдээ загвар зохион бүтээгчийн мэргэжилд
              бүтээлч байдлаас гадна техникийн ажил багтдаг: тэд зураг зурах,
              пропорцийг тооцоолох чадвартай байх хэрэгтэй.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/designer.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Загвар зохион бүтээгч
              <br />
              Загвар зохион бүтээгчийн мэргэжлийн хөгжил нь 19-р зуунд гарч
              ирсэн. Чарльз Уорт анхны загвар зохион бүтээгчдийн нэг гэж
              тооцогддог. Тэрээр чинээлэг хүмүүст зориулж өвөрмөц загвар, гар
              хийцийн нарийн ширийн зүйлсээр ялгардаг өвөрмөц хувцаснуудыг
              урласан. Тэр үеэс загварын шоу, хувцасны өөрийн гэсэн хэв маягийг
              хөгжүүлж, хувцас, гутал, дагалдах хэрэгслийн цуглуулга хийх нь
              түгээмэл болсон.
            </figcaption>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Загвар зохион бүтээгч нь хувцасны бүрэн бий болгох
              бүх үе шатанд оролцдог: тэрээр ирээдүйн хувцасны ноорог зурж,
              хэмжилт хийж, төлөвлөсөн ноорог зургийн дагуу хэв маягийг
              зохиодог. Нэмж дурдахад зарим загвар зохион бүтээгчид
              бүтээгдэхүүнээ бие даан оёдог бол зарим нь үйлдвэрлэлийн үйл явцыг
              хянадаг. Хувцас оёж дууссаны дараа загвар зохион бүтээгч бэлэн
              бүтээгдэхүүний чанарыг шалгаж, үйлчлүүлэгчид (хэрэв энэ нь хувь
              хүний захиалга бол) өмсгөж үзэх эсвэл олон нийт үзэгчдэд бүтээлээ
              толилуулдаг. Загвар зохион бүтээгч бол зөвхөн шинэ зүйл бүтээх
              авьяас чадвараа ухамсарлах бүтээлч мэргэжил биш гэдгийг тэмдэглэх
              нь зүйтэй. Энэ ажил нь пропорцийг тооцоолох, зурах ур чадвар
              шаарддаг тул энэ нь бас техникийн мэргэжил юм. Үүнээс гадна
              үйлдвэрлэлийн технологийг хатуу мөрдөхгүйгээр өндөр чанартай
              хувцас хийх боломжгүй юм. Мэргэшлүүд Загвар зохион бүтээгчийн
              мэргэжлээр хэд хэдэн үндсэн мэргэшил байдаг. Загвар конструктор нь
              тодорхой параметрүүд дээр үндэслэн ирээдүйн загварын нарийвчилсан
              зургийг зурдаг. Эсгүүрийн зохион бүтээгч-зүсэгч нь шаардлагатай
              хэмжилтийг хийж, хээ угалз хийж, оёдлын материалаар ажиллаж,
              бүтээгдэхүүнийг зүсэж, туршиж үздэг. Загварын зураач. Тэрээр
              ирээдүйн хувцасны загваруудын ноорогуудыг боловсруулж, загварын
              чиг хандлагад үндэслэн төрөл бүрийн уран сайхны элементүүдийг
              ашиглан шинэ дүр төрхийг бий болгож, дараагийн зургуудад зориулж
              чимэглэл бэлддэг. Загварын дизайнер нь хувцасны ирээдүйн хэв
              маягийг тодорхойлдог. Тэрээр мөн даавуу, өнгө, хэв маягийг сонгох
              үүрэгтэй. ДАВУУ ТАЛ Загвар зохион бүтээгчийн мэргэжил нь карьераа
              бүтээлч байдалтай холбохыг хүсдэг ирээдүйн олон мэргэжилтнүүдийг
              татдаг олон давуу талтай боловч эрэлт хэрэгцээтэй байдаг. -
              Бүтээлч ажил. Мэргэжил нь таны авъяас чадвар, боломжоо хэрэгжүүлэх
              боломжийг олгодог. Үүний зэрэгцээ та ажлынхаа үр дүнг харж болно -
              энэ нь нүдэнд харагдахуйц, бодитой юм. - Сайн орлого. Загвар
              зохион бүтээгчийн ажил, ялангуяа томоохон загварын компаниудад
              сайн цалин өгдөг. - Өөртөө ажиллдаг. Туршлагатай загвар зохион
              бүтээгчид ихэвчлэн хувийн бизнесээ нээх эсвэл хувийн захиалга
              хийдэг. Сул талууд Гэхдээ загвар зохион бүтээгч байхын сөрөг
              талууд бас бий. Сул талуудын дунд: - Ажил олоход бэрхшээлтэй.
              Ажлын туршлагагүй залуу мэргэжилтнүүд өндөр цалинтай томоохон
              компанид ажилд ороход хэцүү байдаг. - Дасан зохицох хэрэгцээ. Та
              байнга өөрчлөгдөж байдаг загварын чиг хандлага, компани эсвэл
              үйлчлүүлэгчдийн шаардлага, үйлчлүүлэгчдийн амтанд дасан зохицох
              хэрэгтэй болно. Заримдаа энэ нь өөрийн үзэл бодол, алсын хараатай
              зөрчилддөг. - Тогтмол бус ажлын хуваарь. Загварын дизайнерууд
              ажлаа цагт нь дуусгахын тулд өдөрт 12 цаг, заримдаа долоо хоногт
              долоон өдөр ажиллах шаардлагатай болдог. Загварын шоунд бэлдэж
              байхдаа гар урчууд шөнийн цагаар ч ажиллах боломжтой. Хаана сурах
              вэ Загвар зохион бүтээгч болохын тулд та `Дизайн`, `Хөнгөн
              үйлдвэрийн бүтээгдэхүүний дизайн`,` Хувцас, нэхмэлийн урлаг` гэсэн
              чиглэлээр тусгай дээд боловсрол эзэмших хэрэгтэй. Хэдийгээр одоо
              эсгэх, оёх, загвар зохион бүтээхийг заадаг онлайн зэрэг олон курс
              байдаг ч тэдгээр нь их сургуулийн боловсролыг орлохгүй. Эдгээр нь
              үндсэн онол, ойлголтуудыг сурч, ажлын практик ур чадвар эзэмшихэд
              чиглэгддэг. Курсууд - Их сургуульд суралцсаны дараа та нарийн
              мэргэжлийг сонгон ахисан түвшний сургалт эсвэл давтан сургалтанд
              хамрагдах боломжтой. Тухайлбал, Архитектур дизайны сургуулиас
              хувцас загварын чиглэлээр сургалт явуулдаг. Онолын хичээлүүд
              практик даалгавартай ээлжлэн явагддаг. Хичээлийг дүүргэсний дараа
              төгсөгч төрийн диплом авдаг. - Оёдлын курсууд болон онлайн
              форматыг SkillBox платформ дээр авах боломжтой - `Зүсэх, оёх`
              чиглэлээр 8 сарын курс, `Зохион бүтээх, загварчлах, оёх `чиглэлээр
              илүү гүнзгийрүүлсэн 12 сарын курс. Даавуутай ажиллах, хэмжилт
              хийх, ноорог зурах, хувцас оёх зэрэгт суралцана. Сургалт дууссаны
              дараа төгсөгчид бэлэн портфолиотой болно. Эрэлт Загвар, хэв маяг
              нь амьдралын салшгүй хэсэг болсон. Хүн бүр сэтгэл татам,
              сонирхолтой харагдахыг хүсдэг бөгөөд хувцас эсвэл дагалдах
              хэрэгсэл нь өөрийгөө илэрхийлэх хамгийн хялбар арга юм. Загвар
              зохион бүтээгчид нь таны өвөрмөц хэв маягийг олоход тусалдаг
              бөгөөд бүх амтанд тохирсон хувцасны шүүгээний зүйлсийг бий
              болгодог. Өөрийгөө нотолсон авъяаслаг гар урчууд загварын салбарт
              үргэлж эрэлт хэрэгцээтэй байдаг.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Загвар өмгөгч">Загвар өмгөгч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Үзэсгэлэнтэй, гоолиг, сайхан хувцаслахыг жишээ болгож харуулах
              мэргэжил. Хэрэглэгчид эдгээр стандартууд бөгөөд бусад нь тэдний
              дүр төрхийг давтаж, дагаж мөрддөг. Загвар өмсөгч мэргэжил нь
              чадвар, цог жавхлан, сүр жавхлангаараа бусдыг татдаг.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/model.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Загвар өмгөгч
            </figcaption>
            <p className="text-sm text-gray-800">
              Загварын бизнес нь олон залуу охид, хөвгүүдийг татдаг. Сургуульд
              сурч байхдаа ч тэд энэ загвар, гоо үзэсгэлэн, тансаг ертөнцийг
              мөрөөддөг. Гэхдээ загварын ажил зүгээр л энгийн мэргэжил биш.
              Загвар өмсөгчид анх 19-р зууны сүүлчээр Америкт загварын ордонууд
              нээгдсэнээр гарч ирэв. Хувцасны цуглуулгыг бүжигчид, жүжигчид
              үзүүлдэг, тэдний хувьд энэ нь нэг удаагийн ажил байв. Тэд хар
              нөмрөг дээр нь дизайнерын зохиосон хувцасыг өмсдөг байв. Загварын
              ертөнцөд мэргэжлийн загвар өмсөгчид гарч ирэх хүртэл энэ уламжлал
              удаан үргэлжилсэн.
            </p>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Загвар өмсөгч гэдэг нь гэрэл зурагчинд зориулж
              бүтээгдэхүүнээ үзүүлж, зургаа авахуулдаг хүн юм. Загварын ажилд
              хэд хэдэн чиглэл байдаг. Сүүлийн үед загварчлалын бизнес дэх
              мэргэшлийн хоорондох шугам бүдгэрч байсан ч хуваагдал байсаар
              байна. Загварын тайзны загвар өмсөгч хувцасны цуглуулгуудын шууд
              шоунд оролцдог. Гайхамшигтай загварууд нь дизайнерын дүр төрхийг
              хэдхэн минутын дотор нээж, тансаг сэтгэгдэл төрүүлж, үзүүлж буй
              зүйл нь тэдэнд зориулж тусгайлан бүтээгдсэн гэдэгт үзэгчдэд
              итгүүлдэг. Сурталчилгааны загвар өмсөгчдийг үзэсгэлэн,
              танилцуулга, хуралд урьж байна. Тэд харилцаанд таатай сайхан дүр
              төрхтэй байх ёстой. Тэдний ур чадвар нь хүнийг итгүүлэх,
              мэдээллийг зөв дамжуулах, худалдан авалтад анхаарал татахгүй байх
              чадварыг багтаадаг. Фитнесс загвар өмсөгчид биеийн тамирын заал,
              эрүүл хүнсний бүтээгдэхүүн, спортын хувцасны сурталчилгаанд
              оролцдог. Энэхүү фитнесс загварын төлөөлөгчдөд тавигдах гол
              шаардлага бол биеийн тамирын бие бялдар юм. Том размерын загварууд
              нь том хэмжээтэй хүмүүсийн дүр төрхийг харуулдаг. Тэд сүнс ба бие
              махбодийн өөртөө итгэх итгэл, эв найрамдлыг харуулдаг бөгөөд энэ
              нь стандарт бус бүтэцтэй эмэгтэйчүүдэд цогцолбороос ангижрах, гоо
              үзэсгэлэнг мэдрэхэд тусалдаг. Фото загварууд нь загваруудын
              хамгийн олон төрөл юм, учир нь энд зураг, гадаад төрх байдлын
              параметрүүдийн хил хязгаарыг арилгадаг. Товхимол, каталог,
              сурталчилгааны самбарт инээж буй хүүхдүүд эсвэл өнгөлөг хөгшин
              эрчүүд, нас бие гүйцсэн эмэгтэйчүүд эсвэл тод үстэй өсвөр насныхны
              гэрэл зураг хэрэгтэй байж магадгүй юм. Чамин загвар өмсөгчид бол
              чамин дүр төрхтэй охид, хөвгүүд юм. Mulattoes нь Африкийн хэв
              маягтай загварын шоунд тохиромжтой бөгөөд Азийн дүр төрхтэй загвар
              өмсөгчид дорнын хоолны кафены нээлтэд оролцдог. Хэсгийн загварууд
              нь мэргэжлийн загварууд бөгөөд тэдгээрийн давуу тал нь биеийн
              салангид хэсэг юм: хөл, гар, үс, нүд, уруул. Загварын бизнесийн
              энэ ангилалд багтдаг охид, хөвгүүд гоо сайхны бүтээгдэхүүн,
              дагалдах хэрэгсэл, гоёл чимэглэл, гутлыг сурталчилдаг. ДАВУУ ТАЛ
              Загвар өмсөгч мэргэжил нь маш олон залуусыг татдаг бөгөөд энэ
              салбарт ажиллах хүсэлтэй хүмүүс цөөрөхгүй. Энэхүү сэтгэлийн
              хөөрлийг энэ үйл ажиллагааны давуу талуудаар тайлбарладаг. Тэдний
              дунд: - алдартай гэрэл зурагчидтай хамтран ажиллах; - алдартай; -
              тухайн ажилаар аялах боломж; - алдартай хүмүүстэй уулзах,
              харилцах; - дизайнерын хувцасыг хамгийн түрүүнд туршиж үзэх
              боломж; - өндөр орлоготой. Сул талууд Клаудиа Шифферийн карьерыг
              мөрөөддөг хүмүүс загвар өмсөгч байхын сул талуудын талаар
              урьдчилан мэдэж авах хэрэгтэй. Тэдгээрийн дотроос дараахь зүйлийг
              онцгой анхаарах нь зүйтэй. - том өрсөлдөөн; - гадаад төрх байдалд
              тавигдах өндөр шаардлага; - тогтмол бус ажлын цаг; - бие махбодийн
              болон сэтгэц-сэтгэл хөдлөлийн өндөр ачаалал; - эрт тэтгэвэрт
              гарах. Хаана сурах вэ Загвар өмсөгч мэргэжлээр суралцахын тулд
              загвар өмсөгчдийн агентлагт сургалтанд хамрагдахад хангалттай.
              Суралцаж эхлэх дундаж нас 11-13 жил байна. Курсууд - Загварын
              салбарт анхан шатны мэргэжлийн ур чадвар олж авахын тулд та Оросын
              загварчлалын сургуулиудын аль нэгийг авч үзэж болно. - Москва дахь
              Верона сургуулийн загвар сургуульд 6-28 насны ямар ч өндөр,
              параметртэй хүүхэд, охид, хөвгүүдийг урьж байна. Энэ сургуульд
              багшлахын тулд та вэбсайт дээр өргөдөл үлдээх хэрэгтэй. Хичээлийн
              хуваарийг оюутан тус бүрээр сонгоно. Хичээлийг туршлагатай багш
              нар заах бөгөөд танд хэрхэн зураг авах, загварын тайзан дээр
              алхах, нүүр будалтыг зааж өгөх болно. Мөн тэд хэрхэн өөртөө
              итгэлтэй байж, шалгалтыг амжилттай давах нууцыг танд хэлэх болно.
              Сургалтын өртөг нь сонгосон курсээс хамаарна. Жишээлбэл, загварын
              тайзны курс 7200 рубль, зураг авахуулах, нүүр будалтын ур чадвар
              9300 рубль болно. - `Freshmodels` загварын агентлаг нь бүтэн
              жилийн турш Москва болон Москва мужид амьдардаг 13-аас дээш насны
              охид, хөвгүүдийг хүлээн авдаг. 2 сарын хугацаатай анхан шатны
              сургалтанд загварын шоу, зураг авахуулах хичээл орно. Төгсөгчид
              загвар өмсөгчийн сургуулиас төгссөн гэрчилгээ авдаг. Сургалтын
              өртөг нь 7000 рубль юм. - Санкт-Петербург дахь ABC Modus загварын
              агентлаг нь загвар өмсөгчдийг 42 цагийн турш үргэлжилдэг анхны
              сургалтын хөтөлбөрөөр хангадаг. Туршлагатай гэрэл зурагчин,
              стилист, нүүр будалтын зураачид ур чадвараа хандивласны ачаар тус
              сургуулийн сурагчид ОХУ-д зохиогддог нэр хүндтэй гоо сайхны
              тэмцээний финалд шалгарчээ. Сургалтын өртөг нь 20 мянган рубльээс
              эхэлдэг. Эрэлт Өнөөдөр загварууд маш их эрэлт хэрэгцээтэй байгаа
              тул аливаа компанид сурталчилгаа хэрэгтэй байна. Бараа,
              үйлчилгээгээ сурталчлахын тулд компанийн эзэд загварчлалын
              бизнесийн төлөөлөгчдөд ханддаг бөгөөд тэд зөвхөн бүтээгдэхүүнийг
              харуулахаас гадна түүний давуу талыг онцлон тэмдэглэж,
              борлуулалтыг нэмэгдүүлэхэд тохиромжтой дүр төрхийг бий болгодог.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Архитектор">Архитектор</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Архитектор бол барилгын зураг төсөл, барилгын чиглэлээр мэргэшсэн
              мэргэжилтэн юм. Энэ мэргэжил нь эрт дээр үеэс үүссэн бөгөөд өнөөг
              хүртэл эрэлт хэрэгцээтэй хэвээр байна. Гоо зүй, инженерийн хувьд
              бодож боловсруулсан хотын орчин, хөшөө дурсгалыг бий болгох,
              хадгалах, сэргээн засварлах нь архитекторуудын гавьяа юм.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/architector.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Архитектор
            </figcaption>
            <p className="text-sm text-gray-800">
              Архитектор гар урлал байхаас эхлэсэн хэдэн мянган жилийн өмнө
              үүссэн. Анхан шатны хүмүүс хамгийн энгийн орон сууц барьж эхлэв.
              Аажмаар тэгш өнцөгт, тойрог ашиглан орон зайг зохион байгуулах
              энгийн аргууд бий болсон. Анхны хотууд гарч ирснээр бие даасан
              барилга байгууламж барих үйл явцыг чадварлаг удирдаж, хот
              байгуулалтыг бүхэлд нь төлөвлөх чадвартай мэргэжилтнүүд хэрэгтэй
              байв.
            </p>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Архитектур нь зөвхөн барилга байгууламжийн зураг
              төсөл боловсруулах, барих шинжлэх ухаан төдийгүй хүний амьдралын
              зохимжтой орчинг бүрдүүлэх урлаг юм. Архитектор (эртний Грекээс -
              ерөнхий барилгачин) нь орон зайг бүхэлд нь зохион байгуулах
              үүрэгтэй. Зөвхөн гоёл чимэглэлийн дизайн хийдэг дизайнераас
              ялгаатай нь архитектор нь бүхэл бүтэн бүтцийг төлөвлөдөг бөгөөд
              түүний үүрэг, хариуцлагын хүрээ илүү өргөн байдаг. Тэрээр зөвхөн
              төсөл боловсруулж, тооцоо хийдэг төдийгүй барилгын ажилд ихэвчлэн
              биечлэн хяналт тавьдаг бөгөөд үүнээс гадна албан ёсны асуудал, бүх
              бичиг баримтыг шийдвэрлэх нь түүнд хамаарна. Энэ мэргэжил нь
              бүтээлч хүний хувьд маш сайн сонголт боловч үүнтэй зэрэгцэн янз
              бүрийн чиглэлээр онолын болон практикийн гүн гүнзгий мэдлэг
              шаарддаг: архитектор нь бүтцийн механик, физик, химийн талаар маш
              сайн мэдлэгтэй, геологи, геологийн чиглэлээр сайн ойлголттой байх
              ёстой мөн нэмж эрдэс судлал, үүнээс гадна хууль зүйн талаар
              ойлголттой байх хэрэгтэй. Мэргэшлүүд Архитектурын инженерчлэл.
              Архитектурын дизайнерууд үзэл баримтлал боловсруулж, төлөвлөгөө,
              зураг төслийг боловсруулж, тусгай дизайны баримт бичгийг бэлтгэж,
              дараа нь барилгын үйл явцыг биечлэн удирддаг. Ийм архитекторууд нь
              ихэвчлэн энгийн иргэний барилга байгууламж, түүнчлэн аж үйлдвэрийн
              барилга байгууламж, нийгэм-соёлын объектын зураг төсөл
              боловсруулах ажилд оролцдог. Хот төлөвлөлт. Хот төлөвлөгчид
              барилга байгууламжийг дангаар нь төлөвлөдөггүй, учир нь тэдний гол
              ажил бол нутаг дэвсгэрийн хүн ам зүй, ландшафт, эдийн засаг болон
              бусад онцлог шинж чанаруудыг харгалзан гудамж, дүүрэг, тэр
              байтугай хотын төлөвлөгөөг гаргах явдал юм. Ландшафтын архитектур.
              Ландшафтын архитекторууд хот тохижилтын төлөвлөгөө гаргахаас гадна
              цэцэрлэгт хүрээлэн, цэцэрлэгт хүрээлэнгийн зураг төслийг
              боловсруулахаас гадна жижиг хөдөөгийн эдлэн газарт ажиллах
              боломжтой бөгөөд энд зөвхөн ногоон байгууламжийг байрлуулах талаар
              бодохоос гадна талбайг бүхэлд нь тохижуулах ажлыг хийдэг. .
              Архитектурын дурсгалыг сэргээн засварлах. Сэргээн босголтын
              архитекторуудын ажил бол эртний архитектурын дурсгалуудыг сэргээх
              явдал юм. Эхлээд шалгалт хийж, тухайн барилга байгууламжийн нөхцөл
              байдлыг үнэлж, дараа нь баригдсан түүх, тухайн үед ашигласан
              материал, технологийг сайтар судалж, ажлаа эхлүүлдэг. Сэргээн
              босголтын архитекторын гол зорилго бол барилгыг анхныхтай нь аль
              болох ойр харагдуулах явдал бөгөөд сэргээн засварлах ажлын явцад
              жинхэнэ материал, технологийг голчлон ашигладаг байхаар сэргээн
              засварлах төслийг боловсруулах ёстой. өөрчлөлтүүд хамгийн бага
              байна. Архитекиурын Шинжлэх ухаан, заах үйл ажиллагаа
              (архитектурын онол, түүх). Архитектурын түүхч, онолчид түүний
              шинжлэх ухаан болох хөгжлийг судалж, их дээд сургуульд хичээлээ
              заахаас гадна архитектурын чиглэлээр төрөл бүрийн судалгаа хийдэг.
              ДАВУУ ТАЛ Энэ мэргэжлийн ашиг тус нь олон хүний сонирхлыг татдаг.
              Тэгээд гайхах зүйл алга: - Мэргэжил нь маш нэр хүндтэй. -
              Архитекторуудын ажил өндөр цалинтай байдаг. - Архитекторын
              мэргэжил улам бүр эрэлт хэрэгцээтэй болж байна. - Мэргэжил нь
              хүмүүст үнэхээр чухал салбарт өөрийгөө бүтээлчээр илэрхийлэх
              сайхан боломжийг олгодог. Сул талууд Маш өндөр хариуцлагатай,
              алдаа гаргах зайгүй. - Үйлчлүүлэгчидтэй ажиллахтай холбоотой хүнд
              дарамт. - Урт хугацааны судалгаа (ерөнхийдөө 7 ба түүнээс дээш жил
              шаардагдана), учир нь архитектор хүн шинжлэх ухаан, урлагийн олон
              чиглэлээр сайн мэдлэгтэй байхаас гадна хууль эрх зүйн мэдлэгтэй
              байх ёстой. - Өндөр өрсөлдөөн. Хаана боловсрол эзэмших вэ
              Архитектор болохоор шийдсэн хүмүүс ихэвчлэн 13-15 настайдаа
              архитектурын төрөлжсөн ангид суралцаж, зарим нь 9-р ангиасаа хойш
              тусгай коллежид суралцаж, зарим нь 8-10 настайдаа аль хэдийн
              хичээлд сууж эхэлдэг. Урлагийн сургууль эсвэл хувийн хичээл авдаг.
              Манай улсад архитектурын факультет бүхий их дээд сургуулиудын
              өргөн сонголт байдаг боловч мэдээжийн хэрэг нэр хүндтэй ШУТИС г.м
              мэргэшсэн байгууллагуудад ирээдүйн архитекторуудыг хамгийн
              мэргэжлийн түвшинд бэлтгэдэг. Курсын хувьд зөвхөн ахисан түвшний
              сургалтыг авч үзэх нь зүйтэй юм, учир нь нарийн архитектурын
              мэргэжлийг `эхнээс нь` авахыг хүсч буй хүн энэ чиглэлээр зохих
              дээд боловсролтой байх ёстой. Курсууд - Архитекторуудад зориулсан
              ахисан түвшний сургалтуудыг шинжлэх ухааны төвүүд, жишээлбэл: -
              CHTA (Орчин үеийн шинжлэх ухаан, технологийн академи). CHTA нь
              архитектур, барилгын чиглэлээр мэргэшсэн мэргэжилтнүүдийг давтан
              сургах чиглэлээр ажилладаг. Мэргэшсэн сургалт, давтан сургалтанд
              хамрагдахын тулд үндсэн дээд (барилгын болон архитектурын)
              боловсролтой байх ёстой. Сургалтын нийт хугацаа 3 сар байна. -
              MASPC (Бүс хоорондын үйлдвэр, барилгын цогцолбор академи).
              Архитекторын хөтөлбөрийн дагуу MASPC-ийн сургалтыг тухайн
              мэргэжлээрээ чадавхиа өргөжүүлэх хүсэлтэй барилгын мэргэжилтэн
              эсвэл инженерүүд авах боломжтой. Эрэлт 1990-ээд оны эхэн үед,
              Зөвлөлтийн үеийг дурдахгүй байхын тулд бараг бүх хотын барилгууд,
              олон улсын (дача) байшингууд стандарт дизайны дагуу баригдсан тул
              тэр үед энэ мэргэжил тийм ч түгээмэл биш байв. Сүүлийн хэдэн арван
              жилд архитекторуудын ажил, ялангуяа хотын захын барилгын ажилд
              илүү их эрэлт хэрэгцээтэй болсон.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Найруулагч">Найруулагч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Найруулагчийн мэргэжлийг найрал хөгжмийн удирдаачийн ажилтай
              зүйрлэж болно. Түүний даалгавар бол эцсийн үр дүнг харах,
              танилцуулах, үйлдэл бүр эцэст нь ийм үр дүнд хүргэдэг эсэхийг
              шалгах явдал юм.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/nairuulagch.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Найруулагч
            </figcaption>
            <p className="text-sm text-gray-800">
              Энэ мэргэжил 19-р зууны хоёрдугаар хагаст гарч ирсэн. Энэ үеийг
              хүртэл жүжигчид өөрсдөө тайзны бүтээл туурвидаг байсан. Эхэндээ
              найруулагчийн үйл ажиллагаа нь зөвхөн театртай холбоотой байсан
              боловч дараа нь кино урлаг хөгжихийн хэрээр тэнд, телевизээр, янз
              бүрийн арга хэмжээ зохион байгуулахад энэ мэргэжилтнүүд
              шаардлагатай болжээ.
            </p>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Найруулагч бол кино, театрын бүтээл, телевизийн шоу,
              циркийн тоглолт, сурталчилгааны гол үүрэг хүлээдэг нэгэн юм.
              Тэрээр олон тооны хүмүүсийг удирдаж, дүр хуваарилах, жүжигчдийг
              батлах, зохиолыг засах, зураг авалтыг удирдах, зураг авалтын
              хуваарь гаргах, хувцас, тайз, тусгай эффект бүтээхэд оролцож,
              тогтмол бэлтгэл хийдэг. Зураг авалтын дараа ч найруулагч төсөл
              (кино, жүжиг, видео) дээр үргэлжлүүлэн ажиллаж байна - тэр монтаж
              хийхэд оролцдог, учир нь тэр үзэгчдэд зорьсон санаагаа дамжуулж,
              янз бүрийн сэтгэл хөдлөлийг мэдрэх хэрэгтэй. театрын үзүүлбэр;
              циркийн үзүүлбэр; кино, телевизийн цуврал, клип; сурталчилгааны
              видео; ТВ нэвтрүүлэг; онлайн тоглоомууд. Мэргэшлүүд Найруулагчийн
              мэргэжлийг хэд хэдэн төрөлд хуваадаг. Кино зургын дарга нь кино,
              жүжиг, шоу бүтээх чиглэлээр ажилладаг бүтээлч багийг удирддаг.
              Театрын найруулагч. Театрын ажилтан, кино найруулагчийн ажил эрс
              ялгаатай тул энэ мэргэжлийг тусдаа чиглэл гэж тодорхойлсон.
              Монтажын найруулагч нь бичлэгийг засварлахад оролцдог: үүнийг
              харж, тохирох зургийг сонгоно. Дууны инженер нь хөгжим, дууны
              дизайн, жүжигчдийн дуу авиа, яриаг бичих үүрэгтэй. Мэппинг
              найруулагч - нь 3D төсөөлөл, лазер шоуг бүтээдэг. ДАВУУ ТАЛ
              Найруулагчийн мэргэжил нь түүнд маш их хайртай байдаг олон давуу
              талтай: - Энэ бол санааг хэрэгжүүлэх боломжийг олгодог бүтээлч
              ажил юм; - Олны танил алдартай, сонирхолтой хүмүүстэй ажиллах; -
              Байнга бизнес аялал хийх, бусад улс орнуудад зочлох боломж; -
              амжилттай найруулагчийг үзэгчид хүлээн зөвшөөрч, шагнал,
              урамшуулал авдаг. СУЛ ТАЛУУД Захирал байхын сул талууд нь: -
              тогтмол бус ажлын цаг, урт зураг авалтын ээлж; - карьерын эхэнд
              бага цалин авах; - бүтээлч хямралын магадлал; - маш их өрсөлдөөн;
              - урт карьерын зам: эхлээд та зөвхөн туслах найруулагчийн үүрэгт
              найдаж болно. Хаана боловсрол эзэмших вэ Театрын сургууль, их дээд
              сургуульд мэргэжил эзэмших боломжтой. Амжилттай ажиллахын тулд
              `Театрын найруулга`, `Театрын тоглолт, арга хэмжээг найруулах`,
              `Кино, телевизийн найруулга` гэсэн мэргэжлээр дээд боловсролтой
              байх шаардлагатай. Элсэхийн тулд хэл, нийгэм судлал, уран зохиол,
              түүхийн хичээлийн улсын нэгдсэн шалгалтыг өгөх ёстой. Үүнээс гадна
              бүтээлч шалгалт, ярилцлага шаардлагатай болно. Курсууд Бүтээлч
              мэргэжлүүдийн төлөөлөгчдийн (найруулагч, жүжигчин, сценарист) ур
              чадвараа дээшлүүлэх, холбогдох чиглэлээр ур чадвар эзэмшихэд
              чиглэсэн олон сургалтууд байдаг. Тухайлбал, Захирлуудын болон
              Сценаристуудын дээд сургууль урт болон богино хугацааны
              сургалтуудыг явуулдаг. Эндээс та мэргэжлийн талаар, ялангуяа
              монтаж, киноны түүх, камерын ажил, тусгай эффект бүтээх талаар
              илүү ихийг мэдэх боломжтой. Сургалтууд нь янз бүрийн түвшний
              сургалттай хүмүүст зориулагдсан болно. Эрэлт Захирлууд олширч,
              хөдөлмөрийн зах зээл дээр энэ мэргэжлийг сонирхох сонирхол буурч
              байна. Гэсэн хэдий ч найруулагчийн ажил одоо кино урлагт, видео
              клип, телевизийн нэвтрүүлэг хийхэд эрэлт хэрэгцээтэй байгаа.
              Мэргэжлийн эрэлт нь ажлын чиглэл, газраас хамаарна.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Сэтгүүлч">Сэтгүүлч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Сэтгүүлч гэдэг нь телевиз, радио, интернет гэх мэт хэвлэл
              мэдээллийн хэрэгслээр мэдээлэл харж, сонсож байгааг хүргэдэг хүн
              юм.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/setguulch.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Сэтгүүлч
            </figcaption>
            <p className="text-sm text-gray-800">
              “Сэтгүүл зүй” гэдэг үг нь Францын “сэтгүүл” (сонин, сэтгүүл) гэсэн
              үгнээс гаралтай. Сэтгүүл зүй нь хэвлэл мэдээллийн хэрэгслээр
              (сонин, сэтгүүл, радио, телевиз, интернет) мэдээлэл цуглуулах,
              боловсруулах, түгээх үйл ажиллагаатай холбоотой нийгмийн үйл
              ажиллагааны нэг төрөл юм. Сэтгүүл зүй Эртний Ромд үүссэж 17-р
              зуунд л тусдаа салбар болсон. Хэд хэдэн өөр чиглэлд хуваагдан
              бараг тэр даруйдаа нийгэмд нөлөөлөх хэрэгсэл болон хувирав.
              Хэвлэмэл хэвлэл, тухайлбал сонин нь Европт, дараа нь Орост
              хувьсгалт санааг сурталчлахад чухал үүрэг гүйцэтгэсэн. Хэвлэмэл
              хэвлэлүүд тархаж, тэдний алдар нэр нь мэдээлэл цуглуулах,
              боловсруулах, системчлэх, дараа нь хэвлэмэл текст болгох
              мэргэжилтнүүдийн хэрэгцээг бий болгосон. Анхны сэтгүүлчид ингэж
              гарч ирсэн. Орчин үеийн ертөнцийн хэвлэл мэдээллийн хэрэгсэлд
              зөвхөн сонин төдийгүй радио, телевиз, интернетийн хуудсууд багтаж
              байгаа учраас мэдээж сэтгүүлчид өмнөхөөсөө хамаагүй илүү үүрэг
              хариуцлага хүлээх болсон. Өнөө үед хэвлэл мэдээллийн хэрэгсэл нь
              зарим мэдээллийн эх сурвалж биш, харин олон нийтийн санаа бодлыг
              төлөвшүүлэх, заримдаа бүр түүнийг удирдах хэрэгсэл юм. Тиймээс
              сэтгүүлчид одоо маш их үүрэг хариуцлага хүлээх болно: үйл явдлыг
              тайлбарлах нь ихэнхдээ тэдний хувийн чанар, итгэл үнэмшлээс
              хамаардаг.
            </p>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Сэтгүүлчийн ажил өнгөцхөн харахад сонирхолтой, энгийн
              мэт санагддаг. Үйл явдал, газруудаар зочлох, сонирхолтой хүмүүстэй
              харилцах, дараа нь энэ тухай хүн бүрт хэлэх - энэ нь юу нь тийм
              хэцүү вэ? Гэхдээ мэргэжлээрээ сайн танилцаж амжаагүй хүмүүст л
              тийм санагдаж магадгүй. Үйл ажиллагаа - тийм ээ, ихэнх тохиолдолд
              тэд үнэхээр сонирхолтой байдаг, гэхдээ сэтгүүлзүйн ажлыг энгийн
              гэж нэрлэж болохгүй. Сэтгүүлчээр ажиллахдаа олон нарийн ширийн
              зүйлийг сайтар бодож үзэх хэрэгтэй: найдвартай мэдээллийн эх
              сурвалжийг сонгох, уулзалт зохион байгуулах, янз бүрийн хүмүүстэй
              харилцах, тус бүрдээ хувь хүний хандлагыг олох, учир нь хүн бүр
              сэтгүүлчтэй холбоо тогтоохгүй. . Эцэст нь, материалыг нэр төртэй
              танилцуулаарай - ингэснээр редактор, дараа нь уншигч сонирхож,
              эцсээ хүртэл уншаарай. Үүний зэрэгцээ чимэх, худал хэлэхгүйгээр
              үнэн зөв бичээрэй. Сэтгүүлчид бүтэн өдрийг редакцид өнгөрөөдөггүй
              - уулзалт, ярилцлага, хурал, илтгэл нь маш их цаг зарцуулдаг.
              Эдгээр бүх үйл ажиллагааны дараа л баримт бичиг, тайлан, хэвлэлийн
              мэдээг уншихад хүрдэг. Нэмж дурдахад сэтгүүл зүйд тусгайлсан
              сэдвийг гүнзгийрүүлэн судлах, мэдээллийн эх сурвалжтай сайн
              холбоотой байх, үргэлж холбоотой байж, харагдахуйц байх нь чухал
              бөгөөд ихэнхдээ зөвхөн ажлын цагаар биш юм. Сэтгүүлч мэргэжил нь
              идэвхтэй, сониуч, нийтэч хүмүүст төгс төгөлдөр юм. Өргөн цар
              хүрээтэй, сүүлийн үеийн үйл явдлуудаас хоцрохгүй байхыг эрмэлздэг
              хүмүүст зориулав. Гэсэн хэдий ч ийм ажилд бүтээлч байдал нь өндөр
              түвшний хариуцлагатай хослуулагддаг гэдгийг та ойлгох хэрэгтэй.
              Мэргэжлийн сэтгүүлч тухайн материалд бичсэн, хэлсэн үг бүрийг
              хариуцаж, мэдээллийг үзэгчдэд бодитой хүргэх чадвартай байх ёстой.
              Мэргэшлүүд Сэтгүүлч хүн зөвхөн сонин, сэтгүүлд нийтлэл бичдэггүй.
              Одоо мэдээллийн олон эх сурвалж байгаа бөгөөд тус бүр өөрийн гэсэн
              сэтгүүлч хэрэгтэй. Үүнээс гадна мэргэжил нь өөрөө олон мэргэшилд
              хуваагддаг. Цэргийн сэтгүүлч. Түүний ажил хүнд хэцүү төдийгүй
              аюултай байж болно. Цэргийн үйл ажиллагааг хэвлэл мэдээллийн
              хэрэгслээр мэдээлдэг сэтгүүлчид байлдааны ажиллагааны үеэр арми,
              нисэх хүчин, флотыг дагалддаг. Цэргийн сэтгүүлч халуун цэг рүү
              илгээгдэхээсээ өмнө сургалтанд хамрагддаг: тэрээр биеэ хэрхэн авч
              явах (жишээ нь, эгзэгтэй нөхцөлд хэрхэн зөв унах, ямар замаар
              гүйх), өөрийгөө хамгаалах, анхны тусламж үзүүлэх замаар бусад
              хүмүүст туслахад суралцдаг. , гэх мэт. Дайны сурвалжлагч нь
              байлдааны ажиллагааны үеэр хурдан жолоодохоос гадна хөдөлж буй бүх
              зүйлийг баримтжуулж чаддаг байх ёстой - тухтай сандал, халуун
              цайгүй! Цэргийн сурвалжлагчийн тулааны талбар дахь үйл ажиллагааны
              ач холбогдлыг үнэлэхэд хэцүү байдаг, учир нь мэдээний "зэрэг" нь
              түүний мэдээллийг хэрхэн танилцуулахаас хамаардаг. Тодорхой
              нийлүүлэлт нь хүчдэлийн түвшинг нэмэгдүүлэх эсвэл бууруулах
              боломжтой. Хүн бүр ийм ажлыг хийж чадахгүй, энэ нь ойлгомжтой. Тэр
              зөвхөн бие махбодийн хувьд төдийгүй оюун санааны хувьд хэцүү
              байдаг. Спортын сэтгүүлч. Спортын сэтгүүл зүйд мэргэжлийн хүн
              болохын тулд яриад байгаа спортоо чин сэтгэлээсээ хайрлах нь
              чухал. Спортын сэтгүүлчид спортын арга хэмжээний талаарх
              мэдээллийг хайж, дүн шинжилгээ хийж, үнэлж дүгнэх, тамирчид,
              дасгалжуулагчид, спортын холбоодын гишүүдтэй ярилцлага хийх,
              хэвлэл мэдээллийн хэрэгслээр (радио, телевиз) спортын сэдвээр
              нийтлэл бичиж, нэвтрүүлэг хөтөлдөг. Ихэнхдээ спортын сурвалжлагчид
              бүгдийг нэг дор хийхийг хичээдэг. Тэд хөлбөмбөгийн тэмцээнийг
              хөшигний ард тайлбарлаж, телевизээр спортын мэдээллийн хөтөлбөрт
              оролцож, хэвлэлд өөрсдийн булангаа бичдэг гэх мэт. Ажлынхаа хурдыг
              тогтоох гэж оролдохдоо бүх нийтийн мэргэжилтэн хэвээр үлдэх нь
              хэцүү гэдгийг анхаарч үзэх хэрэгтэй. Аль нэгийг нь, хамгийн ойрын
              чиглэлийг сонгож, түүгээрээ хөгжих нь илүү үр бүтээлтэй байдаг.
              Шинжлэх ухааны сэтгүүлчийг шинжлэх ухаан, хүмүүсийн хооронд
              дамжуулагч гэж хэлж болно. Тэр бол ойлгоход бэрх мэдээллийг авч,
              хүн болгонд ойлгомжтой байдлаар хүргэдэг хүн. Шинжлэх ухааны
              сэтгүүлчид ямар мэдээлэлд итгэх ёстой, яагаад гэдгийг тайлбарлаж,
              хуурамч шинжлэх ухааны мэдээлэл, үлгэр домог, таагүй, аюултай
              буруу ойлголтоос хамгаалж чадна. Тэд хамгийн сүүлийн үеийн
              судалгаа, нээлт, удахгүй болох туршилтууд, биологийн болон химийн
              процессууд хэрхэн явагддаг талаар сонирхолтойгоор ярьдаг. Шинжлэх
              ухааны сэтгүүлч хүн чадварлаг бичихээс гадна бичиж буй салбараа
              ойлгох ёстой. Зөвхөн үүнийг ойлгох биш, харин энэ талаар жинхэнэ
              мэргэжилтэн байх ёстой. Эцсийн эцэст, энэ нь болж буй бүх үйл
              явцыг ойлгож, энгийн хэлээр дүрслэх цорын ганц арга зам юм.
              Сурвалжлагч. Тэр сэтгүүлчээс юугаараа ялгаатай вэ? Ялгааг нь
              ойлгохын тулд хоёр мэргэжлийг цагдаа, хүн амины хэргийн мөрдөгчтэй
              харьцуулж болно. Хоёр дахь нь эхнийхээс илүү тодорхой жишээ юм.
              Сурвалжлагч үндсэн эх сурвалжтай ажилладаг: ярилцлага, хэвлэлийн
              бага хурал эсвэл мэдээллийн арга хэмжээнд оролцох. Тэгээд тэр
              цуглуулсан баримт, мэдээлэл, мэдээллээ дамжуулдаг. Тэгээд л болоо.
              Өөрөөр хэлбэл, сурвалжлагч мэдээлэлтэй цаашид харьцдаггүй.
              Тэдгээрийг засварладаггүй, загвар гаргадаггүй, хэвлэдэггүй.
              Телевизийн сэтгүүлч, телевизийн сэтгүүлч гэдэг нь янз бүрийн
              телевизийн нэвтрүүлэг, телевизийн сурвалжлага, зугаа цэнгэлийн
              (жишээлбэл, шоу) болон мэдээллийн (жишээлбэл, шинжлэх ухааны
              алдартай нэвтрүүлэг) хоёуланг нь бүтээх чиглэлээр ажилладаг
              сэтгүүлч юм. Телевизийн сэтгүүлч нь өгүүллэгийн сэдвийг хайж,
              мэдээ, сурвалжлага бичиж, телевизийн нэвтрүүлэг зохиоход оролцож,
              телевизээр нэвтрүүлэг хөтөлдөг. Телевизийн сэтгүүлч идэвхтэй,
              нийтэч, ажил хэрэгч байх нь чухал. Их хэмжээний мэдээллийг хурдан
              удирдах чадвар, бодлоо зөв илэрхийлэх чадвар нь бас ашигтай байх
              болно. Тодорхой хэллэг, дүр төрх, камерын өмнө өөрийгөө харуулах
              чадвар нь чухал үүрэг гүйцэтгэдэг. Олон улсын сэтгүүлч. Бусад
              сэтгүүлчдийн нэгэн адил олон улсын сэтгүүлч хэвлэл мэдээллийн
              хэрэгсэлд зориулж материал бүтээдэг. Ганц ялгаа нь дэлхийн
              хэмжээнд хийдэг, өөрөөр хэлбэл гадаад мэдээгээр дагнадаг. Тэрээр
              зөвхөн ажлаа сайн мэддэг байхаас гадна хэлийг маш сайн эзэмшсэн,
              бусад муж улсын түүх, соёл, амьдралын онцлог, улс төр, эдийн
              засгийг ойлгох ёстой. Олон улсын сэтгүүлчийн ажил бол өөрөө ч
              дуусдаггүй ажил. Та үнэхээр үр дүнтэй ажиллахын тулд дэлхий дээрх
              үйл явдлуудыг үргэлж мэдэж байх, мэдээний хөтөлбөрийг ойлгох
              хэрэгтэй. давуу тал Сэтгүүлч байхын гол давуу тал бол ярилцлага
              хийх, текст бичих, гэрэл зураг үүсгэх болон бусад график материал
              бэлтгэх, видео бичлэг хийх, засварлах зэрэг олон ур чадварыг
              эзэмшиж, хөгжүүлэх явдал юм. Мөн энэ бүхэн шинэ сэдвээр гарах
              бүрт! - Бусад олон давуу талууд байдаг: - Мэдээлэл, хүмүүс, газар
              руу нэвтрэх - Сэтгүүлчийн үнэмлэх бусад хүмүүст хаалттай олон
              хаалгыг нээж өгдөг. - Янз бүрийн хүмүүстэй харилцах - Сэтгүүлч хүн
              ажил дээрээ хэзээ ч уйддаггүй. Түүнийг үргэлж олон сонирхолтой
              хүмүүс хүрээлдэг. Тэд тус бүр ертөнцийн талаарх өөрийн гэсэн үзэл
              бодол, амьдралын туршлага, сонирхолтой түүхтэй байдаг. - Хүндэтгэл
              ба анхаарал. Энэ чиглэлээр та өөрийн нэрийн төлөө ажиллах
              хэрэгтэй. Нэр хүндтэй, олны танил сэтгүүлчид үргэлж нийгмийн
              анхаарлын төвд байдаг. СУЛ ТАЛУУД Сэтгүүл зүйн ажил нь тогтмол бус
              хуваарь шаарддаг. Ихэнхдээ та амралтын өдрүүдээр, оройн цагаар,
              тэр ч байтугай шөнийн цагаар ажиллах хэрэгтэй болдог, заримдаа
              чөлөөт өдрүүд удаан хугацаагаар байдаггүй. Сэтгүүлчийн мэргэжлийн
              гол сул тал нь энэ байх. Бусад сул талууд нь: - Юмыг сөргөөр харах
              үзэл. Шударга байцгаая. Сэтгүүлчдэд хэн дуртай вэ? Ихэнх хүмүүс
              тэдэнтэй хамгийн таатай харилцаатай байдаггүй. Эдгээр нь хаа
              сайгүй сенсаац хайж явдаг ийм нямбай хүмүүс юм шиг олон хүн
              санагддаг. Мөн тэд мэдээлэл хүлээн авахдаа түүнийг чимдэг, эсвэл
              бүр худал хэлж, илт баримтыг мушгин гуйвуулдаг. - Багийн хувьд
              бэрхшээлүүд. Аливаа ажлын байранд сайн баг чухал үүрэг
              гүйцэтгэдэг. Сэтгүүл зүйн салбарт - хамгийн чухал. Хүмүүс өөр.
              Тэдний зарим нь заримдаа бүх нийтээр хүлээн зөвшөөрөгдөж, албан
              тушаал ахихын тулд юу ч хийхэд бэлэн байдаг. - Бие махбодийн аюул,
              сэтгэл санааны дарамт. Сэтгүүлчийн ажил үргэлж хэцүү байдаг. Тийм
              ээ, ялангуяа цэргийн сурвалжлагч. Гэхдээ сэтгүүлзүйн бусад хэлбэрт
              ч аюул бий. Өвчтэй хүүхэд, зам тээврийн ослоор бэртэж гэмтсэн
              хүмүүсийг харах нь сэтгэл санааны хувьд хэцүү байдаг. Гамшиг
              болсон газраас мэдээлэх нь аюултай. Хаана боловсрол эзэмших вэ
              Ирээдүйн сэтгүүлчид сэтгүүлзүйн факультетэд заавал сургалтад
              хамрагдах ёстой гэж үздэг. Гэхдээ хэл шинжлэлийн мэргэжилтэн,
              филологич ч гэсэн өндөр түвшний мэргэжилтэн болж чадна. Тус улсын
              олон их дээд сургуульд сэтгүүл зүй, хэл шинжлэл, филологийн
              факультетууд байдаг. Гэхдээ хэрэв эхнийх нь ихэвчлэн өрсөлдөөн
              ихтэй, төсөвт хамрагдах орон зай багатай бол хэл шинжлэл,
              филологийн курст элсэхэд илүү хялбар бөгөөд сургалтын зардал
              ихэвчлэн бага байдаг. Боловсролын байгууллагууд 12 ангийг дүүргэж,
              улсын нэгдсэн шалгалтанд тэнцэж, тохирох хичээлээ сонгоод, дараа
              нь улсын тэргүүлэгч их дээд сургуульд элсэх нь хамгийн сайн арга
              юм. Курсууд Тэдний хэлснээр хүсэл эрмэлзэл байх болно. Та дээд
              боловсролгүй ч гэсэн нэгдүгээр зэрэглэлийн сэтгүүлч болж чадна.
              Мэргэжлээ эзэмшихэд тань туслах тусгай сургалтууд байдаг. - Олон
              улсын мэргэжлийн сургууль. "Боломжууд хязгааргүй!" Энд бүх зүйлийг
              шууд утгаар нь заах болно. Ярилцлага хийх, мэдээлэл хайх, анхаарал
              татахуйц гарчиг гаргах, аналитик нийтлэл, мэдээний тэмдэглэл,
              сурталчилгааны текст, тайлан, онцлох өгүүллэг бичих. Практик
              гэрийн даалгаврын тусламжтайгаар та ямар ч текстийг эхнээс нь
              бичиж сурах боломжтой. Сургалтын төгсгөлд оюутнууд өөрсдийн хэвлэл
              мэдээллийн бүтээгдэхүүнийг бүтээж, диплом авдаг. Сургалтыг
              хэсэгчлэн төлөх боломжтой бөгөөд сургалтыг биечлэн, сургалтын төвд
              (ОХУ-ын 40 хотод салбарууд) болон онлайнаар дүүргэх боломжтой.
              Эрэлт Сэтгүүлчийн мэргэжлийн эрэлтийг дундаж гэж үздэг. Сэтгүүлч
              болохыг мөрөөдөж, энэ мэргэжлээс янз бүрийн “ашиг” хүртэхийг
              мөрөөддөг охид, залуус олон бий. Гэхдээ хүн бүр үүнийг даван туулж
              чаддаггүй, харин алдартай болох нь бага. Нөгөөтэйгүүр, хэвлэл
              мэдээллийн хэрэгсэл байнга хөгжиж, өөрчлөгдөж, шинэ хэвлэл, эх
              сурвалжууд гарч ирж байна. Мөн тус бүр нь үзэгчдэд мэдээллийг
              бодитой хүргэх чадвартай сэтгүүлчдийг шаарддаг.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Редактор">Редактор</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Зохиолч, яруу найрагч, сэтгүүлчдийн дунд маш олон алдартай нэрс
              байдаг! Эдгээр хүмүүс нүдэнд харагдаж, тэдний талаар хүмүүс
              мэддэг, тэдний нэрийг номын хавтас дээр бичсэн байдаг. Редакторын
              ажил тийм ч мэдэгдэхүйц биш боловч олон талаараа алдартнууд түүнд
              алдар нэрээрээ өртэй байдаг.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/redactor.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Редактор
            </figcaption>
            <p className="text-sm text-gray-800">
              Редактор янз бүрийн даалгавартай тулгардаг. Тэрээр тогтмол хэвлэл,
              интернетийн эх сурвалжийн үйлдвэрлэл, тэдгээрийн дизайныг хариуцаж
              болно, эсвэл ном хэвлэгдэхээс өмнө засварлаж болно. Гэхдээ эдгээр
              нийтлэлүүд юу болж хувирах, ямар нэгэн бодит алдаа гарах эсэх,
              сонирхол татахуйц болох эсэх нь гол хариуцлагыг үргэлж редактор
              хариуцдаг. Нэг үгээр бол ямар ч байсан хэвлэлийн газрын гол хүн нь
              редактор. Хүн яруу найраг, зохиол бичих авьяастай байдаг,
              гайхалтай түүхүүд түүний санаанд орж ирдэг, гэхдээ тэдгээрийг
              амьдралд хүргэх нь тийм ч сайн биш юм: эсвэл хэв маяг нь доголон,
              эсвэл хангалттай мэдлэггүй, эсвэл зүгээр л байдаг. зөв бичгийн
              дүрэмтэй холбоотой асуудлууд. Дараа нь редактор аврах ажилд ирж,
              нийт авъяаслаг ажлыг хэмнэдэг. Энэ бол бүтээлч ажил биш гэж та
              хэлэх үү? Мөн та буруу байх болно. Энэ нь бас маш бүтээлч, учир нь
              үнэхээр сайн бүтээл гаргахын тулд та зөвхөн материалыг ойлгохоос
              гадна түүний бүтээсэн уур амьсгалыг алдагдуулахгүйн тулд
              зохиогчийн хэв маягаас урам зориг авах хэрэгтэй. Мөн энэ нь зөвхөн
              уран зохиолд хамаарахгүй. Сонин, сэтгүүл, цахим хэвлэлийн редактор
              тэнд бичигдсэн бүх зүйлийг сайтар судалж, үсэг, дүрслэл, үг бүрийг
              хариуцах ёстой. Ихэнхдээ редакторын мэргэжил нь хүнээс маш их
              тэсвэр тэвчээр, ган мэдрэл шаарддаг, учир нь та хэн нэгний
              бичвэрийг засварлахаас гадна заримдаа текст нь өмнөхөөсөө хамаагүй
              дээр байсан гэж үздэг зохиолчидтой сөөнгө хүртэл маргалддаг.
              засварууд, гэхдээ редактор зөвхөн бүх зүйлийг сүйтгэсэн. Бүтээлч
              хүмүүс маш их сэтгэл хөдлөлтэй байдаг бөгөөд эдгээр хүмүүс
              өөрсдийн чиглэлээр мэргэшсэн хүмүүс байсан ч бусад хүмүүсийг
              сонсох хандлагатай байдаггүй - ууртай үзэгний эзэнтэй зөв гэдгээ
              батлах нь маш хэцүү байж болно.
            </p>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Редактор гэдэг нь тогтмол хэвлэл, хэвлэмэл болон
              цахим хэвлэл, ном гаргахад бэлтгэдэг хүн юм. Ихэнхдээ энэ
              мэргэжилтэн (ялангуяа хэвлэл мэдээллийн хэрэгслээр ажилладаг бол)
              зохион байгуулалтын ажлыг хариуцдаг: тэрээр хэлтэсийнхээ ажлыг
              эсвэл бүхэлд нь редакцийн ажлыг зохицуулах, бүх төрлийн баримт
              бичигтэй ажиллах, түүнчлэн ажилтнууд, чөлөөт ажилтнууд
              (сэтгүүлчид) -тэй харилцах шаардлагатай байдаг. , дизайнерууд,
              гэрэл зурагчид болон бусад). Хэрэв бид урлагийн редакторын тухай
              ярьж байгаа бол тэр хэвлэлийн дизайныг хариуцдаг: тэр материалын
              чимэглэлийг сонгож, шаардлагатай бол гэрэл зураг эсвэл зураг
              захиалж өгдөг. Редактор нь түүнд итгэмжлэгдсэн нийтлэлийн агуулгыг
              төдийгүй текстийн бичиг үсгийн алдааг хянах ёстой. Тиймээс тэрээр
              ажлынхаа явцад редакторуудтай харилцах үүрэгтэй боловч ихэнхдээ,
              ялангуяа жижиг редакцид редактор нь өөрийн болон засварлагчийн
              үүрэг хариуцлагыг нэгтгэж, баримт бичгийн болон хэв маягийн аль
              алиныг нь засаж, дүрмийн засварыг хийдэг. Энэ ажил нь тийм ч
              хялбар биш бөгөөд энэ нь нэгдүгээрт, асар их хэмжээний мэдлэг
              шаарддаг - хэвлэн нийтлэх, үйлдвэрлэлийн зохион байгуулалт,
              нийтлэлийн сэдвээр тусгай мэдлэг, түүнчлэн төгс бичиг үсэг, уран
              зохиол, урлагийн хэв маягийн мэдрэмж. Хоёрдугаарт, энэ бол маш том
              хариуцлага, учир нь алдаа гаргасан тохиолдолд зохиогчид биш,
              редактор хариуцлага хүлээдэг. Гэхдээ үүний зэрэгцээ энэ үйл
              ажиллагаа нь гайхалтай сэтгэл хөдөлгөм, бүтээлч юм. Мэргэшлүүд
              Редактор гэдэг нь дэндүү өргөн ойлголт бөгөөд хэн нэгний ажлын
              тэмдэглэлээс яг ийм үгийг олж харах нь ховор. Энэ мэргэжил нь хэд
              хэдэн мэргэшилтэй. Утга зохиолын редактор нь хэвлэмэл болон онлайн
              нийтлэлийн текстийг янз бүрийн төрлийн алдаа байгаа эсэхийг
              шалгаж, хэвлүүлэхээр илгээсэн (Интернэт дээр байрлуулсан) текстийг
              хариуцдаг. Энэхүү бүтээл нь тухайн нийтлэлийг хэвлэн нийтэлж буй
              хэлийг гүнзгий мэдлэгтэй байхаас гадна нийтлэлийн сэдвийн талаархи
              бодит материалыг шаарддаг. Урлагийн редактор нь хэвлэлийн дизайн
              дээр ажиллаж, дизайнерууд, макет дизайнерууд, зураачид, гэрэл
              зурагчдын ажлыг зохион байгуулдаг. Техникийн редактор нь хэвлэх,
              хэвлэх талаар нарийн ойлголттой байх ёстой бөгөөд тэр нь хэвлэх
              үйлдвэртэй шууд харилцаж, хэвлэлийн зураг төслийг гаргаж,
              хэвлэлийн зардлыг тооцдог. Шинжлэх ухааны редактор гэдэг нь зөвхөн
              текстийн хэв маягийг төдийгүй түүнд ямар ч бодит алдаа байхгүй
              эсэхийг хянах шаардлагатай тул энэ чиглэлээр суурь мэдлэгтэй,
              өндөр мэргэшсэн хэвлэл (шинжлэх ухааны сэтгүүл, сэдэвчилсэн
              хэвлэлийн газар) -ын ажилтан юм. Ерөнхий редактор бол бусад бүх
              редакторуудын дарга бөгөөд ерөнхийдөө хэвлэлийн газрын гол хүн юм.
              Ном, сэтгүүл, сонин, вэб сайт хэрхэн хэвлэгдэхийг эцсийн эцэст тэр
              өөрөө хариуцдаг. Тэр бүх хэвлэлийн газрын ажлыг зохицуулж, хянадаг
              тул дээр дурдсан бүх чиглэлээр мэдлэгтэй байх ёстой, мөн манлайлах
              шинж чанартай байх ёстой. ДАВУУ ТАЛ - Редакторын мэргэжлийг
              сонгосон хүмүүс хэзээ ч харамсдаггүй бөгөөд ажил хийхгүйгээр
              зүгээр л амьдарч чадахгүй, учир нь хэвлэлийн ажил бол зүгээр нэг
              уйтгартай алба биш, амьдрал үргэлж ид дундаа байдаг том гэр бүл
              юм. Ажил нь шинэ мэдээлэл агуулдаг тул үргэлж сонирхолтой байдаг.
              Бараг хэвшил гэж байдаггүй. Ихэнхдээ редактор нь уян хатан ажлын
              хуваарьтай байдаг - ажлын ачаалал нь нийтлэлийг хэвлэх ажил,
              давтамжаас хамаарна. - Сайн бичвэрийг эмх цэгцтэй болгохын
              жаргалыг редактор бүр мэддэг. Энэ нь эрдэнийн чулууг огтлохыг
              санагдуулдаг бөгөөд үүний дараа тэр үнэхээр гялалзаж эхэлдэг. Энэ
              ажил бүтээлч бөгөөд энэ нь бүгдийг хэлж байна. Магадгүй энэ нь
              редакторын мэргэжлийн гол давуу тал юм болов уу. СУЛ ТАЛУУД -
              Нэгдүгээрт, энэ нь эрүүл мэндэд сөргөөр нөлөөлж болох компьютер
              дээр суугаа ажил (ялангуяа уран зохиол, урлагийн редакторуудын
              хувьд) юм. - Хоёрдугаарт, зохиолчид (болон хэвлэх үйлдвэр) -тэй
              ажиллах нь ихэвчлэн маш их мэдрэл, сэтгэлийн хүч шаарддаг. -
              Гуравдугаарт, энэ бол маш том хариуцлага, учир нь бүх алдааны
              хариуцлагыг редакторууд хүлээж байна. Хаана сурах вэ Редактор
              болохын тулд филологи, сэтгүүлчийн боловсролтой байх шаардлагатай.
              Холбогдох чиглэлүүд байдаг бараг бүх их сургуульд та үүнийг авах
              боломжтой. ОХУ-ын улсын 24 их дээд сургуульд нарийн мэргэжлийн
              боловсрол эзэмших боломжтой. Жишээлбэл, Кубан Улсын Их Сургуулийн
              Сэтгүүл зүйн факультетэд та "Редакцийн болон хэвлэлийн үйл
              ажиллагаа" мэргэжлээр суралцах боломжтой. Сонгосон факультетэд
              элсэхийн тулд та хэл, уран зохиол, түүх зэрэг хичээлүүдээс заавал
              шалгалт өгөх ёстой. Их сургуулиас хамааран сонголтууд боломжтой:
              жишээлбэл, гадаад хэл ба (эсвэл) нийгмийн ухаан, түүнчлэн бусад
              хичээлийг энэ жагсаалтад нэмж болно. Та мөн төрөлжсөн хэвлэх
              техникум, коллежид суралцахаар явж болно. Гэсэн хэдий ч ажил
              олохдоо дээд боловсролтой хүмүүст давуу эрх олгох болно. Хэрэв та
              хэвлэн нийтлэх туршлагатай эсвэл филологийн зэрэгтэй бол засварлах
              чиглэлээр биечлэн болон онлайн олон сургалтуудын аль нэгийг авч
              болно. Курсууд Хэрэв та аль хэдийн хэвлэх туршлагатай эсвэл зохих
              боловсрол эзэмшсэн бол доор жагсаасан сургалтуудын аль нэгийг
              сонгосноор та түвшингээ ахиулах боломжтой. - Skillbox-ын "Эхнээс
              нь PRO хүртэл мэргэжил засварлагч". Энэхүү сургалт нь контекст
              маркетингийн тодорхойлолтыг (текстийг зах зээлд нийлүүлэх гэх мэт)
              ойлгохоос гадна хэвлэн нийтлэх үйл явцыг зохион байгуулах ур
              чадварыг дээшлүүлдэг. Skillbox-ын "Арилжааны редактор". Текст,
              хэвлэлийг хэрхэн зөв борлуулах талаар сурах хүсэлтэй хүмүүст
              зориулсан тусгай боловсрол. Мөн худалдааны чиглэлээр нэмэлт мэдлэг
              олгодог. - Teachline-аас "Засварлах, баримт шалгах". Энэ нь таныг
              засварлах ур чадвараа сайжруулахад туслахаас гадна хуурамч
              мэдээллийг хэрхэн яаж барихыг танд заах болно. - irs.academy-ийн
              редакторуудад зориулсан онлайн сургалт. Энэхүү сургалт нь
              мэргэжлийн редакторууд болон зөвхөн мэргэжлийг эзэмшихийг
              мөрөөддөг хүмүүст зориулагдсан болно. - СТУ-ийн зайн боловсролын
              сургуулийн редакцийн курс. Харин зайн онлайн сургалт нь их
              сургуулийн бүтэн цагийн боловсролд аль болох ойр байдаг. Эрэлт Бид
              мэдээлэл өгөх хэлбэр бүрэн өөрчлөгдөж байгаа цаг үед амьдарч
              байна. Хэрэв та өмнө нь уран зохиол уншиж, нэвтэрхий толь бичгийн
              лавлагаа авах эсвэл ном, сэтгүүл, сониноос хамгийн сүүлийн үеийн
              мэдээг олж авах боломжтой байсан бол өнөөдөр интернетийн ачаар бүх
              зүйл хялбаршуулсан. Та суудлаасаа буухгүйгээр ямар ч мэдээлэл авах
              боломжтой бөгөөд номын санд хоноглох шаардлагагүй болсон. Өнөөдөр
              хэвлэсэн бүтээгдэхүүн нь тансаг хэрэглээ (зурагтай цомог, номны
              бэлгийн хэвлэл, гялгар зузаан сэтгүүл) эсвэл сурталчилгааны
              хэрэгсэл (ухуулах хуудас, ухуулах хуудас, товхимол) юм. Харин
              сонинууд эсрэгээрээ улам бүр багасч, цахим хэвлэлд байр сууриа
              тавьж байна. Тиймээс бидний цаг үед хамгийн их эрэлт хэрэгцээтэй
              байгаа нь цахим тексттэй тусгайлан харьцах чадвартай, хуулбар
              зохиогч, текст зохиогчдын ажлыг хэрхэн хурдан, өндөр чанартай
              зохион байгуулахыг мэддэг мэргэжилтнүүд бөгөөд найдвартай, хамгийн
              чухал нь борлуулах боломжтой. Мэдээлэл нь энэ профайлын
              редакторуудад тавигдах гол шаардлага юм.Интернэтийн нөөцийн тоо
              байнга өсөн нэмэгдэж, аль хэдийн сурталчилсан нь өргөжиж байгаа
              тул редакторуудын хэрэгцээ нэлээд өндөр хэвээр байна.
            </p>
          </figure>
        </div>
      </main>
    </>
  );
}

export default ProfessionPage;
