"use client";
import React, { useState, useEffect } from "react";
import { useSearchParams } from "next/navigation";
import { professionsData } from "@/bin/ProfessionData";
import Image from "next/image";
function ProfessionPage() {
  const basePath = "/assets/images/profession_images";
  const [professions_data, setData] = useState([]);

  const searchParams = useSearchParams();

  const type = Number(searchParams.get("t"));
  const profession = Number(searchParams.get("p"));

  console.log("profession type:", type);
  console.log("profession id:", profession);

  useEffect(() => {
    setData(professionsData);
  }, []);
  return (
    <>
      <main
        className={`max-w-[900px]  bg-white w-full flex flex-col items-center`}
      >
        <div className="space-y-3 p-4">
          <h2 className="text-sm font-bold md:text-3xl">
            {professions_data[type]?.name}
          </h2>

          <p className="text-sm text-gray-800">
            Боловсролын салбар бол цэцэрлэгийн багшаас их сургуулийн профессор
            хүртэлх өргөн цар хүрээтэй мэргэжлүүдийн сүлжээ юм. Тэд бүгдээрээ
            нухацтай, олон талын сургалт шаарддаг.
          </p>
        </div>
        <figure>
          <Image
            width={900}
            height={400}
            className=" w-full h-96"
            src={`${basePath}/${professions_data[type]?.img_detail}.png`}
            alt=""
          />
          <figcaption className="mt-3 text-sm text-center text-gray-500">
            Боловсрол дахь мэргэжлүүд
            <br />
          </figcaption>
        </figure>
        <p className="text-sm text-gray-800">
          Боловсрол нь хүн үүсэхээс эрт дээр үеэс эхтэй. Эхэндээ овгийн хамгийн
          эртний төлөөлөгчид багшийн үүрэг гүйцэтгэдэг байв. Өнөө үед
          боловсролын салбар нь нухацтай, олон талт сургалт шаарддаг өргөн цар
          хүрээтэй мэргэжлүүдийн сүлжээ болсон юм. Сурган хүмүүжүүлэх
          үйлчилгээний зах зээлд одоо эрэлт хэрэгцээтэй байгаа боловсролын
          салбарын үндсэн мэргэжлүүд: СӨБ, ЕБС-ийн багш, сурган хүмүүжүүлэгч,
          нийгмийн ажилтан, арга зүйч, ярианы эмч, үйлдвэрлэлийн сургалтын
          мастер г.м олон төрөл байна. Багшийн мэргэжил болгонд хэд хэдэн
          мэргэшил байдаг. Багш нар сургууль дээр заагдах хичээлээс хамааран:
          бага ангийн багш, түүх, биологи, хими, математик болон бусад
          хичээлүүд. Багш нь мөн коллеж эсвэл их сургуульд багшилдаг бөгөөд
          тодорхой шинжлэх ухааны чиглэлээр мэргэшсэн: эдийн засаг, хууль эрх
          зүй, менежментийн багш. Багш нь сургуулийн өмнөх боловсролын
          байгууллага, сургууль, зусланд ч хүүхдүүдтэй ажилладаг.
          <br />
          <br /> Боловсролын мэргэжилд хэн тохирох вэ? • Хүнтэй харилцах чадвар
          - Боловсролын салбарын мэргэжил нь бусадтай, ялангуяа өсвөр үе болон
          залуучуудтай харилцах, өөрийн мэдлэг, амьдралын туршлагаа хуваалцах
          дуртай хүмүүст тохиромжтой. Сурган хүмүүжүүлэх салбарт харилцах
          чадвар, хүсэл эрмэлзэл, хүүхдийг хайрлах, унших, суралцах, бие даан
          суралцах хүсэлтэй байх ёстой. Та өөрийн сэтгэл хөдлөлөө удирдахын тулд
          хангалттай даруу байх хэрэгтэй. • Хичээл тайларлах чадвар - Зөв,
          ойлгомжтой, үнэмшилтэй ярих, хичээлийн материалыг тайлбарлах чадварыг
          хөгжүүлэх нь чухал юм. Үүнийг хийхийн тулд та янз бүрийн мэдээллийг
          өөртөө шингээж, үүнийг байнга сайжруулж чаддаг байх хэрэгтэй. • Зохион
          байгуулах ур чадвартай - байх нь зүйтэй бөгөөд энэ нь хүүхдүүдэд үйл
          ажиллагаагаа зөв чиглэлд чиглүүлэх боломжийг олгоно. Энэ тохиолдолд
          сурган хүмүүжүүлэх тактик, ажиглалт, ятгах, удирдах чадвар нь
          шийдвэрлэх үүрэг гүйцэтгэдэг. Боловсролын мэргэжлүүдийн давуу тал •
          Багшийн мэргэжлүүдийн гол давуу тал нь тэдний нийгэмд эрэлт хэрэгцээ
          их байгаа бөгөөд үүний үр дүнд боловсрол эзэмших боломжтой олон тооны
          тусгай боловсролын байгууллагууд байдаг. • Нийгэм дэх ач холбогдол.
          Хүн бүр амьдралынхаа туршид олон тооны багш нартай холбоотой байдаг
          бөгөөд энэ нь мэдээжийн хэрэг түүний хөгжил, боловсролд ихээхэн үүрэг
          гүйцэтгэдэг. Энэ утгаараа тийм ч олон биш бусад олон нийтийн
          мэргэжлийг л багштай харьцуулж болно. Жишээлбэл, эмнэлгийн. • Маш олон
          ажлын боломж. Нийгэмд байнгын ажилгүйдэл бүхий орчин үеийн нөхцөлд энэ
          нь том давуу тал юм. Төрийн болон хувийн сургууль, бусад боловсролын
          байгууллагууд асар их байгаа нь боловсролын салбарт ажиллах боломжийг
          нэмэгдүүлдэг. • Үргэлж хүүхэд залуучуудын орчинд байна. Боловсролын
          салбарт ажиллана гэдэг хүүхэд залуучуудтай өдөр бүр харилцах боломж
          юм. Олон хүмүүс жинхэнэ харилцаа холбоогүйгээс болж зовж шаналж байдаг
          тул энэ нь хамгийн сайхан сэтгэл ханамж юм. • Ажлын тогтвортой орчин.
          Багшлах туршлага, ур чадвараас хамаарч цалин нэмэгддэг нь нэг газар
          ажиллах, сонгосон мэргэжлээрээ өөрийгөө байнга сайжруулах хөшүүрэг
          болдог. • Өөртөө сэтгэл хангалуун байх мэдрэмж. Боловсролын салбарын
          мэргэжлүүд нь хүмүүнлэгийн агуулгатай байдаг нь багшийн өөрийгөө
          үнэлэх үнэлэмжийг нэмэгдүүлдэг. Энэ нь бүх бэрхшээлийг үл харгалзан
          үргэлжлүүлэн ажиллах нэмэлт урам зориг өгдөг. Боловсрол дахь
          мэргэжлүүдийн сул тал • Багшийн салбарт ажиллаж байгаа хүмүүсийн ажилд
          бэрхшээл их байдаг. • Хөдөлмөрийн өндөр эрч хүч • Энэ нь зөвхөн
          сургалт, боловсролын үйл ажиллагаа явуулахаас гадна асар их хэмжээний
          дагалдах бичиг баримтыг боловсруулах зэрэг маш их ачаалалтай холбоотой
          юм. • Хүнд суртал. Багшийн үйл ажиллагааг янз бүрийн заавар, дээд
          байгууллагуудаар зохицуулдаг бөгөөд энэ нь бүтээлч үйл явцад сөрөг ул
          мөр үлдээдэг. • Сэтгэл хөдлөлийн ядаргаа. Тогтмол харилцаа холбоо нь
          сэтгэл хөдлөлийн өндөр стресс дагалддаг. Энэ нь ялангуяа багш нэг ба
          хагас удаа эсвэл түүнээс дээш ажиллах үед мэдэгдэхүйц юм. • Таны
          карьерын эхэнд бага цалин. Багш нарын цалин хөлс нь тэдний туршлага,
          ур чадвараас хамаардаг тул залуу мэргэжилтний цалин бага байдаг тул
          түүнийг янз бүрийн цагийн ажил хайхад хүргэдэг.
        </p>
        <div className="space-y-3 p-4">
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="СӨБ -ийн багш"> СӨБ -ийн багш</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Хүүхдийн хөгжил, нийгэмших, ертөнцийг танин мэдэх нь анхны багшаас
              ихээхэн хамаардаг. Тийм ч учраас багшийн мэргэжил маш
              хариуцлагатай байдаг. Үүний зэрэгцээ сургуулийн өмнөх боловсролын
              багш нар хүүхдүүдтэй харилцахаас илүү их ашиг тус хүртдэг
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/sub_teacher.png`}
              alt=""
            />

            <figcaption className="mt-3 text-sm text-center text-gray-500">
              СӨБ -ийн багш
            </figcaption>
            <p className="text-sm text-gray-800">
              Сургууль үүсэхээс өмнө сурган хүмүүжүүлэгчид хүүхдийг ертөнцтэй
              танилцахад нь тусалдаг байсан бөгөөд 18-р зуунд багшийн хамт
              сурган хүмүүжүүлэгч нь мэдлэгийн нутаг руу хөтлөгч болсон - бусад
              бүх үүрэг хариуцлага хадгалагдан үлджээ. Нийгэм хөгжихийн хэрээр
              энэ мэргэжлийн төлөөлөгчдөд хандах хандлага өөрчлөгдөөгүй - эцэг
              эх, хүүхдүүд хоёулаа тэдэнд хайртай. Сургуулийн өмнөх боловсролын
              багш нар ямар үнэ цэнэтэй болохыг хүн бүр ойлгодог. <br />
              <span className="font-bold">Тодорхойлолт</span>
              <br />
              Сургуулийн өмнөх насны хүүхдүүдийг (6 нас хүртэл) хөгжүүлэхэд
              сурган хүмүүжүүлэгчид оролцдог - хүүхдүүд болон аль хэдийн өсөж
              боожиж буй хүүхдүүдийг хянаж байх шаардлагатай. Үүрэг хариуцлага
              нь тоглоом, амралт зохион байгуулах, ширээний ёс зүй, ёс зүй,
              аюулгүй байдлыг хангах зэрэг орно. Сурган хүмүүжүүлэгчид бага
              насны хүүхдүүдэд цагаан толгой, тоо заадаг боловч энэ нь ихэвчлэн
              тоглоом хэлбэртэй байна. Арай томрох тусам багш нар тэдэнд нэмэлт
              ур чадвар заадаг: зарим нь зурдаг, бусад нь баримал хийдэг, хүсвэл
              дараа нь сургуульд судлах сэдвүүдийг судалдаг. Сургуулийн өмнөх
              боловсролын багш нарын үүрэг хариуцлага нь тэдний мэргэжил,
              хамтран ажилладаг хүүхдийн наснаас хамааран харилцан адилгүй
              байдаг. Гэхдээ олон цэцэрлэг эсвэл дотуур байранд багш нар нэг дор
              хэд хэдэн бүлгийг хөгжүүлэх ажилд оролцдог - тэд нэмэлт ачааллыг
              авдаг. Багшийн мэргэжил нь хүүхдүүдтэй харилцах дуртай, харилцааны
              онцгой үнэ цэнийг олж хардаг, тэвчээртэй, найрсаг, хэрхэн өрөвдөх,
              урам зориг өгөх, стресст тэсвэртэй хүмүүст тохиромжтой.
              Хүүхдүүдтэй байнгын харилцаатай байх, ажлын үйл явцад оролцох нь
              хүүхдийн амьдралын хариуцлага нэмэгдэж байгааг санах нь чухал юм.
              МЭРГЭШЛҮҮД Бүх сурган хүмүүжүүлэгчид бараг ижил үүрэг хариуцлага
              хүлээдэг бөгөөд тодорхой мэргэжлийн нэр заасан зарим мэргэшлүүд
              байна. Багш-арга зүйч нь хүүхдүүдийн сурах арга барилыг судалж,
              зохицуулдаг. Түүний ажил нь илүү аналитик шинж чанартай байдаг -
              өгөгдлийг судалж, системчилдэг. Үүний зэрэгцээ сургуулийн өмнөх
              боловсролын арга зүйчид хүүхдийн хөгжилд чиглэсэн шинэ хөтөлбөр
              боловсруулж, хэрэгжилтийг хянах ажилд оролцдог. Цэцэрлэгт арга
              зүйчээр ажиллахын тулд дээд боловсрол эзэмших шаардлагатай. Бас:
              энэ албан тушаалыг олон жилийн туршилгаар багш өөрийгөө сайн
              хөгжүүлэх шаардлагатай. Тусгай боловсролын багш нь янз бүрийн
              хэлбэрийн хөгжлийн бэрхшээлтэй хүүхдүүдтэй ажилладаг. Түүний үүрэг
              хариуцлага нь хүүхдийг сургах, хөгжүүлэхээс гадна дэмжлэг үзүүлэх,
              бие даасан хөтөлбөр боловсруулах явдал юм. Тусгай хөтөлбөр нь
              хүүхэд бүрт өөрийн гэсэн онцлогтой байх ёстой: сэтгэн бодох,
              төсөөлөх, санах ой, ойлголтыг харгалздаг. Энэ нь тодорхой
              хэмжээгээр хүүхдүүдийг сургуульд бэлтгэх, цаашдын нийгэмших үйл
              явцыг хөнгөвчлөхөд тусалдаг. Тусгай боловсролын багш нар
              боловсролын үйл явцын бүх салбарт хамрагддаг. Хариуцлагын нэлээд
              том үүрэгтэй тул энэ профайлын мэргэжилтнүүд эцэг эхчүүдтэй
              харилцаж, хийсэн үйл ажиллагаа, ахиц дэвшлийн талаархи тайланг
              тэдэнд танилцуулдаг. ДАВУУ ТАЛ Багшийн мэргэжил нь дараах давуу
              талуудтай. • хүүхэдтэй харилцах, харилцааны ур чадварыг идэвхтэй
              хөгжүүлэх; • хүүхдийн хөгжилд нөлөөлөх боломж; • бүтээлч
              бүрэлдэхүүн хэсэг; • хүүхдүүдийг санал хүсэлтээр заах - багш
              энерги өгч, хариуд нь хүлээн авдаг. СУЛ ТАЛУУД Багшийн мэргэжлийн
              сөрөг талыг дараахь сул талуудаас харж болно. • `хэцүү`
              хүүхдүүдтэй харилцах; • өндөр ачаалал; • мэргэжлийн “шатах”
              магадлал өндөр; • хүүхдийн амь нас, эрүүл мэндийн төлөө хариуцлага
              хүлээх. ХААНА БОЛОВСРОЛ ЭЗЭМШИХ ВЭ Сайн боловсрол нь ирээдүйд таны
              карьер болон өдөр тутмын амьдралд чухал үүрэг гүйцэтгэдэг. Багшийн
              мэргэжил ч үүнд хамаатай. Жишээлбэл, хувийн цэцэрлэгт багш-арга
              зүйчээр ажиллахын тулд дээд боловсролтой байх шаардлагатай.
              Багш-дефектологичдод мөн адил хамаарна. Эдгээр чиглэлээр сурган
              хүмүүжүүлэх, хүмүүнлэгийн факультеттай улс орны олон их дээд
              сургуулиудад заадаг. Багш болох хамгийн хурдан арга бол сургалтанд
              хамрагдах явдал юм. Тэдгээрт академик болон алсын зайнаас суралцах
              боломжтой. Сургалтанд хамрагдаж аль нэг чиглэлээр боловсролын
              диплом авах боломжтой. Тохиромжтойгоор сурах ачаалал, суралцах
              цагийг сонгох боломжтой. Боловсролын байгууллагууд Оросын Шинэ Их
              Сургууль (Ростов-на-Дону) нь өдрийн болон хагас цагийн сургалттай
              бөгөөд элсэхийн тулд та тусгай математик, орос хэл, нийгмийн тухай
              гурван хичээлээр улсын нэгдсэн шалгалт өгөх ёстой. Дөрвөн жил
              сурсны дараа төгсөгчид сургуулийн өмнөх болон ерөнхий боловсролын
              чиглэлээр ажиллах боломжтой. Москвагийн К.Д.Ушинскийн нэрэмжит
              сурган хүмүүжүүлэх коллежид тэд сургуулийн өмнөх боловсролын
              байгууллагуудын багш мэргэжлээр суралцдаг. Та гэрчилгээний дундаж
              оноонд үндэслэн сонгон шалгаруулалтад үндэслэн элсэлтийн
              шалгалтгүйгээр элсэх боломжтой. Коллежид та бага сургуулийн багш,
              нэмэлт боловсролын багшийн мэргэжлийг авах боломжтой.
              Санкт-Петербург дахь А.С.Пушкины нэрэмжит Ленинградын Улсын их
              сургуулийн коллеж нь сургуулийн өмнөх насны багшийн мэргэжлээр
              сургалт явуулдаг. Оюутнууд хүүхдийн сэтгэл зүй, сурган хүмүүжүүлэх
              ухаан, анагаах ухаантай холбоотой сэдвүүд болон бусад чиглэлээр
              суралцдаг. Төсөвт элсэх гэрчилгээний дундаж оноо 3.28 байна.
              Курсууд Дахин сургах дамжаа нь таныг богино хугацаанд багшийн
              мэргэжлээр сургаж, энэ чиглэлээр ажиллахад тусална. Бүс хоорондын
              Барилга Аж Үйлдвэрийн Академи (МАСПК) дээр багшлах мэргэжлээр
              давтан сургах курсууд байдаг. Энд суралцах хугацаа 6 сар хүртэл
              үргэлжилдэг бөгөөд төгсөгчид диплом авдаг. Дунд болон дээд
              боловсролтой хэн ч энэ сургалтанд хамрагдах боломжтой. Оросын
              мэргэжлийн боловсролын `IPO` хүрээлэн нь `Цэцэрлэгийн багш` зэрэг
              хоёр зуу гаруй мэргэжлээр бүрэн зайны сургалтыг санал болгодог.
              Энэ сонголт нь чөлөөт цаг багатай хүмүүст тохиромжтой. Лекцийн
              бичлэг хадгалагдсан бөгөөд та хүссэн үедээ хамрагдсан материал
              руугаа буцаж болно. `INISO` нэмэлт мэргэжлийн боловсролын төвд
              сургалтын хэлбэр нь зайны сургалт, өртөг нь 11,000-12,000 рубль
              юм. Сурган хүмүүжүүлэх арга зүй, бие бялдрын хөгжил, тоглоомын үйл
              ажиллагааны зохион байгуулалт гэх мэтийг судалдаг. Нийт цаг 556.
              Сургалтанд хамрагдсаны дараа цэцэрлэгт багш, хувийн багш, туслах
              багшаар ажиллах боломжтой. Эрэлт Сурган хүмүүжүүлэгчийн мэргэжил
              өргөн тархсан бөгөөд сул орон тоог зохих боловсролтой
              мэргэжилтнүүд үргэлж шаарддаг.
            </p>
          </figure>

          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="ЕБС-ийн багш">ЕБС-ийн багш</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Багшийн ур чадвар нь өргөн утгаараа мэдлэг, ур чадвараа аль болох
              үр дүнтэй дамжуулах чадвар юм. Эцэг эх болон насанд хүрэгчид мөн л
              үе үеийн хүүхдийн амьдралын анхны багш нар юм. Хүүхэд өсч том
              болох тусам багш нар болон сургалт нь өөр өөр материал, хүйс,
              ангиллын дунд ихээхэн ялгаатай болж ирнэ. Жишээлбэл, өмнөх зууны
              үеийн шашины сургалт, түүний мэдлэг, чиг үүрэг нь уран дархны
              дагалдангаас тэс өөр байв. Технологи хөгжиж, боловсрол
              стандартчлахын хэрээр суралцах нь хүн бүрт түгээмэл нийтлэг болж
              ирсэн боловч түүнд чиг хандлага байнга өөрчлөгдөж байв.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/ybs_teacher.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              ЕБС-ийн багш
              <br />
              Хүн төрөлхтөн олон мянган жилийн турш мэдлэг, технологийг
              хуримтлуулж, дамжуулж ирсэн. Сургалт илүү сонирхолтой, олон талт
              байвал илүү зөв, бодитой болно. Өнөөдөр багш бол дан мэргэжил биш:
              багшийн мэргэжил нь бүхэл бүтэн салбар хоорондын тусгай ур
              чадваруудын цогцолбор болсон.
            </figcaption>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Орчин үеийн багш бол зөвхөн заах шинжлэх ухаан -
              сурган хүмүүжүүлэх ухааныг эзэмшсэн хүн юм. Энэ нь зарим талаараа
              сэтгэл зүйч, арга зүйч, сурган хүмүүжүүлэгч, зөвлөгч, улам бүр
              найз, эрх тэгш түнш болж байна. Олон эцэг эхчүүд хичнээн завгүй
              байдгийг бодоход багшийн мэргэжлийн ач холбогдол, хүн бүрийн
              амьдралд гүйцэтгэх үүргийг дутуу үнэлэхэд хэцүү байдаг. Багш нь
              зөвхөн ерөнхий болон тусгайлсан ур чадвар олгоход санаа
              тавьдаггүй. Тэрээр үүнийг боловсролын ажилтай байнга хослуулдаг
              бөгөөд хүмүүс түүн дээр ирж зөвлөгөө авч, нэмэлт хичээл авахыг
              хүсдэг. Заримдаа багш нар мэдрэмжээрээ гэр бүлийн зөрчилдөөнийг
              шийдвэрлэх, тэр байтугай гэр бүлийн хүчирхийллийг зогсооход
              тусалдаг. МЭРГЭШЛҮҮД Багш гэдэг бол олон төрлийн мэргэшлийг
              эзэмшдэг мэргэжил юм. Ирээдүйн мэргэжилтнүүд сурган хүмүүжүүлэх,
              хөгжүүлэх, давтан сургах явцад сурган хүмүүжүүлэх ухааны нэг буюу
              хэд хэдэн чиглэлийг сонгодог. Гол нь: Бага сургуулийн багш.
              Багшийн их дээд сургуулиудад хамгийн бага насны сурагчдад хичээл
              заах хүсэлтэй хүмүүст зориулсан тусгай факультеттай байдаг. Энэ нь
              7-10 насны сурагчидтай ажиллахын тулд хүүхдийн сэтгэл зүй,
              физиологийн талаар сайн мэдлэгтэй, хүүхдийн анхаарлыг татах
              чадвартай байх ёстой гэсэн шаардлага тавигдана. Дунд, ахлах ангийн
              багш, сургалтын мэргэжилтэн. 5-12-р ангид хичээл заадаг багш.
              Эдгээр нь тодорхой нэг хичээлээр мэргэшсэн багш нар юм. Ийм
              мэргэжилтнүүдийг сурган хүмүүжүүлэх их дээд сургуулийн төрөлжсөн
              факультетэд бэлтгэдэг. Филологийн факультетийг төгсөгч нь монгол
              хэл, уран зохиолын багш, физикийн факультетийг төгссөн нь физикийн
              багш, биологийн факультетийг төгссөн бол биологийн багш болно.
              Сургууль нь ихэвчлэн математик, эдийн засаг гэх мэт хоёр мэргэшсэн
              багштай байдаг. Эдгээр нь хоёр чиглэлээр сургалт явуулдаг
              факультетийн төгсөгчид юм. Боловсролын сэтгэл зүйч, нийгмийн
              сурган хүмүүжүүлэгч, багш. Энэхүү мэргэжилтэн нь сургуулийн
              сурагчдын сэтгэлзүйн хөгжил, сурлагын гүйцэтгэл, анхаарлын
              хомсдолтой холбоотой асуудлыг шийдвэрлэх үүрэгтэй. Ихэнх
              тохиолдолд сургуулийн сэтгэл зүйч хүүхэд гэр бүл дэх зөрчилдөөн,
              сэтгэлийн хямралтай байгааг хамгийн түрүүнд анзаардаг. Тусгай
              боловсролын багш бол хамгийн хэцүү мэргэжлүүдийн нэг юм.
              Дефектологич нь бие бялдар, сэтгэцийн хөгжлийн бэрхшээлтэй
              хүүхдүүдтэй ажилладаг. Ийм багш зөвхөн мэдрэмжтэй багш, сурган
              хүмүүжүүлэгч биш байх ёстой. Тэр анагаах ухаан, сэтгэл судлалын
              гүн гүнзгий мэдлэгтэй байх ёстой. Дефектологичдод жишээлбэл, олон
              хүүхэд, тэдний эцэг эхийн мэддэг ярианы эмч орно. `Хэцүү` гэж
              нэрлэгддэг хүүхэдтэй ажиллах багш. Ийм мэргэжилтэн нь сургуулийн
              сурагчдын хэвийн бус зан үйлийг засч залруулдаг: үе тэнгийнхэндээ
              түрэмгийлэл, дасан зохицоход бэрхшээлтэй байдаг. Энэ багшийн нэг
              үүрэг бол сурагчийг өөртөө болон бусдад хор хөнөөл учруулахаас
              урьдчилан сэргийлэх явдал юм. ДАВУУ ТАЛ Багшаар ажиллана гэдэг нь
              сурагчдын амьдрал, амжилтад нь байнга оролцож байна гэсэн үг.
              Багшийн мэргэжлийн гол давуу тал бол өөрийгөө хөгжүүлэх, бусдыг
              хөгжүүлэх явдал юм. Энэ мэргэжлийг сонгосон хүмүүсийг юу хүлээж
              байна вэ? • хүмүүстэй ажиллах; • мэргэжлийн тасралтгүй өсөх
              боломж; • сургалтын үйл явцад бүтээлч байх өрөө; • өөрийн програм,
              аргыг ашиглах чадвар; • зуны улиралд урт цалинтай амралт; • хувийн
              хичээл зааж нэмэлт мөнгө олох боломж; • оюутнууд болон тэдний ойр
              дотны хүмүүсийн сэтгэл санааны талархал хүртэлт. СУЛ ТАЛУУД Бусдын
              амьдралд багтах нь зөвхөн баяр баясгалан, өгөх зүйл биш юм. Энэ нь
              бас сэтгэл санааны болон бие махбодийн асар их ачаалал бөгөөд арга
              хэмжээ авахгүй бол мэргэжлийн ядаргаа болж хувирдаг. Багш байхын
              сул талууд нь дараахь зүйлийг агуулдаг. • харьцангуй бага цалин; •
              хүнд ачаалал; • баримт бичиг, тайлантай холбоотой маш их хүнд
              сурталтай ажил; • удирдлага, хяналтын байгууллагуудын байнгын
              хяналт; • `хэцүү` хүүхдүүд, эцэг эхчүүд; • сэтгэл санааны болон
              мэргэжлийн хурдан ядрах эрсдэл; • мэргэшлийг тогтмол
              баталгаажуулах хэрэгцээ. Хаана боловсрол эзэмших вэ Монгол улсын
              хууль тогтоомжийн дагуу сургуульд багшаар ажиллахын тулд сурган
              хүмүүжүүлэх боловсрол эзэмшсэн байх ёстой. Хэрэв та багшийн
              мэргэжил эзэмших сонирхолтой бол 9-р ангиа төгсөөд багшийн
              коллежид элсэн орж болно. Сургуулиа төгсөөд бага сургуульд багшлах
              боломжтой. Сургуулийн хүүхдүүдэд зөвхөн бага анги төдийгүй дунд,
              ахлах түвшний багш нарыг сургахын тулд сурган хүмүүжүүлэх дээд
              сургууль төгссөн байх шаардлага тавигддаг. Хэрэв та сурган
              хүмүүжүүлэх боловсролгүй ч өөрийгөө сурган хүмүүжүүлэгч, багш гэж
              үздэг бол тусгай давтан сургалтанд хамрагдах боломжтой. Гэхдээ л
              Дээд боловсрол шаардлагатай хэвээр байна. Гэхдээ энэ нь ямар ч
              чиглэлтэй байж болно: давтан сургалтанд хамрагдсаны дараа та
              тодорхой хичээлийн багшаар ажиллах боломжтой. Жишээлбэл, филологич
              монгол хэл, уран зохиол, хэл судлаач, орчуулагч - гадаад хэл,
              мэдээллийн технологийн мэргэжилтэн - компьютерийн шинжлэх ухаан
              гэх мэт. Коллеж, сургуулиуд Том хотууд өөрийн гэсэн сурган
              хүмүүжүүлэх коллеж, сургуультай болж байгаа. Дээд боловсролын
              байгууллагууд Коллежийн дараа, эсвэл оронд нь та сурган
              хүмүүжүүлэх их сургуульд элсэн орж, дээд боловсрол эзэмшсэнээр
              дунд, ахлах ангийн хүүхдүүдэд хичээл зааж, өөр өөр чиглэлээр
              мэргэших боломжтой болно. Курсууд Хэрэв та багшийн бус мэргэжлээр
              дээд боловсролтой бол багшийн мэргэжлээр давтан сургах
              шаардлагагүй. Давтан сургалтанд хамрагдахад хангалттай. Сургуулиа
              төгсөөд давтан сургалтын диплом авч, сургуульд ажиллах боломжтой
              болно. Жилийн дараа та мэргэшлээ баталгаажуулах гэрчилгээ авах
              болно. Олон боловсролын байгууллагад багш нарыг давтан сургах
              курсууд байдаг. Эрэлт Багшийн мэргэжил үргэлж эрэлт хэрэгцээтэй
              байдаг. Томоохон дүүргийн сургуулиуд эсвэл алслагдсан тосгоны
              жижиг суурингуудад багш нар онцгой хэрэгцээтэй байдаг. МУ-ын
              ЗГ-аас багш болох оюутнуудын ИХ дээд сургуулийн зардлыг улсаас
              даах болж байгаа.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Бага ангийн багш мэргэжил">Бага ангийн багш мэргэжил</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Багш нар хүүхдүүдийг бага наснаас л чиглүүлдэг. Үүнд бага ангийн
              багш онцгой үүрэг гүйцэтгэдэг. Тэд л хүүхдүүдийн толгойд
              сургуулийн мэдлэгийн үндэс суурийг тавьж, хүүхдүүд насан туршдаа
              боловсрол хүмүүжилд суралцаж эхэлдэг.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/baga_angi_teacher.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Бага ангийн багш
              <br />
              Бага ангийн багш гэдэг нь 6-10 насны хүүхдүүдэд суурь мэдлэг
              олгодог багш юм. Мэргэжил нь сэтгэл судлалыг ойлгодог хүмүүст
              тохиромжтой
            </figcaption>
            <p className="text-sm text-gray-800">
              Бага ангийн багш нь сургуулийн хүүхдүүдэд анхан шатны мэдлэг
              өгдөг. Тэр зөвхөн багшлахаас гадна хүмүүжүүлдэг. Бага сургуулийн
              багш нар бүх цагаа хүүхдүүдэд зориулдаг: хичээлээс гадна хичээлийн
              цаг, хичээлээс гадуурх үйл ажиллагаа орно. Тэд 6-10 насны
              хүүхдүүдтэй хэрхэн харьцахаа мэддэг байх ёстой, тиймээс олон багш
              нар сэтгэл зүйч байдаг. `Педагог` – /багш/ гэдэг үг нь паида -
              хүүхэд, гогос - хөтлөх гэсэн хоёр грек үгнээс гаралтай. Шууд
              орчуулга нь `хүүхдийн хөтөч `гэсэн утгатай. Боловсролын түүх эрт
              дээр үеэс эхтэй. Тэр үед хүүхдийн хүмүүжлийг гэр бүлийн хүрээнд
              явуулдаг байсан. Багштай анхны сургуулиуд Эртний Египтэд гарч
              ирэв. Өнөөдрийг хүртэл хэрэглэгдэж байгаа сурган хүмүүжүүлэх
              ухааны онолын үндэслэлийг 17-р зуунд Чехийн багш Ян Амос Каменский
              үндэслэсэн. Хүүхдийг 6 наснаас нь сургаж, хичээлийг танхимд хийх
              ёстой гэж тэрээр үзэж байв. Боловсрол аажмаар хөгжсөн. Гэрийн
              боловсролыг бидний дассан сургуулиудаар сольсон. 20-р зуунд
              сургуулиуд өнөөгийн бидэнд танил дүр төрхийг олж авсан. Түүхийн
              туршид зөвхөн оюутнуудад зааж, сургаж байсан багшийн үүрэг роль
              өөрчлөгдөөгүй хэвээр байна. Тодорхойлолт Бага ангийн багш бол
              сургуулийн хичээл бүрийн үндсийг олгодогг хүн юм. Хүүхдийн
              анхаарлыг хэрхэн татах, сэдвийг хэрхэн сонирхолтой байдлаар
              танилцуулах, тэдний сурах урам зоригийг хэрхэн төрүүлэхийг мэддэг.
              Бага ангийн багш – багш ба сурган хүмүүжүүлэгч, сэтгэл судлаачийн
              чиг үүргийг хослуулдаг. Багш гэдэг маш их хөдөлмөр шаардсан
              мэргэжил. Үүнийг хүүхдүүдтэй сайн харьцдаг, тэдний хүмүүжилд
              амьдралаа зориулахад бэлэн хүмүүс сонгодог. Бага ангийн багш бол
              мэргэжил биш, харин амьдралын хэв маяг учраас энэ ажилд заавал
              байх ёстой чанар бол хүүхдийг хайрлах явдал юм. Бага ангийн багш
              бол эелдэг, зөөлөн, тэвчээртэй, шударга байх ёстой. Хүүхэд
              хэтэрхий сэтгэл хөдлөлдөө автаж хэлсэн ямар ч үгийг хүлээн авч,
              уучилж чаддаг байх ёстой. Багш хүн бүр сурагчдаа өөрийн чадвараа
              илчлэх, туслах, зөвлөгч, сэтгэл зүйч, үлгэр дуурайлал, зарим
              талаараа ээж байх боломжтой тийм ч байх ёстой. Эмэгтэйчүүд угаасаа
              хүүхдийг сайн ойлгодог учраас энэ мэргэжлийг илүүтэй сонгодог.
              ДАВУУ ТАЛ Бага ангийн багш байх нь хэд хэдэн давуу талтай. •
              ирээдүй хойч үеийн боловсролд оруулсан хувь нэмэр; • хичээл заах
              нь бүтээлч байдал; • зуны урт амралт; • эрх мэдэл: бага сургуульд
              багшид болзолгүйгээр итгэдэг; • хүүхдүүд эерэгээр цэнэглэгддэг; •
              эцэг эхийн талархал, хүндэтгэл. БАС УНШААРАЙ Багш мэргэжил -
              Хүүхдийн хөгжил, нийгэмших, ертөнцийг танин мэдэх энэ бүгд нь
              анхны багшаас ихээхэн хамаардаг. Тийм ч учраас багшийн мэргэжил
              маш хариуцлагатай байдаг. Сул талууд Эрэлт хэрэгцээтэй хэдий ч
              бага сургуулийн багшийн мэргэжил нь сул талуудтай. • багшийн
              чөлөөт цаг бага байдаг; • бага цалин; • сургуулийн хуваарийг үл
              харгалзан багшийн ажлын өдөр тогтмол бус байдаг; • эцэг эхийн
              сэтгэл ханамжгүй байдал; • маш их тайлан; • бие махбодийн болон
              оюун санааны ядаргаа. Хаана боловсрол эзэмших вэ Бага ангийн багш
              нар техникум, их дээд сургуульд сурдаг. Дээд боловсролын
              байгууллагуудын сургалтын чиглэлийн жагсаалт ихэвчлэн
              коллежийнхоос илүү өргөн хүрээтэй байдаг. Их сургууль төгсөгч нь
              зөвхөн багшлах эрх төдийгүй нэмэлт мэргэжил авах боломжтой: гадаад
              хэл, хөгжим, бүжиг дэглэлт, сэтгэл зүй. Курсууд Өнөөдөр бага
              ангийн багш нарт зориулсан олон тооны нэмэлт боловсролын
              сургалтууд байдаг. Фоксфордын онлайн сургуульд `Бага сургуульд
              хэцүү зан үйлийг хэрхэн шийдвэрлэх вэ: сэтгэл зүй, сурган
              хүмүүжүүлэх арга техник` курс. Сургалт 72 цаг үргэлжилнэ. Сурган
              хүмүүжүүлэх сургалтын вэбсайт дээрх курс. ОХУ-ын `Холбооны улсын
              боловсролын стандартын дагуу бага сургуульд орос хэл заах` нь
              зургаан өдрийн турш зориулагдсан. Сурган хүмүүжүүлэх кампус онлайн
              сургууль нь `Бага сургуулийн боловсролын арга зүй, Холбооны улсын
              боловсролын стандартыг хэрэгжүүлэх хүрээнд боловсролын үйл явцыг
              зохион байгуулах шинэлэг зүйл` сэдвээр ахисан түвшний сургалтыг
              санал болгож байна. Хичээлийг бүхэлд нь алсаас дүүргэж, 144
              академик цаг үргэлжилнэ. Эрэлт Жил бүр улс даяар сая сая хүүхэд
              нэгдүгээр ангид элсдэг. Бүгдийг нь сургах хэрэгтэй. Энэ ажлыг бага
              ангийн багшид өгдөг. Заримдаа маш олон хүүхэд сургуульд эсдэг тул
              багш хүрэлцдэггүй. 2023 онд 70 мяанга гаран хүүхэд 1-р ангид оросн
              байна. Тиймээс бага ангийн багшийн мэргэжил маш их эрэлт
              хэрэгцээтэй байдаг.
            </p>
          </figure>
        </div>
      </main>
    </>
  );
}

export default ProfessionPage;
