"use client";
import React, { useState, useEffect } from "react";
import { useSearchParams } from "next/navigation";
import { professionsData } from "@/bin/ProfessionData";
import Image from "next/image";
function ProfessionPage() {
  const basePath = "/assets/images/profession_images";
  const [professions_data, setData] = useState([]);

  const searchParams = useSearchParams();

  const type = Number(searchParams.get("t"));
  const profession = Number(searchParams.get("p"));

  console.log("profession type:", type);
  console.log("profession id:", profession);

  useEffect(() => {
    setData(professionsData);
  }, []);
  return (
    <>
      <main
        className={`max-w-[900px]  bg-white w-full flex flex-col items-center`}
      >
        <div className="space-y-3 p-4">
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Аврагч"> Аврагч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Тэд хүний гараар бүтсэн барилга байгууламжийн осол, байгалийн
              гамшгийн үр дагаврыг арилгадаг. Тэд өөрсдийгөө эрсдэлд оруулж,
              хүмүүсийн амийг авардаг. Тэд бол аврагчид. Энэ хэцүү мэргэжлийн
              талаар ярих болно.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/${professions_data[type]?.details[profession]?.content_image}.png`}
              alt=""
            />

            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Аврагч
              <br />
              Хөгжил дэвшил өндөр болж байгаа боловч хүн төрөлхтөн байгалийн
              гамшгийг 100% итгэлтэйгээр урьдчилан таамаглаж, урьдчилан сэргийлж
              сураагүй байна. Дэлхий дээр жил бүр цунами, үер, газар хөдлөлт,
              байгалийн гал түймэр гардаг. Ийм үед аврагчид хамгийн түрүүнд
              хүмүүст тусламж үзүүлдэг.
            </figcaption>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Монголд аврагч нь Онцгой байдлын газрын ажилтан
              бөгөөд яаралтай аврах ажиллагаа явуулдаг. Барилга байгууламж
              нурсан тохиолдолд нуранги доороос хүмүүсийг аврах, үер, газар
              хөдлөлтийн дараа хохирогчид, мөн ойд, ууланд төөрсөн, живсэн байж
              болзошгүй хүмүүсийг эрэн хайх ажиллагааг явуулдаг. Дараа нь
              аврагчид ой модыг самнаж, усан сан руу шумбаж, агаараас хайдаг.
              Нэмж дурдахад аврагчид нийтэд сурган хүмүүжүүлэх бас ажлыг
              явуулдаг - онцгой байдлын үед хэрхэн биеэ авч явах, хэрхэн
              урьдчилан сэргийлэх талаар тэдэнд хэлдэг. Аврагч мэргэжил нь
              харьцангуй залуу бөгөөд 1990-ээд оноос тусдаа гарч ирсэн. Үүнээс
              өмнө өргөн уудам нутагт хүнээс үүдэлтэй гамшиг, байгалийн гамшиг
              болон бусад онцгой байдлын үед ажиллах чадвартай, тусгайлан
              бэлтгэгдсэн мэргэжилтэн байдаггүй байв. Жил бүрийн арванхоёрдугаар
              сарын 27-нд аврагчид мэргэжлийн баяраа тэмдэглэдэг. Монголын
              аврагчид туршлагатай, бэлтгэгдсэн гэж тооцогддог болсон тул зөвхөн
              монголдоо төдийгүй бусад улс орнуудад ажилладаг болоод байна.
              Мэргэшлүүд Аврагчдын ажилд хэд хэдэн чиглэл байдаг. Онцгой байдлын
              аврагч. Жолооч, уулчин, эмч, мөн эрэн хайх, аврах ангид алба хааж
              болно. Тэд бүгд эрэн хайх, аврах ажиллагаа, байгалийн болон
              байгууламжид үүссэн онцгой байдлын үр дагаврыг арилгахад оролцдог.
              Мөн иргэдтэй урьдчилан сэргийлэх ажил хийдэг. Гал сөнөөгчийн үүрэг
              хариуцлагад гал түймрийг унтраах, галын үр дагаврыг арилгах, гал
              түймрээс урьдчилан сэргийлэх, түүний дотор байгалийн гал түймрээс
              урьдчилан сэргийлэх зэрэг орно. Усны аврагч нь усан сан дээр болон
              ойролцоо ажилладаг. Үүний үүрэг бол усан дахь хүмүүсийн аюулгүй
              байдлыг хангах, далайн эрэг, усан сангийн ойролцоох амралтын газар
              юм. Уулын аврагч. Хад чулуу ба цас нурах үеэр уулын аврагч
              хүмүүсийг нуранги доороос гаргадаг байна. Гэхдээ энэ нь зөвхөн
              хүнд хэцүү уулархаг газруудад төдийгүй аж үйлдвэрийн аж ахуйн
              нэгжүүдэд томоохон осол гарсан газарт ажилладаг. ДАВУУ ТАЛ
              Хэдийгээр аврагчдын ажил аюултай, хүнд хэцүү ч энэ мэргэжил давуу
              талтай. • Нийгмийн тэтгэмж. Хамгийн чухал давуу талуудын нэг бол
              нийгмийн халамж юм: амралтын газар руу явах, буцах төлбөртэй
              аялал, Онцгой байдлын яамны харьяа байгууллагуудад үнэ төлбөргүй
              сувилал, амралтын газар амрах, хөнгөлөлттэй тэтгэвэр. • Тогтвортой
              боломжийн орлоготой. Онцгой байдлын албанд элсэхдээ ажилтантай
              гэрээ байгуулдаг бөгөөд энэ нь цалин хөлсний нөхцлийг тодорхой
              заасан байдаг - төлбөрийг хойшлуулах боломжгүй. СУЛ ТАЛУУД
              Мэдээжийн хэрэг сул талууд бас бий. • Аюултай нөхцөлд ажиллах.
              Осол, байгалийн гамшиг тохиолдсон нь аврагчид хүнд хэцүү, аюултай
              нөхцөлд: усанд, ууланд, гал түймрийн үед, хүрээлэн буй орчны хэт
              бага эсвэл өндөр температурыг үл харгалзан, үйлдвэрлэлийн аюултай
              нөхцөлд ажиллах шаардлагатай болохыг харуулж байна. агаар дахь
              ялгаруулалт ба шаталтын бүтээгдэхүүн. • Тогтмол бус ажлын цаг.
              Гамшиг, онцгой байдал нь тохиолдох цагаа сонгодоггүй тул аврагчид
              ослын газарт нойр, амралтгүй хэд хоног өнгөрдөг. • Сэтгэлзүйн
              хүчтэй стресс. Аврагч ажлынхаа үеэр эвдэрсэн байшингуудаас эхлээд
              зэрэмдэглэгдсэн хүний бие хүртэл бүх зүйлийг хангалттай харж
              чаддаг. Энэ бүхэн мэдээжийн хэрэг сэтгэл зүйд нөлөөлдөг. • Амь
              нас, эрүүл мэндэд эрсдэлтэй. Ихэнхдээ аврагч бусад хүмүүсийн амийг
              аварч, өөрийнхөө амьдралыг үхлийн аюулд оруулдаг. Боловсрол
              эзэмших Ирээдүйн аврагчид Онцгой байдлын газрын мэргэжлийн
              сургалтад хамрагдах боломжтой. Жишээлбэл: Орос улсад түүнд
              харьяалагддаг олон тооны дунд болон дээд боловсролын улсын
              боловсролын байгууллагууд байдаг. Дээд болон дунд мэргэжлийн
              боловсролын байгууллагад элсэхдээ цэргийн эмнэлгийн комисс заавал
              байх ёстой бөгөөд энэ нь нэр дэвшигчийн энэ мэргэжилд тохирох эсэх
              талаар дүгнэлт өгдөг. Курсууд - EMERCOM-ийн ажилтнуудад зориулсан
              тусгай, өндөр төвлөрсөн сургалтууд нь Москва, Санкт-Петербург,
              Новосибирск, Волгоград зэрэг томоохон хотуудад байрладаг хэлтсийн
              төвүүдэд явагддаг. - Хэрэв та анхны тусламж үзүүлэх дүрэм, гал
              түймэр, газар хөдлөлтийн үед авах арга хэмжээний талаар анхан
              шатны мэдлэг олж авахыг хүсвэл богино хугацааны ахисан шатны
              сургалт, давтан сургалтанд хамрагдах боломжтой. - Холбооны галын
              албаны Омск сургалтын төв. Энд та мэргэжилтнийхээ мэргэшлийг
              дээшлүүлэх эсвэл давтан сургалтанд хамрагдах боломжтой. Хичээлүүд
              нүүр тулан, зайнаас явагдана. Хичээлийн үнэ болон цагийн тоо нь
              сонгосон хөтөлбөрөөс хамаарна. - Аюулгүй байдлын академийн
              сургалтын төвд (Санкт-Петербург) та янз бүрийн чиглэлээр мэргэшлээ
              дээшлүүлэх боломжтой. Хичээлийн үнэ, цагийн тоо нь сонгосон
              хөтөлбөрөөс хамаарна, сургалт нь нүүр тулан, зайнаас явагддаг. -
              Нийслэлийн боловсролын төвд мөн ахисан түвшний сургалт явуулдаг.
              Энд сургалт нүүр тулан, алсаас явагдана. Хичээлийн үнэ нь сонгосон
              хөтөлбөр, цагийн тооноос хамаарна. Эрэлт Сайн бэлтгэгдсэн,
              мэргэшсэн аврагчдын эрэлт хэрэгцээ асар их байна. Ажлын онцлог нь
              таныг тэсвэр хатуужилтай, хүчтэй, сэтгэл зүйн бэлтгэлтэй байхыг
              шаарддаг. Олон хүмүүс ийм ачааллыг тэсвэрлэж чадахгүй бөгөөд
              зүгээр л орхиж явна. Үлдсэн хүмүүс нь цаг хугацааны явцад ахиж
              дэвшдэг тул Онцгой байдлын яаманд шинэ боловсон хүчний урсгал
              байнга хамааралтай байдаг.
            </p>
          </figure>

          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Гал сөнөөгч">Гал сөнөөгч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Гал сөнөөгч бол мэргэжлийнхээ хувьд амь насаа эрсдэлд оруулж
              байгаа хүн юм. Хүн бүр шуурхай тусламжийн 01-ийг санаж байх ёстой.
              Гал сөнөөгчийн мэргэжил нь эр зоригоос гадна биднийг галаас аврах
              асар том ур чадвар шаарддаг.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/galsunuugch.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Гал сөнөөгч <br />
              Хүмүүс галыг асааж сурснаасаа хойш, бүр эрт дээр үеэсээ галыг
              номхруулж ирсэн. Түймэр олон сая хүн, амьтдын амь насыг авч одож,
              томоохон суурин газрууд, газар тариалангийн нөөцийг устгасан. Бүх
              тосгон түймэртэй тэмцэж байв. Гал унтраах технологи, хариу арга
              хэмжээ авах хурд, гал түймрийн алба орон сууц, эдийн засгийн
              бүсийг хамрах байдал, сургалт нь цаг хугацааны явцад ихээхэн
              өөрчлөгдсөн. Орчин үеийн гал сөнөөгчид Онцгой байдлын албаны
              хэлтэсүүдийн нэг нь Улсын галын алба юм. Бүх улсын орны сайн
              сайхан байдал нь тэдний цаг тухайд нь сэргийлэх, шуурхай
              мэргэжлийн ажлаас хамаарна.
            </figcaption>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Нэр хүнд, цалингийн түвшнээр сонгогддоггүй
              мэргэжлүүдийн нэг бол гал сөнөөгч. Хүмүүс зүрх сэтгэлийнхээ
              хүслээр гал сөнөөгч болдог. Тэд байшин, ой модыг гал түймрээс
              хамгаалах, хамгаалах, хамгийн чухал нь хүмүүсийн амийг аврахын
              тулд явдаг. Гал сөнөөгчийн мэргэжлийн гол үүрэг бол гал түймэр,
              галын тархалттай тэмцэх явдал юм. Зөвхөн галын эх үүсвэрийг
              илрүүлэхээс гадна ойролцоох объектууд - бусад давхарт эсвэл хөрш
              зэргэлдээ байшинд тархахаас урьдчилан сэргийлэх шаардлагатай.
              Түүнчлэн гал сөнөөгч хэргийн газарт үзлэг хийж, галын байршил, эх
              үүсвэрийн талаархи дүгнэлтийг гаргаж, шинжээчийн дүгнэлт гаргаж,
              шатаасан баримтыг тогтоодог. Мэргэшлүүд Гал сөнөөгч болохын тулд
              та тусгай сургалтанд хамрагдах хэрэгтэй, гэхдээ ирээдүйд та
              тодорхой чиглэлийг сонгож болно. Галын аврагч нь химийн болон
              цацрагийн аюулыг арилгах, хүмүүсийг нүүлгэн шилжүүлэх, гал түймэр,
              гал түймрийг арилгах, анхны тусламж үзүүлэх, аврах, гал түймэртэй
              тэмцэх ажилд ажилладаг. Галын байцаагч нь объект, байрны галын
              аюулыг үнэлж, галын аюулгүй байдлын арга хэмжээг дагаж мөрдөхөд
              хяналт тавьдаг. ДАВУУ ТАЛ Гал сөнөөгчийн ажил бол амь насанд
              аюултай, нийгэмд үзүүлэх ач холбогдол нь асар их юм. Гал сөнөөгч
              байхын давуу талуудын дунд: - өвөрмөц ур чадвар, туршлага; - ажлын
              нийгмийн өндөр ач холбогдол; - заавал тусгай боловсрол эзэмших
              шаардлагагүй; - тогтмол бус байдал, аялал бүр онцгой тохиолдол
              байдаг; - Ээлжийн ажлын хуваарь. Олон хүмүүсийн хувьд ээлжийн
              хуваарь чухал байж болно; - эрт тэтгэвэрт гарах, нийгмийн
              хамгаалал; - эр зоригийн төлөөх шагналууд. СУЛ ТАЛУУД Гал
              сөнөөгчөөр ажиллах нь бодитойгоор хэцүү бөгөөд аливаа үүрэг
              хариуцлага нь хүнд хэцүү, маш аюултай нөхцөл байдалд хүргэж
              болзошгүй юм. Гал сөнөөгчийн ажлыг үргэлж хангалттай үнэлдэггүй.
              Гал сөнөөгч байхын бусад сул талууд байдаг: - нарийн төвөгтэй
              сургалт, түүний дотор эмнэлгийн комисс; - байнгын стресс, амь нас,
              эрүүл мэндэд эрсдэл учруулах; - бага цалин; - амралтын болон
              амралтын өдрүүдэд онцгой байдлын үед ажилдаа явах хэрэгцээ; -
              Армид алба хааж байсан хүмүүст гал командын элсэлтийн давуу эрх
              олгоно; - эмэгтэйчүүдэд хаалтай боломжгүй; - баг дахь хатуу
              сахилга бат, тушаалаар ажилладаг. Хаана боловсрол эзэмших вэ Гал
              сөнөөгчөөр ажиллахын тулд эхлээд шаардлагатай бичиг баримтыг
              цуглуулах ёстой: паспорт, цэргийн үнэмлэх, ажлын дэвтэр. Мөн танд
              тэтгэврийн гэрчилгээ, TIN хэрэгтэй байж магадгүй. Та энэ багцыг
              Онцгой байдлын газрын бүс нутгийн хэлтэстэй холбоо барина уу.
              Дараа нь та намтар анкет бөглөж, эрүүл мэндийн үзлэгт хамрагдах
              хэрэгтэй. Ярилцлага, эрүүл мэндийн үзлэгийн үр дүнд үндэслэн
              сургалтанд элсэх, татгалзах шийдвэр гаргаж, 1-ээс 4 хүртэлх бүлэгт
              томилогддог. Боловсролын байгууллагууд Гал сөнөөгчийн мэргэжлээр
              суралцах боломжтой байгууллагуудын дунд зөвхөн Онцгой байдлын
              яамны сургалтын төвүүд төдийгүй их дээд сургуулиуд байж болно,
              жишээлбэл: - ОХУ-ын Онцгой байдлын яамны Төрийн галын албаны
              академи Мэргэжил: галын болон техносферийн аюулгүй байдал, шүүх
              шинжилгээ, төрийн удирдлага, мэдээллийн систем, технологи - ОХУ-ын
              Онцгой байдлын яамны Төрийн галын албаны Санкт-Петербургийн их
              сургууль Мэргэжил: техносферийн аюулгүй байдал, шүүх эмнэлгийн
              үзлэг - ОХУ-ын Онцгой байдлын яамны Төрийн гал түймрийн албаны
              Уралын хүрээлэн Мэргэжил: галын болон техносферийн аюулгүй байдал,
              шүүх эмнэлгийн үзлэг, төрийн удирдлага, тээврийн болон технологийн
              машин, цогцолборын ашиглалт. Их дээд сургуулиудад суралцах нь
              мэргэжил, сургалтын хэлбэрээс хамаарч 4-5 жил үргэлжилнэ. - Мөн
              Онцгой байдлын газрын сургалтын төвүүд түймрийг унтраах,
              хохирогчдод туслах анхан шатны мэдлэг чадвартай сайн дурын
              ажилтнуудыг бэлтгэдэг. Эрэлт Мэргэжлийн гал сөнөөгчид үргэлж
              хэрэгтэй байдаг. Улсаас боловсон хүчнийг бэлтгэх төсөвт газруудыг
              санхүүжүүлж, боловсролын байгууллага, армид мэргэжил эзэмшүүлж,
              Онцгой байдлын яамны эгнээнд элсэх хүсэлтэй хүмүүсийг татах
              зорилгоор гал унтраах хэрэгслийн үзэсгэлэнг зохион байгуулдаг. Гал
              сөнөөгчийн мэргэжлийн ач холбогдол, эрэлт хэрэгцээг хэт үнэлэхэд
              хэцүү байдаг. Инженерүүд барилга байгууламж, үйлдвэрлэлийн галын
              аюулгүй байдлын систем дээр уйгагүй ажилладаг. Гэхдээ одоохондоо
              хамгийн дэвшилтэт автомат гал унтраах систем ч туршлагатай гал
              сөнөөгчийн тусламжийг орлож чадахгүй. Гал сөнөөгчийн мэргэжил нь
              шүүх эмнэлгийн шинжлэх ухаанд чухал үүрэг гүйцэтгэдэг. Ийм
              мэргэжилтний дүгнэлт, дүгнэлтгүйгээр галын эх үүсвэрийг тогтоох,
              түүнчлэн шатаасан баримтыг тогтоох боломжгүй юм.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Цагдаа">Цагдаа</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Цагдаагийн ажилтны мэргэжил бол аль ч муж улсад хамгийн чухал
              бөгөөд эрэлт хэрэгцээтэй мэргэжил юм. Цагдаагийн ажилтнаар
              ажиллахын тулд бие бялдар сайтай байхаас гадна хуулийн нарийн
              ширийнийг ойлгох ёстой. Энэ мэргэжлийн талаар ярилцъя
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/tsagdaa.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Цагдаа
              <br />
              Цагдаагийн байгууллага бол нийгмийн хэв журмыг сахиулах, гэмт
              хэрэгтэй тэмцэх төрийн байгууллагын тогтолцоо юм. Замын цагдаагийн
              алба хаагч г.м цагдаагийн байгууллагад олон мэргэжил байдаг, тус
              бүр өөрийн гэсэн ажлын онцлогтой байдаг.
            </figcaption>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Иргэд асуудал гарахад хамгийн түрүүнд ханддаг хүмүүс
              бол цагдаагийн алба хаагчид юм. Тэд хотын гудамж, талбай,
              цэцэрлэгт хүрээлэнд эргүүл хийх, хүн амтай харилцах, мэдүүлэг
              авах, гэмт хэргээс урьдчилан сэргийлэх, илрүүлэх, соёл урлагийн
              арга хэмжээ, тээвэрт аюулгүй байдлыг хангах, урьдчилан сэргийлэх
              яриа хэлэлцээ хийх гэх мэт. Цагдаагийн ажилтны эрх, үүргийг
              `Цагдаагийн албаны тухай` хуулиар зохицуулдаг. Мэргэшлүүд Дотоод
              хэргийн яамны бүтцэд олон хэлтэстэй эрүүгийн цагдаа, олон нийтийн
              аюулгүй байдлын цагдаа багтдаг. Эдгээр ангиудад цагдаагийн янз
              бүрийн мэргэжлийн төлөөлөл ажилладаг. Эрүүгийн тасагт шуурхай
              албаныхан, мөрдөн байцаагч, криминологич нар ажилладаг. Олон
              нийтийн аюулгүй байдлын цагдаагийн ангиудад орон нутгийн цагдаа,
              жижүүр, замын цагдаагийн байцаагч, насанд хүрээгүй хүүхэдтэй
              ажиллах байцаагч зэрэг мэргэжилтнүүд ажилладаг. Үүнд эргүүлийн
              алба (PPS), жуулчны цагдаа, цувааны ажилтнууд багтдаг бөгөөд
              тэдний албан тушаалд `цагдаа `эсвэл `цагдаа-жолооч` гэж бичигдсэн
              байж болно. ДАВУУ ТАЛ Цагдаагийн алба хаагчийн давуу тал нь дараах
              байдалтай байна. - Эрэлт. Хууль сахиулагчид ямар ч хот, суурин
              газарт үргэлж хэрэгтэй байдаг. - Эрт тэтгэвэрт гарах. Ажилласан
              хугацааг төрөлжсөн их, дээд сургуульд суралцсан эхний жилээс эхлэн
              тооцдог бөгөөд 20 жил ажилласны дараа тэтгэвэрт гардаг. - Нийгмийн
              хамгаалалтын нэмэлт багц. Төрийн алба нь албан ёсны тогтвортой
              цалин, амралт, үнэ төлбөргүй эмчилгээ, эм тариагаар хангадаг. -
              Ажил мэргэжлийн өсөлт. Цагдаагийн ажилтан албан тушаал ахиж, шат
              ахих боломжтой. - Давуу эрх. Цагдаагийн алба хаагчид татварын
              хөнгөлөлт эдлэх, сувилалд явах эрхийн бичиг, үнэ төлбөргүй зорчих,
              орон сууц худалдан авах төлбөр гэх мэт эрх эдэлдэг. - Нийгмийн
              төлөө ажил. Цагдаагийн алба хаагчид нийт ард иргэдэд чухал ажил
              хийдэг. СУЛ ТАЛУУД Цагдаагийн алба хаагчийн сул тал нь давуу
              талтай тооны хувьд харьцуулагддаг. - Хэцүү сонголт. Үйлчилгээнд
              орохын тулд та стандарт, эрүүл мэндийн үзлэг, сэтгэлзүйн
              шинжилгээ, тэр ч байтугай полиграфт хамрагдах шаардлагатай. Нэр
              дэвшигч болон түүний төрөл төрөгсөд гэмт хэрэгт холбогдоогүй байх
              ёстой. - Өөрийгөө байнга формтой байлгах хэрэгцээ. Биеийн эрүүл
              мэндгүйгээр цагдаагийн алба хаагчийн ажлыг гүйцэтгэх боломжгүй. -
              Эрсдэл. Энэ ажил нь эрүүл мэндийн эрсдэл, гэмтэл, стресс, ядрах
              зэргээр ирдэг. - Гэмт хэрэгтнүүдтэй заавал холбоо ажиллах болдог.
              Цагдаагийн алба хаагч ажлынхаа хүрээнд гэмт хэрэгтнүүдтэй байнга
              харилцаж байх ёстой. - Тогтмол бус хуваарь. Цагдаагийн алба
              хаагчид ээлжийн хуваарийн дагуу ажилладаг: өдрийн ээлж, шөнийн
              ээлж, яаралтай дуудлага байдаг. - Таны карьерын эхэнд бага цалин.
              Албаны эхэн үед цагдаагийн ажилтан ажилласан хугацаа, цолны
              урамшуулал авдаггүй тул бага цалин авдаг. - Бичиг цаасны ажил их.
              Цагдаагийн ажилтан маш олон тайлан, протокол, бусад бичиг баримтыг
              бөглөх ёстой. Хаана боловсрол эзэмших вэ Бүрэн дунд, дунд, дээд
              боловсролтой 18-35 насны Монгол улсын иргэн бүр цагдаагийн ажилтан
              болж болно. Өөрөөр хэлбэл, 12-р ангиа төгсөөд цагдаад орж болно
              гэсэн үг. Мөн эрэгтэйчүүдэд заавал цэргийн алба хаах ёстой. Гэсэн
              хэдий ч, ажил мэргэжлийн шат руу авирахын тулд ажилтан нь дээд
              боловсролтой байх шаардлагатай - хууль эрх зүйн эсвэл `нийгмийн
              хамгааллын хууль, зохион байгуулалт`, `хууль сахиулах` мэргэжлээр
              мэргэшсэн. Дээд боловсролын байгууллагууд Та хууль зүйн чиглэлээр
              мэргэшсэн их дээд сургуулиуд эсвэл Дотоод хэргийн яамны төрөлжсөн
              академи, их дээд сургуулиуд шаардлагатай дээд боловсрол эзэмшиж
              болно. Дотоод хэргийн яамны боловсролын байгууллагад элсэхийн тулд
              та бие бялдрын стандартыг давж, хэл, нийгэм судлал, түүхийн улсын
              нэгдсэн шалгалтын дүнг өгөх шаардлагатай. Одоо ажиллаж байгаа
              цагдаагийн ажилтанууд дээд боловсролыг авах боломжтой. Курсууд -
              Цагдаагийн мэргэжил заадаг курс ховор. Москва хотын `Цагдаагийн
              коллеж` улсын төсвийн боловсролын байгууллагад Тасралтгүй
              боловсролын төвийн үндсэн дээр 1 сарын хугацаатай цагдаагийн
              цалинтай сургалт явуулдаг. - Дотоод хэргийн яамны одоогийн
              ажилтнуудын хувьд ахисан түвшний сургалтанд хамрагдах шаардлагатай
              байдаг тул тус улсын янз бүрийн хотуудад мэргэжил дээшлүүлэх
              институтууд байдаг, жишээлбэл, яамны ажилтнуудын мэргэжил
              дээшлүүлэх Бүх Оросын хүрээлэн. Домодедово дахь ОХУ-ын Дотоод
              хэргийн газар. Эрэлт Цагдаагийн мэргэжил Орос улсад төдийгүй
              дэлхийд маш их эрэлт хэрэгцээтэй байдаг. Цагдаа нарын эрх мэдэл
              улс орон бүрт харилцан адилгүй байж болох ч дэг журам сахиулах
              хүсэлтэй хүмүүс ямар ч нийгэмд үргэлж хэрэгтэй байдаг.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Нисгэгч">Нисгэгч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Түүний харц тэнгэр рүү чиглэж, олон янзын мэдрэгчүүд нь хурц
              гэрлээр асч, хөдөлгүүрийн чимээ нүргнэл эхлэнэ. Хөөрөх дохио
              сонсогдов. Нисгэгч байх ямар байдаг вэ?
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/nisgegch.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Нисгэгч
              <br />
              Нисгэгч бол нисэх хүчний гол холбоос юм. Өндөр хариуцлага, стресст
              тэсвэртэй байдал, нарийвчилсан зохицуулалт, технологийн чиглэлээр
              гүнзгий мэдлэг - энэ бүхэн нь онгоцны нисгэгчийн онцлог шинж юм.
              Аль ч: жижиг нисдэг тэрэг, цэргийн сөнөөгч эсвэл аварга том
              тээврийн онгоц. Тэр ч байтугай агаарын хөлөг. Нисгэгчийн мэргэжил
              бол аюултай бөгөөд магадгүй хэтэрхий романтик юм. Тэдний тухай дуу
              дуулдаг, ном бичдэг, кино хийдэг: “Бид нисгэгчид учраас...” дууг
              олон үеийнхэн мэддэг. Үүнийгээ “Тэнгэр биднийх, тэнгэр бидний гэр”
              гэсэн үгээр үргэлжлүүлдэггүй хүн ховор: аливаа нисгэгчийн хувьд
              хамгийн эхний зүйл бол онгоц байх ёстой. Нислэгт анхаарлаа
              төвлөрүүлэх, хөдөлгөөн бүрдээ итгэлтэй байх, зорчигч эсвэл ачааг
              заасан газарт яг цагт нь хүргэх болно гэдгийг мэддэг байх нь
              нисгэгчээс шаарддаг зүйл юм.
            </figcaption>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Нисгэгч гэдэг нь нисгэгчийн үнэмлэхтэй, нисэх онгоц
              жолоодох эрхтэй хүнийг хэлнэ. Та хувийн сургалтанд хамрагдаж (та
              онолыг эзэмшиж, 40 цаг нисэх шаардлагатай), эсвэл зохих дунд
              мэргэжлийн болон дээд боловсрол эзэмшсэнээр нисгэгч болж болно.
              Эхний тохиолдолд та сонирхогчийн нисгэгч, хоёрдугаарт, иргэний
              нисэхийн мэргэжлийн нисгэгч болно. Нисгэгчид ямар шаардлага
              тавьдаг вэ? Шаардлага нь олон байдаг - ноцтой мэргэжил: - Эрүүл
              мэнд. Нислэгийн сургуульд элссэний дараа ирээдүйн нисгэгч бүр
              эрүүл мэндийн үзлэгт хамрагдаж, стандартыг давдаг. Бие бялдрын
              хувьд маш сайн, хараа хэвийн, мэдрэл нь эмх цэгцтэй байх ёстой. -
              Онолын гүнзгий мэдлэгтэй, нэгэн зэрэг өндөр хөгжсөн практик,
              харилцааны ур чадвар. Нисгэгчийн үнэмлэх авч, нисэх зөвшөөрөл
              авахын тулд та онолын шалгалт өгөхөөс гадна нислэгийн симулятор
              дээр үе үе сургалтанд хамрагдах хэрэгтэй. Симулятор нь стандарт
              нислэгийн хэв маяг, ердийн болон тусгай маневр (жишээлбэл, тоног
              төхөөрөмжийн эвдрэлийн үед), ердийн, онцгой болон онцгой байдлын
              үед буух арга барил, - хоёр дахь гол ажил бол багийн чадвараа
              алдсан тохиолдолд агаарын хөлгийг удирдах гишүүн, хяналтын график
              ашиглах. Хяналтын эсвэл заавал шалгах картууд нь багийн гишүүн
              бүрийн гүйцэтгэсэн үйл ажиллагааны жагсаалтыг агуулсан хөлөг дээрх
              баримт бичиг юм. Хэрэв хөлөг онгоцны командлагч ажиллагааны заавар
              бүрийн дараа багийн гишүүн дууссан эсэх талаар хариулах ёстой.
              Хариултгүй бол дараагийн үйлдэл хийгдэхгүй. - Илүү хариуцлага
              хүлээх хүсэл эрмэлзэл. Сахилгын, захиргааны, эрүүгийн. Жишээлбэл,
              нисгэгч хөдөлгөөний аюулгүй байдал, агаарын тээврийн ашиглалтын
              дүрмийг зөрчиж, хүний эрүүл мэндэд ноцтой хохирол учруулсан, эсвэл
              агаарын хөлгийн эзэмшигч (агаарын тээврийн компани) -д их
              хэмжээний хохирол учруулсан бол түүнийг торгож, баривчлах, эрхээ
              хасуулж болно. насан туршдаа хөлөг онгоц удирдах эрхгүй болно. -
              Төвлөрөл ба стресст тэсвэртэй. Бэлтгэл болон нислэгийн үеэр
              оновчтой шийдэл богино хугацаанд гаргадаг байх. Стивен Кингийн
              `Ланголиерууд` киноны гол баатар, амьд үлдсэн зорчигчдын сандралыг
              үл харгалзан онгоцыг хөөргөж, газардуулж, түр зуурын саадыг даван
              туулж чадсан нисгэгч юм. Н”исгэгч тайван байж онгоцны хөдөлгүүрийг
              асаав. Энэ бүхэн уран зөгнөл боловч энэ мэргэжлийн төлөөлөгчийн
              стрессийг тэсвэрлэх шаардлага” үнэхээр өндөр байна. Мэргэшлүүд
              Нисгэгчид хувийн болон арилжааны онгоц, агаарын хөлөг, нисдэг
              тэрэг жолоодох эрхтэй. Эдгээр мэргэжилтнүүдийн ялгаа нь эхнийх нь
              арилжааны бус агаарын тээвэр, хоёр дахь нь арилжааны агаарын
              тээвэр эрхэлдэг. Нисгэгчид нисэх практик ур чадвартай, агаарын
              хөлгийн командлагчийн үүрэг гүйцэтгэхэд бэлэн байх, өөрөөр хэлбэл
              өөрчлөгдөж буй нөхцөл байдалд хурдан хариу үйлдэл үзүүлэх, зөв
              шийдвэр гаргах, нислэгийг хянах, нэг, хоёрдугаар зэрэглэлийн эрүүл
              мэндийн гэрчилгээтэй байх ёстой. Хувийн болон арилжааны нисгэгчид
              нислэгийн зааварлагч болох боломжтой. `Нисгэгчийн зааварлагч`
              гэсэн шошгыг нисгэгчийн үндсэн гэрчилгээнд байрлуулсан болно.
              Нисгэгч багш болохын тулд танд дараахь зүйл байх ёстой. нислэгийн
              үеэр болон холбоо тасарсан тохиолдолд агаарын хөдөлгөөний хууль
              тогтоомж, технологи, харилцааны дүрэм, хэлц үг хэллэгийн талаар
              өргөн, гүнзгий мэдлэгтэй байх; 50 цаг ба түүнээс дээш нислэгийн
              туршлага (нисэх хугацаа нь агаарт зарцуулсан хугацаа, нислэг,
              багаж хэрэгслээр тооцоолсон хугацаа). Нисгэгчийн зааварлагч шинэ
              нисгэгчтэй зэрэгцэн сууж, онгоцонд нислэгийн бэлтгэл хийлгэдэг
              байна. Багийн удирдагч нисгэгч хоёроос дээш нисгэгчтэй онгоцыг л
              удирдах боломжтой. Тусгай сургалтад хамрагдсан, Олон улсын иргэний
              нисэхийн тухай конвенцийн 1 дүгээр хавсралтын шаардлагыг хангасан,
              эрүүл мэндийн нэгдүгээр зэрэглэлийн гэрчилгээтэй байх. Шугамын
              нисгэгч нь онгоц, нисдэг тэрэгний нислэгийг удирддаг. Нисгэгч нь
              хамгийн өндөр мэргэшилтэй: 1500 гаруй цаг нислэг үйлддэг. Шугамын
              нисгэгч нь 21-ээс дээш настай, нислэгийн онол практикийн талаар
              нарийн мэдлэгтэй, агаарын хөлгийн командлагчийн үүрэг гүйцэтгэхэд
              бэлэн, эмнэлгийн нэгдүгээр зэрэглэлийн гэрчилгээтэй байх ёстой.
              Планерын нисгэгч нь зөвхөн планерыг удирддаг бага нисгэгч юм.
              Тэрээр 16-аас дээш настай, сургалтанд хамрагдсан, онол практикийн
              мэдлэгтэй, 6-аас доошгүй цаг нислэгтэй (зорчигчтой нислэгийн хувьд
              - дор хаяж 10 цаг), багийн ахлагчаар ажиллахад бэлэн байх,
              хоёрдугаар зэрэгтэй байх ёстой. эрүүл мэндийн дэвтэр. Агаарын
              бөмбөлөг (агаарын хийн бөмбөлөг)-ын нисгэгч нь планерын нисгэгч
              шиг 16 наснаас эхлэн нисч чадна, гэхдээ зөвхөн чөлөөт бөмбөлөгөөр
              нисэхийг зөвшөөрнө. Сургалтад хамрагдсан, онол практикийн
              мэдлэгтэй, 16-аас доошгүй цагийн нислэгтэй, багийн ахлагчаар
              ажиллахад бэлэн, 2-р зэрэглэлийн эрүүл мэндийн гэрчилгээтэй байх.
              Хэт хөнгөн онгоцны нисгэгч. Тэр бас 16 настай байж магадгүй.
              Тэрээр цахилгаанаар тоноглогдсон хэт хөнгөн онгоцонд дор хаяж 25
              цаг нислэг үйлдэх ёстой; цахилгаан цэцэггүй хэт хөнгөн онгоцонд -
              12 цаг. Мөн тэрээр багийн ахлагчийн үүрэг гүйцэтгэхэд бэлэн байж,
              хоёрдугаар зэргийн эрүүл мэндийн гэрчилгээтэй байхыг шаарддаг.
              Нисэхийг зөвшөөрөхийн тулд хэт хөнгөн онгоцны нисгэгч өөрийн
              удирдаж сурсан хөлөг онгоцны ангиллын мэргэшлийн зөвшөөрөл авах
              ёстой: тэнцвэрийн удирдлагатай (дельтаплан, аэроплан), аэродинамик
              удирдлагатай (гироплан, нисдэг тэрэг, онгоц), холимог удирдлагатай
              (шүхэр онгоц) . Навигатор бол орчин үеийн технологиор солигдож
              байгаа тул ховор мэргэжил юм. Навигатор нь нислэгийн чиглэлийг
              зурж, навигацийн хэрэгслүүд зөв ажиллаж байгаа эсэхийг шалгадаг.
              Тэрээр 18-аас дээш настай, практик нисэх чадвартай, онгоцонд
              200-аас доошгүй цаг ниссэн, 1-р зэрэглэлийн эрүүл мэндийн
              гэрчилгээтэй байх ёстой. ДАВУУ ТАЛ Эхний нэмэх: нисгэгчдэд олон
              давуу тал бий. Тэтгэмжийг агаарын тээврийн компаниудтай байгуулсан
              хамтын гэрээгээр тогтоодог. Хоёр дахь нэмэх нь: нисгэгчид онцгой,
              аюултай ажлын нөхцөлд урамшуулал авдаг. Гурав дахь нэмэх: урт
              амралт. Нисгэгчид үндсэн амралт болох 28 хоногоос гадна 42 хоног
              нэмэлт амралт авах боломжтой. СУЛ ТАЛУУД - Нисгэгчийн мэргэжлийн
              гол сул тал бол мэргэжлээс шалтгаалсан өвчний хөгжил юм: сэтгэцийн
              эмгэг (параной, невроз, неврастеник синдром, социопатик хувийн
              эмгэг гэх мэт), сонсголын алдагдал болон бусад. Эмнэлгийн үзлэгээр
              мэргэжлээс шалтгаалсан өвчин илэрсэн тохиолдолд нисгэгчийг
              чадваргүй гэж тооцож, онгоцыг жолоодохыг хориглоно. - Хоёр дахь
              сул тал бол хууль эрх зүйн эрсдэл нэмэгддэг. Нисгэгчид ур чадварын
              шалгалтад тэнцээгүй, арилжааны зориулалтаар нисэх эрхгүй болсон
              гэх мэт хэргүүдийг ихэвчлэн шүүхэд өгдөг. Хяналт шалгалтад
              тавигдах шаардлага нэмэгдэж байгаа нь агаарын тээврийн салбарт
              авлига, хүнд суртлын олон асуудал үүсгэж байна. - Гурав дахь сул
              тал нь мэргэжил нь гадаад, олон улсын хүчин зүйлээс ихээхэн
              хамааралтай байдаг. Жишээлбэл, 2020 онд коронавирусын тахлын
              улмаас нислэгийн компаниуд ихэнх туслах нисгэгчид болон
              дадлагажигчдыг цалингүй чөлөөлсөн. Засгийн газар 2020 оны тахал
              зэрэг эдийн засгийн хүндрэлтэй үед нисгэгчдийн нэмэлт амралтыг
              цуцлах талаар хэлэлцэж байна. Хаана боловсрол эзэмших вэ Нисэхийн
              бүрэн боловсролыг зөвхөн нислэгийн сургууль эсвэл цэргийн их
              сургуульд (цэргийн нисгэгчдийн хувьд) авах боломжтой. Нислэгийн
              сургуульд элсэлтийг шалгалтын үр дүнд үндэслэнэ: орос хэл,
              математик, физик, англи хэл. Сургалтын үнэ жилд 40 мянган рубльээс
              (бүс нутагт) жилд 150 мянган рубль (Москвад) хооронд хэлбэлздэг.
              Санкт-Петербургийн иргэний нисэхийн их сургуулийн сургалтын дундаж
              зардал нь бакалаврын хөтөлбөрт жилд 200 мянган рубль байдаг.
              Боловсролын байгууллагууд - В.Ляпидевскийн нэрэмжит коллеж
              (Агаарын маршал Б.П. Бугаевын нэрэмжит Ульяновскийн Иргэний
              нисэхийн дээд сургуулийн салбар) Энд `Нисэх онгоцны нислэгийн
              ашиглалт` мэргэжлийг 2 жил 10 сарын хугацаанд заадаг. Кадетууд
              жинхэнэ онгоц жолоодож сурдаг - тэдний 12 нь сургуульд байдаг. -
              Агаевын нэрэмжит Ульяновскийн Иргэний нисэхийн дээд сургууль нь
              `Нисэх онгоцны ашиглалт ба нислэгийн хөдөлгөөний менежмент`,
              `Иргэний агаарын хөлгийн нислэгийн үйл ажиллагаа (агаарын хөлгийн
              туслах нисгэгч)` мэргэжлээр сургалт явуулдаг. Тус хүрээлэнгийн
              төгсөгчид тэргүүлэх агаарын тээврийн компаниудад эрэлт хэрэгцээтэй
              байдаг. - Санкт-Петербург хотын Иргэний нисэхийн их сургууль
              (SPbSU GA) Энд нислэгийн навигаци, диспетчерийн симулятор дээр
              сургалт явуулдаг. Нисгэгч инженерүүд их сургуулийг төгсдөг.
              Курсууд Аэрофлотын нисэхийн сургуульд нисгэгчид дараахь чиглэлээр
              сургалтанд хамрагдан ур чадвараа дээшлүүлэх боломжтой. “Багшийн
              ажилтны мэргэшлийг хадгалах”; “Нислэгийн багийн гишүүдийг хүний
              нөөц, CRM чиглэлээр үе үе сургах”; `LE-ийн гишүүдийн үе үе газар
              дээрх сургалт`; “Аюултай ачааг агаарын тээврээр тээвэрлэх
              мэргэшлийг хадгалах”; `Иргэний нисэхийн нисэх багийн бүрэлдэхүүнд
              багтсан мэргэжилтнүүдийг нисэхийн аюулгүй байдлын чиглэлээр
              мэргэшүүлэх хөтөлбөр.`Эндээс та нисэхийн англи хэл сурах
              боломжтой. Хичээлийн үргэлжлэх хугацаа хэдэн цагаас зургаан сар
              хүртэл байдаг. Зардал - 2200 рубльээс 50 мянган рубль ба түүнээс
              дээш. Эрэлт Нисэхийн салбарт ямар ч нөхцөлд онгоц хөөргөж, буулгах
              чадвартай нисгэгчид хэрэгтэй. Өнөөдөр нэг их сул орон тоо байхгүй.
              Тэд хамгийн сайныг нь ажилд авдаг. Нисгэгчдийн эгнээнд үлдэхийн
              тулд та ур чадвараа байнга дээшлүүлж, нислэгийн симуляторын
              сургалтанд хамрагдаж, гадаад хэлний мэдлэгээ дээшлүүлэх хэрэгтэй.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Онгоцны үйлчлэгч">Онгоцны үйлчлэгч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Онгоцны үйлчлэгч нар сард дунджаар 90 цагийг тэнгэрт өнгөрөөдөг.
              Онгоцны үйлчлэгчийн энэ ажил тэр хүний амьдралын нэг хэсэг болдог.
              Харин онгоц газардсаны дараа тэд өөрийгөө 10 мянган метрийн өндөрт
              хурдан гарч, мэргэжлийнхээ амтыг дахин мэдрэхийг хүсч байдаг
              хүмүүс.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/stuardess.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Онгоцны үйлчлэгч
            </figcaption>
            <p className="text-sm text-gray-800">
              Олон охидууд бага наснаасаа тэнгэрт нисэхийг мөрөөддөг бөгөөд
              онгоцны үйлчлэгчийн ажил нь романтик зөөлөн, ягаан мөрөөдөл байдаг
              бөгөөд үүний цаана онгоцны үйлчлэгч нарыг амьдралд юу хүлээж
              байгааг сайн мэдэдгүй ч нисэхийн ертөнцийн нэг хэсэг болж,
              өөрийгөө шинэ дүрд туршиж үзэх хүсэл ихэвчлэн төрдөг. Онгоцны
              үйлчлэгч нар ажлын эхний өдрөөсөө л зорчигчдын ааш араншингаас
              шалтгаалж болох олон төвөгтэй, хариуцлагатай ажлыг хариуцдаг
              гэдгээ ойлгодог. Онгоцны үйлчлэгч мэргэжил нь ХХ зууны эхэн үед
              буюу зорчигч тээврийн нислэгүүд түгээмэл болж эхэлсэн үед гарч
              ирсэн. Анагаах ухааны боловсролтой охидыг анх ажиллуулж байсан.
              Тэр үеийн онгоцны үйлчлэгч нар зорчигчдод үйлчилдэг үүргээс гадна
              онгоцны бүхээгийг цэвэрлэж, эрэгтэй онгоцны үйлчлэгч нартай хамт
              ачаа тээшийг нь ачиж, буулгадаг байсан.
            </p>
            <br />
            <p className="text-sm text-gray-800">
              Тодорхойлолт Онгоцны үйлчлэгч бол зөвхөн агаарын тээврийн хэрэгсэл
              төдийгүй усан тээврийн хэрэгслийн зэрэглэлийн мэргэжилтэн юм.
              Цэргийн албан тушаалд үйлчлэгч нар ч багтдаг бөгөөд үүний нэг нь
              онгоцны үйлчлэгч юм. Тэдний гол үүрэг бол зорчигчдын аюулгүй
              байдалд хяналт тавих, албадан нүүлгэн шилжүүлэх, тав тухтай нислэг
              үйлдэх, шаардлагатай бол эмнэлгийн тусламж үйлчилгээ үзүүлэх явдал
              юм. Онгоцны үйлчлэгч нар нислэгийн өмнө хамгаалах бүсийг хэрхэн
              зөв хэрэглэх, яаралтай тусламжийн үед юу хийх, хүчилтөрөгчийн баг,
              аврах хантаазыг хэрхэн хэрэглэх талаар тайлбарладаг. Нислэгийн
              үеэр тэд ундаа, хоолоор үйлчилж, зорчигчдод тусалж, аль болох тав
              тухтай байлгахын тулд бүх зүйлийг хийдэг. Мөн үүрэг хариуцлага нь
              нисэх онгоц эсвэл хөлөг онгоцны бүхээгийг хянах - аюулгүй байдлын
              стандартыг дагаж мөрдөх, тав тухтай температурыг хадгалах гэх мэт.
              Мэргэжлийн онгоцны үйлчлэгч нь харилцааны ур чадвар, зөрчилдөөнтэй
              нөхцөл байдлыг шийдвэрлэх чадвар, нээлттэй байх, бие бялдар,
              сэтгэл санааны хувьд чийрэгжүүлэх, стресст тэсвэртэй байх зэрэг
              хувийн шинж чанартай байдаг. Мөн хүмүүст туслах хүсэлгүйгээр яаж ч
              болохгүй. Тэнгэр тэдний хоёр дахь гэр болохоос өмнө тэднийг хатуу
              сонголт хүлээж байдаг. Ярилцлагын үеэр тэд гадаад мэдээлэл, англи
              хэлний мэдлэг, хайрцагнаас гадуур стандарт бус сэтгэх чадвар,
              стресст тэсвэртэй байдлын түвшинг хардаг. Дашрамд хэлэхэд онгоцны
              үйлчлэгч нар тэнгэрт ажиллах албагүй. Далайн аялалын хөлөг онгоцны
              багийнхан мөн онгоцны үйлчлэгчтэй байдаг. Шаардлагатай бол
              ресторан, кафе, дэлгүүрийн байршлын талаархи зорчигчдын асуултад
              хариулдаг. Нэмж дурдахад гол үүрэг хариуцлагын нэг бол аюулгүй
              байдал, зан үйлийн дүрмийг тайлбарлах явдал юм - үүнгүйгээр хөлөг
              онгоцонд дэг журам сахиулах боломжгүй болно. Яаралтай байдлын үед
              онгоцны үйлчлэгч нар (онгоцонд тус бүр өөрийн гэсэн салбартай)
              зорчигчдыг завин дээр суулгахад тусалдаг – үерт автах эсвэл гал
              түймэр гарах үед ийм нөхцөл байдал үүсдэг. Онгоцны үйлчлэгч нар
              эдгээр үүргээс гадна янз бүрийн арга хэмжээнд оролцож, цэвэр
              цэмцгэр байдлыг хангадаг. Энэ мэргэжлээр олон улсын нислэгийн
              зорчигчидтой бараг бүх харилцаа холбоо явагддаг англи хэлний сайн
              мэдлэг нь чухал юм. Багийн бүрэлдэхүүнд багтаж, зөвхөн тэнгэрт
              нисэхэд ч иргэний нисэхийн үйлчлэгч нарт англи хэл зайлшгүй
              шаардлагатай. Ихэнх тохиолдолд олон улсын нислэгт тэнцэх
              үйлчлэгчийн шалгалтанд орохоор бэлтгэж буй мэргэжилтнүүд зөвхөн
              дотоодын нислэгээр нисч туршдаг. Онгоцны үйлчлэгч онгоцон дээр
              зорчигчидтой уулзаж, нислэгийн үеэр тэдэнд туслах, аюулгүй байдлын
              дүрэм, зан үйл, нүүлгэн шилжүүлэх талаар ярилцах, эмнэлгийн
              тусламж үзүүлэх, хооллох ажлыг зохион байгуулдаг. Далайн онгоцон
              дээрх онгоцны үйлчлэгч нараас ялгаатай нь тэд дотоод засал
              чимэглэлийг цэвэрлэдэггүй. ДАВУУ ТАЛ Онгоцны үйлчлэгчийн давуу
              талууд нь: - аялах, шинэ улс орнуудтай танилцах боломж; -
              хүмүүстэй уулзах, харилцах; - онгоцны тийзний хөнгөлөлт; -
              цалингийн өндөр түвшин; - эрт тэтгэвэрт гарах - 45 насандаа. Сул
              талууд Онгоцны үйлчлэгч байхын сул талууд нь: - хөлний венийн
              судас өвчлөх магадлал өндөр - онгоцны үйлчлэгчийн мэргэжлээс
              шалтгаалсан өвчин; - хувийн амьдралд бага цаг хугацаа; - биед хүнд
              ачаалал; - тогтмол бус ажлын хуваарь. Хаана сурах вэ Дээд
              боловсролгүй онгоцны үйлчлэгчээр ажиллах боломжтой ч энэ чиглэлээр
              мэргэшсэн олон мэргэжилтнүүд олон улсын нислэгт нисэхийн тулд дээд
              боловсрол эзэмшсэн хэвээр байна. Үүнийг хийхийн тулд тэд `Тээврийн
              үйлчилгээ` мэргэжлээр элсдэг. Гэхдээ дээд боловсролтой хүн бүрийн
              мэргэшсэн диполм бүр давуу талтай байдаггүй. Та онгоцны
              үйлчлэгчийн сургалтанд үнэ төлбөргүй эсвэл төлбөртэй суралцах
              боломжтой. Эхний тохиолдолд агаарын тээврийн компани ирээдүйн
              ажилтанд асар их боломжийг олж харвал сургалтын төлбөрийг төлдөг.
              Та цаашид ажиллах агаарын тээврийн компанидаа ийм сургалтанд
              хамрагдах боломжтой. Өөр нэг сонголт бол өөр өөр коллеж, их дээд
              сургуулиудын сургалтанд хамрагдах явдал юм. Ирээдүйн онгоцны
              үйлчлэгч нар агаарын тээврийн компанид сургахдаа тодорхой жилийн
              хугацаатай гэрээ байгуулдаг бөгөөд мэргэшсэн гэрчилгээ авсны дараа
              ажиллах ёстой. Хэрэв энэ хугацаанд тэд хөдөлмөрийн гэрээгээ
              цуцлахыг хүсвэл агаарын тээврийн компанид сургалтын төлбөрийг
              бүрэн төлөх ёстой. Боловсролын байгууллагууд ОХУ-д
              Санкт-Петербургийн Иргэний нисэхийн их сургууль нь 1955 онд
              байгуулагдсан, ирээдүйд нисэхийн салбарт ажиллах боломжтой төрөл
              бүрийн чиглэлээр мэргэжилтэн бэлтгэдэг. Та `Үйлчилгээ` мэргэжлээр
              элсэж болно, сургалтын профайлыг `Тээврийн үйлчилгээ` гэж
              нэрлэдэг. Сургалт 4 жил үргэлжилнэ, элсэхийн тулд та математик,
              орос хэл, нийгмийн ухааны чиглэлээр тэнцсэн байх ёстой.`Московиа`
              мэргэжлийн коллежийг 9 ангид үндэслэн элсэлт авч, суралцах хугацаа
              2 жил 10 сар байна. Та 11-р ангиа төгссөний дараа бичиг баримтаа
              бүрдүүлж болно, дараа нь 1 жил бага суралцах шаардлагатай болно.
              `Тээврийн үйлчилгээ` мэргэжил нь олон тооны төсвийн газруудыг
              татдаг - тэдгээрийн 150 нь байдаг. Курсууд - Онгоцны үйлчлэгчийн
              сургууль. Курс нь нэг сар үргэлжилдэг, түүний өртөг нь 45 мянган
              рубль юм. Ирээдүйн онгоцны үйлчлэгч нар бүх үндсэн хичээлийг үзэж,
              шалгалт өгөөд зогсохгүй бизнес ангиллын зорчигчидтой хэрхэн
              ажиллах, эсвэл сэтгэлзүйн хүчин зүйлийг гүнзгий судалж, хүнд
              нөхцөлд байгаа хүнтэй хэрхэн харьцах, түүнийг хэрхэн таних талаар
              суралцдаг. хариу үйлдэл гэх мэт. Сургалтын дараа оюутнууд агаарын
              тээврийн компанид 30 цагийн дадлага хийдэг. - Боловсрол, сургалтын
              төв Внуково. Онгоцны үйлчлэгч нарт зориулсан курс нь дотоодын
              болон олон улсын нислэгт ажиллах боломжтой онгоцны үйлчлэгч
              бэлтгэдэг. Хөтөлбөрт онол, симулятор, янз бүрийн компаниудын үйл
              ажиллагааны агаарын хөлөгт зориулсан сургалт орно. Тус төв нь
              сургуулиа төгсөөд ажил олоход тусалдаггүй - төгсөгч өөрөө өөртөө
              тохирсон агаарын тээврийн компани хайж, сонгон шалгаруулалтын бүх
              үе шатыг дамждаг. - Аэрофлотын нисэхийн сургууль. Ирээдүйн онгоцны
              үйлчлэгч 18 нас хүрсэн, англи хэл сайн мэддэг, тусгай дунд болон
              дээд боловсролтой хүмүүс нэр хүндтэй авиа компанийн сургалтанд
              хамрагдах боломжтой. Сургалт нь нэг сар хагасын хугацаатай, 45
              мянган рубльтэй. Хэрэв сургуулиа төгсөөд оюутан Аэрофлотод
              ажиллахаар шийдсэн бол сургалтын зардлыг цалингаас хэсэгчлэн
              хасна. Эрэлт Онгоцны үйлчлэгчийн албан тушаалыг сонгох нь нэлээд
              хэцүү бөгөөд агаарын тээврийн компаниудын хамгийн сайн албан
              тушаалууд хамгийн шилдэг нь байдаг. Үүний зэрэгцээ онгоцны
              үйлчлэгчийн хэрэгцээ үргэлж байдаг - дэлхий даяар өдөр бүр
              онгоцууд 120 мянган нислэг үйлддэг бөгөөд тус бүр нь 4-6 онгоцны
              үйлчлэгч, үйлчлэгчтэй байдаг. Хүмүүс энэ мэргэжлээр удаан
              хугацаагаар үлдэхгүй байх нь чухал юм: 40-45 жилийн дараа тэд
              ихэвчлэн тэтгэвэрт гардаг эсвэл өөр төрлийн үйл ажиллагаа
              эрхэлдэг.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Нохой сургагч">Нохой сургагч </div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Нохойг янз бүрийн ур чадварт сургах, тодорхой үүлдэр үржүүлэх,
              амьтдыг үзэсгэлэнд бэлтгэх - энэ бол нохой сурагчийн мэргэжил юм.
              Гэхдээ нохойг хайрлахгүйгээр энэ мэргэжлийг эзэмших боломжгүй юм
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/nohoisurgagch.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Нохой сургагч
            </figcaption>
            <p className="text-sm text-gray-800">
              Нохой сургагч нь эдгээр амьтдын физиологийн шинж чанарыг ойлгодог
              төдийгүй тэднийг өсгөх тусгай ур чадвартай нохойг үржүүлэх, сургах
              чиглэлээр мэргэшсэн мэргэжилтэн юм. Сурган хүмүүжүүлэх ухааны
              нэгэн адил кинологи бол өөрийн гэсэн нарийн шинж чанар, арга
              барилтай бүхэл бүтэн шинжлэх ухаан юм. Нохойн тухай мэдлэг нь хүн
              төрөлхтний амьдралд энэ амьтан гарч ирж, түүхэн замд нь
              дагалдсанаас хойш хуримтлагдаж, улам боловсронгуй болсон. Нохойг
              палеолитын үед гаршуулж байсан бөгөөд чоно, чоно нь тэдний өвөг
              дээдэс гэж тооцогддог. Нохойг 1758 онд эрдэмтэн Карл Линеус
              биологийн бие даасан төрөл гэж тодорхойлсон. Гэрт ойр амьтан болох
              муурнаас ялгаатай нь нохой нь илүү сурах чадвартай бөгөөд хүмүүст
              хэрэгтэй олон үүргийг гүйцэтгэдэг. Тэднийг янз бүрийн ур чадварт
              сургаж болно - энгийн тушаалаас эхлээд мансууруулах бодисыг
              үнэрээр таних хүртэл. Нохой сурагачийн мэргэжил үүнд л
              зориулагдсан байдаг.
            </p>
            <br />
            <p className="text-sm text-gray-800">
              Тодорхойлолт Кинологи бол кино урлагийн шинжлэх ухаан эсвэл кино
              бүтээх ур ухаан гэж эндүүрч магадгүй юм. Гэхдээ кинологи нь үүнтэй
              ямар ч холбоогүй юм. Нохой сургагч гэдэг үг нь Грек гаралтай: kyon
              - нохой, logos - заах. Ан агнуур, цэргийн зориулалтаар үүлдэр
              үржүүлэх үйл ажиллагаа болох нохойн аж ахуй нь долоон мянган
              жилийн турш оршин тогтнож ирсэн. Зөвхөн 19-р зууны дунд үеэс л
              кинологи орчин үеийн ойлголтоор бүрэлдэж эхэлсэн. Мэргэшлүүд
              Нохойн мэргэжилтэн нь нохойн төрөл зүйл, тэдэнтэй харьцах өвөрмөц
              байдлын талаархи ерөнхий мэдлэгийг эзэмшдэг. Гэхдээ мэргэжил
              дотроо мэргэшил гэж байдаг. Юуны өмнө нохой тэжээгчдийг дараахь
              байдлаар хуваадаг. цэргийн албанд нохой сургаж, арми, засгийн
              газрын хэлтэст (Онцгой байдлын яам, цагдаа, гааль) ажилладаг
              албаны нохой; ан агнуур - тэд ан агнуурын болон бусад агнуурын үйл
              ажиллагаанд нохой үржүүлэх, сургах; гоёл чимэглэлийн - үзэсгэлэн,
              цэвэр үүлдрийн малын уралдаан, үржлийн ажилд нохой бэлтгэдэг
              хүмүүс. Өгөгдсөн үүрэг даалгавраас хамааран тухайн салбарын
              мэргэжилтнүүд илүү нарийн мэдлэгтэй байж болно. Жишээлбэл, хоол
              тэжээлийн мэргэжилтнүүд үүлдрийн шинж чанар, удамшил, физиологийн
              шинж чанар, эзнийхээ хүслийг харгалзан нохойн хоолны дэглэмийг бий
              болгодог. Сургагч багш нар нохойг эзэнд нь сургах, өгсөн үүрэг
              даалгаврын дагуу амьтдын тушаал, ур чадварыг зааж өгөх үүрэгтэй.
              Багш нар гэрийн тэжээвэр амьтдыг сургаж, эзэмшигчид болон шинэхэн
              хамт ажиллагсаддаа сургалт явуулдаг. Нохойн мэргэжилтнүүд үржлийн
              нэг буюу хэд хэдэн үүлдрийг судалдаг. Үзэсгэлэнгийн нохойг
              үзэсгэлэн, уралдаан тэмцээнд оролцуулахад бэлтгэж, шаардлагатай
              командыг зааж сургаж, дуу чимээ, олон хүнээс айхгүй байхыг сургаж,
              нохойг олон улсын үүлдрийн стандартад нийцүүлэхийг
              баталгаажуулдаг. Үс засалчид бол нохойны ертөнцөд стилистууд
              бөгөөд гэрийн тэжээвэр амьтдын дүр төрхийг харуулдаг. ДАВУУ ТАЛ
              Нохой тэжээгч мэргэжил нь амьтныг хайрлахыг шаарддаг. Хэрэв та
              нохойтой цагийг өнгөрөөх дуртай бол тэдэнтэй ажиллах нь дарамт
              болохгүй. Амьтадтай харилцах эерэг сэтгэл хөдлөлөөс гадна нохой
              тэжээгч байх нь бусад давуу талуудтай. - Амьтантай ажиллах ур
              чадвар, тэдгээрийг ойлгох чадвар; - Нохойтой харьцах нь хүмүүсээс
              илүү хялбар байдаг; - Үйл ажиллагааг бусад ажилтай хослуулах
              боломж. СУЛ ТАЛУУД Амьтадтай ажиллах нь тааламжтай, сонирхолтой
              төдийгүй урьдчилан таамаглах аргагүй юм. Заримдаа нохой таагүй
              гэнэтийн бэлэг өгдөг. Нохой хөтлөгчийн мэргэжлийн сул тал: -
              Амьтны түрэмгийлэлтэй холбоотой аюул; - Бага цалин (цэвэр үүлдрийн
              нохойны дээд зэрэглэлийн мэргэжилтнүүдээс бусад); - Бусдын
              тэжээвэр амьтдад хайртай болох; - Эзэмшигчдийн хүсэлт үргэлж
              хангалттай байдаггүй. Хаана боловсрол эзэмших вэ Ирээдүйн карьераа
              хөгжүүлэх зорилго, стратегиас хамааран та их, дээд сургууль, дунд
              мэргэжлийн боловсролын байгууллагуудад нохой тэжээгч мэргэжлээр
              суралцах боломжтой. Боловсролын байгууллагууд - Мал эмнэлэг, хөдөө
              аж ахуйн их дээд сургуулийн коллежид `Кинологи` мэргэжлээр диплом
              авах боломжтой. Сургалт нь элсэлтийн сургуулийн боловсролын
              түвшингээс хамаарч 2.5-3.5 жил үргэлжилнэ. - К.И.Скрябины нэрэмжит
              Москвагийн Улсын Мал эмнэлэг, биотехнологийн академийн Кинологийн
              коллеж нь сургуулийн төгсөгчдөд `Кинологи` мэргэжлээр сургах
              боломжийг олгодог. - Та малын шинжлэх ухаан, мал эмнэлэг,
              биотехнологийн чиглэлээр их дээд сургуульд бакалаврын зэрэг
              хамгаалснаар дээд боловсролтой нохойны ажилтан болох боломжтой.
              Сургалт 4 жил үргэлжилнэ. Эдгээр хөтөлбөрүүд нь: 1)
              Санкт-Петербургийн Улсын Аграрын их сургууль, `Кинологи`,
              `Зоотехник` мэргэжлээр; 2) Эзэн хаан I Петрийн нэрэмжит Воронеж
              улсын хөдөө аж ахуйн их сургууль,`Кинологи` мэргэжлээр; 3) Оросын
              Улсын Аграрийн Их Сургууль - К.А.Тимирязевын нэрэмжит Москвагийн
              Хөдөө аж ахуйн академи, `Кинологи`, `Зоотехник` мэргэжлээр.
              Курсууд Үүнээс гадна та Онцгой байдлын яам, Гаалийн алба, Дотоод
              хэргийн яамны сургалтын төвүүдэд сургалтанд хамрагдах боломжтой.
              Хичээлүүд нь зургаан сар үргэлжилдэг бөгөөд сургалтын онцлог нь
              хэлтэс тус бүрийн ажилтай холбоотой байдаг. Тухайлбал, цагдаагийн
              алба хаагчдад эрэн хайх, терроризмтой тэмцэх ажилд нохой хэрэгтэй.
              Эрэлт Нохой хөтлөгчийн мэргэжил бол хамгийн түгээмэл мэргэжил биш
              бөгөөд эмч, багш гэх мэт олон тооны нохой хөтлөгч шаардагдахгүй.
              Гэсэн хэдий ч боловсролын байгууллагуудад та үнэ төлбөргүй
              боловсрол эзэмшиж болно, төсөвт суурийн тоо нь төлбөртэй хүмүүсийн
              дунджаас хагас юм. Нохой тэжээгчдийг төрийн байгууллагуудын
              үйлчилгээнд ихэвчлэн шаарддаг бөгөөд тэд сонирхогчдын
              үржүүлэгчдийн дунд эрэлт хэрэгцээтэй байдаг.
            </p>
          </figure>
        </div>
      </main>
    </>
  );
}

export default ProfessionPage;
