"use client";
import React, { useState, useEffect } from "react";
import { useSearchParams } from "next/navigation";
import { professionsData } from "@/bin/ProfessionData";
import Image from "next/image";
function ProfessionPage() {
  const basePath = "/assets/images/profession_images";
  const [professions_data, setData] = useState([]);

  const searchParams = useSearchParams();

  const type = Number(searchParams.get("t"));
  const profession = Number(searchParams.get("p"));

  console.log("profession type:", type);
  console.log("profession id:", profession);

  useEffect(() => {
    setData(professionsData);
  }, []);
  return (
    <>
      <main
        className={`max-w-[900px]  bg-white w-full flex flex-col items-center`}
      >
        <div className="space-y-3 p-4">
          <h2 className="text-sm font-bold md:text-3xl">
            {professions_data[type]?.name}
          </h2>

          <p className="text-sm text-gray-800">
            Эртний Ромд анх эрх зүй хөгжсөнөөр хуулийн мэргэжил бий болсон.
            Тэдний үүсэл, хувьсал нь МЭӨ 8-р зууны дунд үеэс үүссэн. МЭ 6-р зуун
            хүртэл. Өнөөдөр хуульч нь хувь хүн болон байгууллага бүрт хэрэгтэй
            байна. Өмгөөлөгч, нотариат руу ханддаггүй хүн ховор байдаг
          </p>
        </div>
        <figure>
          <Image
            width={900}
            height={400}
            className=" w-full h-96"
            src={`${basePath}/detail_images/${professions_data[type]?.details[profession]?.content_image}.png`}
            alt=""
          />
          <figcaption className="mt-3 text-sm text-center text-gray-500">
            Хуульч гэдэг бол өргөн ойлголт. Хууль зүйн боловсролтой хүмүүс
            хуулийн зөвлөх (хуулийн зөвлөх үйлчилгээ эрхлэх), компанийн хуульч
            (компаниудын хууль эрх зүйн дотоод бэрхшээлийг шийдвэрлэх), хуульч,
            нотариатч, шүүгч, мөрдөн байцаагч, шүүхийн шийдвэр гүйцэтгэгч,
            хуулийн багшаар ажиллах боломжтой.
          </figcaption>
        </figure>
        <p className="text-sm text-gray-800">
          Хуулийн зөвлөх нь янз бүрийн үйлчлүүлэгчдэд - хувийн болон төрийн аж
          ахуйн нэгжүүдэд хуулийн зөвлөх үйлчилгээ үзүүлдэг. Зах зээл дээр ихэнх
          хуулийн зөвлөхүүд байдаг, учир нь ажлын туршлагад албан ёсны шаардлага
          байхгүй - ажил олгогч бүр тэдгээрийг өөрөө тодорхойлдог. Компанийн
          хуульч - нэг байгууллагад ажилладаг, хөндлөнгийн зөвлөгөө өгдөггүй.
          Тэдний ажил хуулийн зөвлөхүүдийн ажлаас илүү хэмжүүртэй, нэг хэвийн
          байдаг. Өмгөөлөгч нь шүүх дээр иргэн, аж ахуйн нэгжийн эрх ашгийг
          төлөөлж, захиргааны, иргэний, арбитрын, эрүүгийн хэрэг эрхэлдэг.
          Хуульч болохын тулд шалгалт өгч, хуульчдын холбоонд гишүүнээр элсэх
          татвар, хураамжаа төлөх шаардлагатай. Нотариатч гэдэг нь дээд
          боловсролтой, 25-аас дээш насны, 5 жил ажилласан туршлагатай,
          мэргэшсэн шалгалтанд тэнцсэн хуульч юм. Нотариатч гүйлгээг гэрчилж, эд
          хөрөнгөө хариуцна. Шүүгч - захиргааны, иргэний, арбитрын, эрүүгийн
          хэргийг шийдвэрлэдэг. Шүүгч болохын тулд та магистрын зэрэгтэй, ажлын
          арвин туршлагатай, гэмт хэрэгт холбогдоогүй байх ёстой. Дүрмээр бол
          шүүгч болохоосоо өмнө залуу мэргэжилтнүүд шүүгчийн туслахаар
          ажилладаг. Мөрдөн байцаагч - бол эрүүгийн гэмт хэргийг мөрдөн байцаах
          хуульч юм. Нэг болохын тулд та хууль зүйн дээд боловсрол эзэмшсэн,
          эрүүл мэнд, ажлын туршлагатай байх хэрэгтэй - жишээлбэл, туслах мөрдөн
          байцаагч. Шүүхийн шийдвэр гүйцэтгэгчээр хууль зүйн дунд болон түүнээс
          дээш боловсролтой, 21 нас хүрсэн, эрүүл мэнд нь сайн хүн ажиллаж болно
          . Шүүхийн шийдвэр гүйцэтгэгч нь өр барагдуулах, албадан гаргах гэх мэт
          шүүхийн шийдвэрийг биелүүлэх үүрэгтэй. Хууль зүйн факультетийн багш нь
          дээд боловсролтой, хууль, түүх, гүн ухааны чиглэлээр нэр дэвшигч,
          докторын зэрэгтэй хуульч мэргэжилтэй. Хуульчийн мэргэжил хэнд тохирох
          вэ? Хуулийн мэргэжил нь логик сэтгэлгээтэй, ой санамж сайтай хүмүүст
          тохиромжтой. Аль ч салбарын хуульч хүнтэй харилцах, их хэмжээний
          мэдээлэл боловсруулах чадвартай байх ёстой. Гадаад хэлний мэдлэг нь
          бас ашигтай байх болно, учир нь ажлын даалгавруудын дунд олон улсын
          хуультай холбоотой зүйлүүд байж болно. Хуулийн мэргэжилтэй амьдралаа
          холбосон хүн мэргэжлийн асуудлыг шийдвэрлэхэд тэвчээр, төвлөрөл,
          тодорхой, хийсвэр сэтгэлгээг нэгэн зэрэг шаарддаг гэдэгт бэлтгэлтэй
          байх ёстой. ХУУЛЬЧИЙН МЭРГЭЖЛИЙН ДАВУУ ТАЛ Хуульчийн мэргэжлийн давуу
          талууд нь: • Эрэлт. Ямар ч нийгэмд ноёрхож буй үзэл суртлаас үл
          хамааран түүний албан ёсны үйл ажиллагааг хангах хүмүүс хэрэгтэй
          байдаг. Хуульчид ийм л хүмүүс. • Цалин • Сайн хуульч (арвин
          туршлагатай, хөгжсөн ур чадвартай) маш их үнэлэгддэг. • Өөрийн
          үзэмжээр ажлаа сонгох боломж. Хэрэв та анагаах ухаанд сонирхолтой бол
          эмийн зах зээлийн зохицуулалтыг судлаарай. Харилцаа холбооны салбар,
          мэдээллийн аюулгүй байдал? Дараа нь харилцаа холбоо, мэдээлэл,
          мэдээллийн салбарын хууль тогтоомж, хууль сахиулах практикийг судлах.
          Таны олж авсан дадлага, бизнес үргэлж зохистой орлого авчрах болно. •
          Байнгын хөгжил. Хуульч нь хууль тогтоомжийн өөрчлөлт, шүүхийн шийдвэрт
          өдөр бүр хяналт тавьдаг; гадаадын хууль эрх зүйн үйл ажиллагаатай
          танилцахын тулд хэл судлах; эрх зүйн зохицуулалтыг нь сонирхож буй
          нийгмийн салбарыг гүн гүнзгий ойлгодог. Хуульчийн мэргэжлийн сул тал
          Хуульчийн мэргэжлийн сул талууд нь дараахь зүйлийг агуулдаг. • Ажлын
          цагийн нарийвчилсан графикгүй боловч нормоос хэтэрсэн цагаар
          ажилладаг. • Сэтгэлгээ, биеэ авч явах, ёс зүйн хандлага хэт албан ёсны
          болгодог. Амьдралын олон талт байдал, хүний зан авирын олон талт
          байдал нь хуульчийн үүднээс `зөвшөөрөхүйц` зүйлд үргэлж нийцдэггүй. •
          Өндөр өрсөлдөөн. Их, дээд сургуулиуд жил бүр олон зуун мянган хуульч
          мэргэжлээр төгсдөг тул хөдөлмөрийн зах зээлд мэргэжилтнүүдийн дунд
          өрсөлдөөн их байдаг.
        </p>
        <div className="space-y-3 p-4">
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Нотариатч"> Нотариатч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Нотариат гэдэг бол мэргэжлийн хүнээс хуулийн бүх нарийн ширийнийг
              сайтар мэддэг байхыг шаарддаг эртний бөгөөд маш хариуцлагатай
              мэргэжил юм. Бид энэ нийтлэлд нотариатч болохын тулд хаана
              суралцах, 2023 онд хэрхэн нотариатч болох талаар ярилцах болно.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/notariat.png`}
              alt=""
            />

            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Нотариатч
              <br />
              Хүн бүр амьдралдаа ядаж нэг удаа нотариатчтай холбоо барих
              шаардлагатай болсон байх. Үйлчилгээний хүрээ нь нэлээд өргөн
              хүрээтэй байдаг - хүүхдийг гадаадад зорчих зөвшөөрлийг
              баталгаажуулахаас эхлээд далайн эсэргүүцлийн жагсаал хүртэл.
              Оффисын өрөөнд 10-20 минут зарцуулдаг үйлчлүүлэгчийн талаас
              харахад энэ мэргэжилд төвөгтэй зүйл байхгүй мэт боловч энэ бодол
              нь огт буруу юм. Ийм мэргэжилтний ард олон жилийн сургалт,
              дадлага, туршлэг, ахисан түвшний сургалт байдаг.
            </figcaption>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Нотариат гэдэг нь олон нийт, аж ахуйн нэгжүүдэд хэд
              хэдэн асуудлаар үйлчилгээ үзүүлдэг хуульч юм, жишээлбэл: • үл
              хөдлөх хөрөнгийн гүйлгээг баталгаажуулдаг; • өв залгамжлалын
              гэрчилгээ олгох; • баримт бичигт гарын үсгийн үнэн зөвийг
              харуулсан; • баримт бичиг, тэдгээрийн хуулбар, орчуулгын үнэн
              зөвийг гэрчлэх; • гэрлэлтийн гэрээ, тэтгэлгийн гэрээ, эд хөрөнгө
              хуваах гэрээ байгуулах; • орчин үеийн дижитал үйлчилгээ гэх мэт
              олон үйлчилгээг үзүүлдэг. Нотариатчийн эрх, үүрэг, түүнчлэн
              нотариатын үйл ажиллагааны бүх жагсаалт, тэр байтугай тарифыг
              `Нотариатын тухай хууль тогтоомжийн үндэс` хуульд тусгасан байна.
              Нотариатчдын ажил нь иргэдийн эрхийг хамгаалах, гүйлгээний
              аюулгүй, цэвэр байдлыг хангахад чиглэгддэг. Нотариатч нь тухайн
              иргэн гэрээнд заасан нөхцлөөр хэлцэл хийхийг хүсч байгаа эсэхийг
              тодорхойлж, нотариатын үйлдлээс үүдэн гарах эрх зүйн үр дагаврыг
              тайлбарлаж, иргэдийг залилан мэхлэхээс хамгаалдаг. Гэрээ болон
              баримт бичгийн алдаа нь үйлчлүүлэгчийн эд хөрөнгийг алдахад хүргэж
              болзошгүй тул энэ бол маш хариуцлагатай мэргэжил юм. Нотариатч бүр
              мэргэжлийн үйл ажиллагаагаа даатгуулах үүрэгтэй. Нотариатын
              буруугаас хохирол учирсан бол бүрэн барагдуулна. Энэ боломжийг
              олгохын тулд даатгалын дөрвөн түвшин байдаг. • Нотариатын хувийн
              даатгал. • Бүс нутгийн нотариатын танхимын хамтын даатгал. Бүх бүс
              нутгийн нотариатын танхимууд нотариатчдын хариуцлагыг нэмэлтээр
              даатгадаг. • Нотариатын хувийн өмч. Хэрэв эхний хоёр түвшин нь
              хохирлыг нөхөхөд хангалтгүй бол нотариатч бүх эд хөрөнгөө
              хариуцна. • Холбооны нотариатын танхимын нөхөн олговрын сан.
              НОТАРИАТЫН МЭРГЭЖЛИЙН ТУХАЙ МЭДЭЭ Сургалтын хугацаа 4 жилээс Би
              хаанаас авч болох вэ - Их дээд сургуулиудад Шаардлагатай чанарууд:
              Анхаарал, тэсвэр тэвчээр, стрессийг тэсвэрлэх чадвар Мэргэжлийн
              эрэлт хэрэгцээ - Өндөр Та хаана ажиллах боломжтой - Төрийн
              нотариат, хувийн хэвшил ДАВУУ ТАЛ Ер нь нотариатын мэргэжил нь
              дараах давуу талуудтай байдаг. • Нэр төр. Нотариат бол нийгэмд нэр
              хүндтэй мэргэжил юм. • Эрэлт. Өнөөдөр олон жижиг, том гүйлгээг
              нотариатчийн оролцоогүйгээр хийх боломжгүй, учир нь тэр бүх
              зүйлийг зөв албан ёсны болгоход тусалдаг. • Тогтвортой орлоготой.
              Нотариатчийн цалин тухайн бүс нутгаас хамаардаг ч түүний орлогыг
              тогтвортой гэж нэрлэж болно, учир нь гүйлгээг баталгаажуулах,
              нотлох баримт бүрдүүлэх, эсвэл `нотариатын телепорт` хийх, өөрөөр
              хэлбэл баримт бичгийг цахим хэлбэрт шилжүүлэх шаардлагатай
              үйлчлүүлэгчид үргэлж байх болно. хууль ёсны хүчин чадлаа хадгалах.
              СУЛ ТАЛУУД Давуу талуудаас гадна энэ мэргэжил нь мэдэгдэхүйц сул
              талуудтай: • Хязгаарлагдмал орон тоо. Нотариатын дүүрэг бүрт
              нотариатчдын тоо оршин суугчдын тоотой пропорциональ, хатуу
              хязгаарлагдмал байдаг тул нэг сул орон тоонд байнга олон тооны нэр
              дэвшигчид өргөдөл гаргадаг. • Зөрчилдөөний нөхцөл байдал. Зарим
              үйлчлүүлэгч нотариатыг дарамтлахыг оролддог, эсвэл ямар нэгэн
              зүйлд сэтгэл хангалуун бус байвал заналхийлдэг бөгөөд луйварчид ч
              тааралддаг. Хаана сурах вэ Нотариатын албан тушаалд томилогдоход
              тавигдах шаардлагын нэг бол хууль зүйн дээд боловсрол юм. Курсууд
              Нотариатын мэргэжлийг эхнээс нь авах мэргэжлийн давтан сургалт
              байдаггүй. Нотариатч нь хууль зүйн дээд боловсролтой байх ёстой
              гэж хуулинд тодорхой заасан байдаг тул хуульч мэргэжлийг давтан
              сургах хөтөлбөрүүд бас боломжгүй. Нотариатчдын хувьд Нотариатын
              танхим ахисан түвшний сургалт, лекц, семинар зохион байгуулдаг.
              Эрэлт Өнөөдөр аль ч хотод, дүүрэгт нотариатчид их эрэлт
              хэрэгцээтэй байдаг, учир нь хууль ёсны хүчингүй олон тооны баримт
              бичиг байдаг.
            </p>
          </figure>

          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Мөрдөн байцаагч">Мөрдөн байцаагч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Мөрдөн байцаагч нь эрүүгийн гэмт хэргийг мөрдөн шалгах чиглэлээр
              мэргэшсэн мэргэжилтэн юм. Тэд нотлох баримт, мэдүүлэг цуглуулж,
              сэжигтнийг олж, түүний гэм бурууг нотлох хэрэгтэй.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/murdun_baitsaagch.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Мөрдөн байцаагч
              <br />
              Манай улсад өдөр бүр олон зуун эрүүгийн гэмт хэрэг үйлдэгддэг. Тэр
              бүрт та нотлох баримт, мэдүүлэг цуглуулж, сэжигтнийг олж, түүний
              гэм бурууг нотлох хэрэгтэй. Энэ ажлыг хууль сахиулах тусгай албан
              хаагчид - мөрдөн байцаагчид гүйцэтгэдэг. Гэмт хэргийг мөрдөн
              шалгах нь нарийн төвөгтэй, заримдаа маш ойлгомжгүй түвэгтэй үйл
              явц юм. Үүнд ихэвчлэн мэргэжлийн бүхэл бүтэн баг оролцдог:
              цагдаагийн офицерууд, криминологич, янз бүрийн шинжээчид. Тэд бүгд
              чухал үүрэг гүйцэтгэдэг боловч мөрдөн байцаалтын гол хүн бол
              мөрдөн байцаагч юм.
            </figcaption>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Мөрдөн байцаагч нь эрүүгийн гэмт хэргийг мөрдөн
              шалгах чиглэлээр мэргэшсэн мэргэжилтэн юм. Тэрээр хэрэг үүсгэж,
              хэргийн газарт очиж, байгаа нотлох баримтад дүн шинжилгээ хийж,
              гэрчүүдтэй уулзаж, сэжигтнүүдээс байцаалт авдаг. Шаардлагатай
              мэдээллийг хүлээн авсны дараа мөрдөн байцаагч болсон явдлын янз
              бүрийн хувилбаруудад дүн шинжилгээ хийж, яллагдагчийн гэм бурууг
              нотолсоны дараа хэргийн баримт бичгийг шүүхэд шилжүүлнэ. Мөрдөн
              байцаагч нь хууль тогтоомж, эрүүгийн болон эрүүгийн байцаан
              шийтгэх хуулийн талаар маш сайн ойлголттой, аналитик сэтгэлгээтэй
              байх ёстой, мөн янз бүрийн хүмүүст хандах хандлагыг олохын тулд
              сэтгэл судлалын үндсийг мэддэг байх ёстой. МЭРГЭЖЛИЙН МЭРГЭЖЛИЙН
              ТУХАЙ МЭДЭЭ Сургалтын хугацаа 4 жилээс дээш Би хаанаас авч болох
              вэ - Их дээд сургуулиудад Шаардлагатай чанарууд - Аналитик
              сэтгэлгээ, шийдэмгий байдал, нарийн ширийн зүйлийг анхаарч үзэх
              Мэргэжлийн эрэлт хэрэгцээ - Өндөр Та хаана ажиллах боломжтой -
              Цагдаа, прокурор, Мөрдөн байцаах газар. Мэргэшлүүд Мөрдөн
              байцаагчид янз бүрийн бүтцэд ажилладаг. Ажиллаж байгаа газраасаа
              шалтгаалаад хот орон нутгийн цагдаагийн газрын мөрдөн байцаагч,
              ЦЕГ-ын мөрдөн байцаагч гэж ялгаж болно. Мөн эрүүгийн хуулийг бараг
              бүхэлд нь багтаасан эрүүгийн хэргийн ба эдийн засгийн гэмт хэргийн
              гэж ангилж болно. ДАВУУ ТАЛ Мөрдөн байцаагчийн мэргэжил нь олон
              сонирхолтой давуу талуудтай. • Нийгмийн ач холбогдолтой ажил.
              Мөрдөн байцаагчдын ажлын ачаар гэмт хэрэгтнүүд зохих шийтгэлээ
              авдаг. • Давуу эрх. Мөрдөн байцаагчид янз бүрийн тэтгэмж авах
              эрхтэй: эрт тэтгэвэрт гарах, урамшуулал, урт удаан хугацаанд
              ажилласан амралт, аялалын мөнгө гэх мэт. • Үнэгүй тээвэр.
              Цагдаагийн ажилтанууд нийтийн тээврээр үнэ төлбөргүй зорчих
              боломжтой. СУЛ ТАЛУУД Үүний зэрэгцээ мөрдөн байцаагчийн мэргэжил
              сул талтай. • Хүнд суртал. Тохиолдол бүрийн хувьд та олон тооны
              баримт бичиг, тайлан, протокол бөглөх хэрэгтэй. • Тогтмол бус
              хуваарь. Бичиг цаасны ажил ихтэй, илүү цагаар ажилладаг, хэргийг
              шүүхэд шилжүүлэх хугацаа хязгаарлагдмал, өдөр бүр ээлжээр
              солигдож, хэргийн газар очиж уулздаг зэргээс шалтгаалж мөрдөн
              байцаагчид ажилдаа багагүй цаг зарцуулдаг. • Гэмт хэрэгтнүүдтэй
              харилцах. Мөрдөн байцаагчид гэмт хэргийн бүрэлдэхүүнтэй
              харилцахаас өөр аргагүй болдог. • Хариуцлага. Мөрдөн байцаагчийн
              мөрөн дээр маш том хариуцлага ногддог, учир нь түүний алдаа гэм
              зэмгүй хүнийг эрх чөлөөг нь алдаж болзошгүй юм. Хаана сурах вэ
              Мөрдөн байцаагчаар зөвхөн хууль зүйн дээд боловсролтой, эрүүгийн
              хэргийн чиглэлээр боловсрол эзэмшсэн хүн л ажиллах эрхтэй. Ийм
              боловсролыг Дотоод хэргийн яамны их дээд сургуулиуд эсвэл бусад
              дээд боловсролын байгууллагуудын хуулийн факультетэд авч болно.
              Дотоод хэргийн яамны их сургуульд элсэхийн тулд биеийн тамирын
              стандарт, цэргийн эмнэлгийн комисс, сэтгэлзүйн сонгон
              шалгаруулалтыг давах шаардлагатай. Боловсролын байгууллагууд
              Ирээдүйн мөрдөн байцаагчдад “Эрүүгийн эрх зүйн мэргэшүүлэх”,
              “Үндэсний аюулгүй байдлын эрх зүйн дэмжлэг”, “Эрүүгийн эрх зүйн
              танилцуулга” зэрэг сургалтын хөтөлбөрүүд хамрагдах болно. Курсууд
              Хууль зүйн дээд боловсролтой мэргэжилтнүүдийн хувьд мэргэжлийн
              давтан сургалтууд байдаг, жишээлбэл, ANO `Мэргэжлийн стандарт` -ын
              `Шүүхийн мөрдөн байцаагч` курс. Энэхүү онлайн сургалт нь 3 сар
              үргэлжилнэ. Хичээлийн төгсгөлд оюутнууд санал болгож буй сэдвээр
              гэрчилгээ хамгаалж, давтан сургалтын диплом авдаг. Эрэлт Мөрдөн
              байцаагчийн мэргэжил Орост нэлээд эрэлттэй байдаг. Энэ мэргэжлийг
              зайлшгүй дагалддаг стрессийг бүх ажилчид тэсвэрлэж чадахгүй
              байгаагаас одоогоор энэ салбарт боловсон хүчний хомсдол үүсч
              байна.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Хуульч">Хуульч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Хуульч бол нийгмийн амьдралын бүхий л салбарт хууль тогтоомжийг
              тайлбарлах, хэрэглэх чиглэлээр мэргэшсэн мэргэжилтэн юм. Бүх цаг
              үед, аль ч нийгэмд энэ мэргэжил маш их эрэлт хэрэгцээтэй байсан
              бөгөөд хэвээр байна.{" "}
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/huulich.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Хуульч
              <br />
              Эртний Грекийн агуу гүн ухаантан Сократ: `Бүх мэргэжил хүнээс
              үүдэлтэй, харин эмч, багш, шүүгч гурав нь бурханаас өгөгдсөн` гэж
              хэлсэн байдаг. Хууль зүйн бүх мэргэжлүүд бидний амьдралд чухал
              үүрэг гүйцэтгэдэг тул энэ мэдэгдэлд тодорхой үнэн байгаа. Эрт дээр
              үеэс хуульчид хүмүүст үйл ажиллагаагаа хуулийн дагуу явуулахад нь
              тусалж, мөн түүний бичиг баримтыг шийдвэрлэхэд тусалдаг. Гэхдээ
              тэдний хамгийн чухал үүрэг бол хүний жам ёсны эрх, эрх чөлөөг
              хамгаалах явдал юм.
            </figcaption>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Хууль зүй (Латин jūris prūdentia “jurisprudence”) нь
              эрх зүйн тогтолцоог бүхэлд нь судалдаг хууль зүйн бүх шинжлэх
              ухааны цогц бөгөөд төр, удирдлагын талаарх мэдлэгийн цогц юм.
              Хуульч бол хуулийн чиглэлээр мэргэшсэн мэргэжилтэн юм. Тэрээр бүх
              хувь хүн, хуулийн этгээдийн үйл ажиллагааны хууль ёсны байдлыг
              хангахын тулд төрийн хууль тогтоомжийг тайлбарлаж, мөрддөг тул
              гэмт хэргийг өөрсдөө бүртгэж, шүүхийн тусгай эрх мэдлээр
              хариуцлагын хэмжээг тодорхойлж, гэмт этгээдэд оногдуулах ялыг
              тогтоодог. Энэ мэргэжил нь олон хүнд маш хэцүү мэт санагддаг, учир
              нь мэргэжлийн хуульчаас хуулийн бүх салбарыг сайтар мэддэг байхаас
              гадна сайн хөгжсөн аналитик сэтгэлгээ, логик, педантизм гэх мэт
              тусгай дотоод мөн чанарууд шаардлагатай байдаг. Та бас сайн сэтгэл
              зүйч байж, ятгах авьяастай байх хэрэгтэй. Түүнчлэн хуульч хүн маш
              их боловсролтой, янз бүрийн чиглэлээр мэдлэгтэй байх ёстой.
              ХУУЛЬЧИЙН МЭРГЭЖЛИЙН ТУХАЙ МЭДЭЭ Сургалтын үргэлжлэх хугацаа - 5
              жил Хаанаас авч болох вэ?Их дээд сургуулиудад Шаардлагатай
              чанарууд - Аналитик чадвар, сонсох чадвар, хариуцлага Мэргэжлийн
              эрэлт хэрэгцээ - Өндөр Хаана ажиллах вэ - Прокурорын газар, шүүх,
              арилжааны хуулийн байгууллага. МЭРГЭШЛҮҮД Хууль зүйн чиглэлээр
              олон янзын мэргэжлүүд байдаг ч бид хамгийн голыг нь онцлон
              харуулах болно. Прокурор (Латин хэлнээс procurare - аливаа зүйлийг
              хариуцах, удирдах) нь шүүх дэх прокурорын гол төлөөлөгч төдийгүй
              төрийн албанд ажилладаг прокурорын байгууллагын ажилтан юм. Түүний
              үүрэг хариуцлагад шүүх хуралдаанд оролцохоос гадна прокурорын
              хяналт шалгалтыг явуулахаас гадна төрөл бүрийн гэмт хэргээс
              урьдчилан сэргийлэх чиглэлээр үйл ажиллагаа явуулдаг. Прокурор
              болохын тулд тусгай нэмэлт сургалтад хамрагдах шаардлагатай.
              Өмгөөлөгч (Латин advocatus, advoco - би урьж байна) нь хувь хүн,
              хуулийн этгээдэд мэргэшсэн хууль зүйн туслалцаа үзүүлэх, мөн
              тэдний эрх, ашиг сонирхлыг шүүхээр хамгаалдаг мэргэжилтэн юм.
              Тэрээр ажилдаа бүрэн бие даасан байх ёстой тул төрийн албанд
              ажиллах боломжгүй гэдгийг тэмдэглэх нь зүйтэй. Хоёроос доошгүй жил
              ажилласан туршлагатай хуульчид хуульч болох боломжтой. Үүний тулд
              тэд дор хаяж нэг жил хуульч мэргэжлээр сургаж, дараа нь Хуульчдын
              танхимын комиссоос хуульчийн статус авахын тулд тусгай шалгалтыг
              амжилттай өгөх ёстой. Шүүгч бол шүүх эрх мэдлийг бүрэн эзэмшдэг,
              шударга ёсыг хэрэгжүүлдэг, хууль тогтоомжийн хэрэгжилтэд хяналт
              тавьдаг албан тушаалтан юм. Шүүгч бүр онцгой статустай байдаг -
              тэр бие даасан бөгөөд зөвхөн одоогийн хууль тогтоомжид захирагддаг
              бөгөөд энэ нь түүний халдашгүй байдал, үл хамаарах байдлыг
              баталгаажуулдаг. 25-аас дээш насны, хууль зүйн чиглэлээр 5-аас
              доошгүй жил ажилласан туршлагатай, мэргэшлийн шалгалтыг амжилттай
              өгсөн мэргэжилтэн шүүгчээр ажиллах боломжтой. Гэсэн хэдий ч энэ
              мэргэжил нь зарим хоригтой холбоотой байдаг. Нэгдүгээрт, шүүгчид
              бизнес эрхлэх эрх байхгүй. Хоёрдугаарт, бүрэн шударга байх ёстой
              учраас аливаа хөдөлгөөн, улс төрийн намд харьяалагдах, ардын
              төлөөлөгчөөр сонгогдохыг хориглоно. Нотариус (Латин хэлнээс
              notarius - бичээч, нарийн бичгийн дарга) нь гүйлгээг бүртгэх,
              гэрчлэх, өв залгамжлалын гэрчилгээ олгох, эд хөрөнгийг хураахыг
              хориглох, цуцлах, гэрчлэх зэрэг олон төрлийн нотариатын үйл
              ажиллагаа явуулах тусгай эрх бүхий хуульч юм. гарын үсэг, баримт
              бичиг, тэдгээрийн хуулбарын үнэн зөв байдал гэх мэт. Нотариатчаар
              ажиллахын тулд эхлээд төрийн болон хувийн аль ч нотариатын
              байгууллагад дадлага хийж, дараа нь тусгай мэргэшлийн шалгалт өгч,
              нотариатын үйл ажиллагаа эрхлэх зөвшөөрөл авна. Мөрдөн байцаагч нь
              эрүүгийн хэргийн анхан шатны мөрдөн байцаалтын ажиллагаа явуулж,
              энгийн хулгай, хүн амины хэргээс эхлээд улс төрийн онц хэмжээний
              гэмт хэрэг хүртэлх бүх эрүүгийн гэмт хэргийг шалгадаг прокурорын
              (үүнд цэргийнхний) ажилтан юм. Мөрдөн байцаалтын явцад мөрдөн
              байцаагч үйлдсэн гэмт хэргийн талаар бүх зүйлийг судалж,
              бүртгэдэг. Тэрээр нотлох баримтыг тодорхойлж, сэжигтэн
              (сэжигтнүүд), тэдний сэжиглэж буй сэдэл, мөрдөн байцаалтын
              ажиллагаа явуулж буй гэмт хэргийн нөхцөл байдлыг тодорхойлж,
              улмаар прокурорт яллах дүгнэлт үйлддэг. Хуулийн зөвлөх (Латин
              хэлнээс juris-consultus - хуульч) гэдэг нь тухайн байгууллагад
              харьяалагддаг, түүний бусад ажилтан, үүсгэн байгуулагчдад ажлын
              явцад гарч буй хууль эрх зүйн янз бүрийн асуудлаар зөвлөгөө өгдөг,
              мөн оффисын ажил явуулахад туслалцаа үзүүлдэг мэргэжилтэн юм. .
              Мэдээжийн хэрэг, хуулийн зөвлөхийн гол үүрэг, нэгэн зэрэг үүрэг
              бол тухайн байгууллагын өөрийн болон түүнтэй холбоотой бүх үйл
              ажиллагаа нь хуульд бүрэн нийцэж байгаа эсэхийг баталгаажуулах
              явдал юм. Ихэнх хуульчид хувийн болон төрийн байгууллагуудад
              ажилладаг хуулийн зөвлөхүүд байдаг тул энэ мэргэжил нь бүх хуулийн
              мэргэжлүүдийн дунд хамгийн алдартай нь юм. Олон улсын хуульч бол
              гадаад эдийн засаг, дипломат үйл ажиллагааны хууль эрх зүйн
              асуудал эрхэлдэг мэргэжилтэн бөгөөд хуульчаас хамгийн өндөр ур
              чадвар шаарддаг тул энэ чиглэлийг онцгой нэр хүндтэй, үүнтэй
              зэрэгцэн маш хэцүү гэж үздэг. Тэр зөвхөн Оросын төдийгүй олон
              улсын хуулийн талаар маш сайн мэдлэгтэй байх ёстой. Тэрээр олон
              улсын хуульчдын дунд гол хэл болох англи хэлийг чөлөөтэй эзэмшсэн
              байх шаардлагатай. Англи хэлнээс гадна ажлын байрнаасаа
              шалтгаалаад франц, герман, хятад хэл ч хэрэг болно. ДАВУУ ТАЛ
              Хуульчийн мэргэжлийг бүхэлд нь тодорхойлоход маш хэцүү байдаг,
              учир нь энэ нь олон мэргэжлийг агуулдаг. Чиглэл бүрийн давуу болон
              сул талууд нь маш өөр байж болно. Гэхдээ бид хуульч байхын ерөнхий
              давуу талыг онцолж болно. • Өргөн сонголттой мэргэжлүүд •
              Мэргэжлийн нийгмийн ач холбогдол • Эрх, эрх чөлөөг хамгаалах •
              Карьер • Эрэлт • Сайн мөнгө олох боломж СУЛ ТАЛУУД Бүх зүйлийн
              нэгэн адил энэ нь сул талуудтай. Хуульч байхын сул талууд нь
              дараах байдалтай байна. • Том өрсөлдөөн • Өндөр хариуцлага, алдаа
              гаргах зай байхгүй • Маш нарийн бичиг цаасны ажил • Хүнд стресс
              (хуульч, прокурор, шүүгч, мөрдөн байцаагч, олон улсын хуульч),
              заримдаа бүр амь насанд эрсдэлтэй байдаг. Хаана сурах вэ Хуульч
              мэргэжлээр суралцахаар шийдсэн хүмүүст хуулийн сургуульд боловсрол
              эзэмших гэсэн 2 сонголт бий. Суралцахад 5-7 жил зарцуулахыг
              хүсэхгүй хүмүүс хуулийн коллежид 2-3 жилийн дотор дипломоо аваад
              ажилдаа орно. Гэсэн хэдий ч дунд мэргэжлийн боловсролтой бол та
              (дор хаяж ойрын 7-10 жилд) зөвхөн хуулийн байгууллагад туслах
              албан тушаалд ажиллах болно. Энэ мэргэжлээр үнэхээр амжилтанд
              хүрэхийн тулд та дээд боловсрол эзэмших хэрэгтэй. Курсууд Дээд
              боловсролтой хуульчид ахисан түвшний сургалтанд хамрагдсанаар
              мэргэжлийнхээ түвшинг ахиулах боломжтой. Тэд олон боловсролын
              байгууллагад байдаг. Москвагийн Улсын Хууль зүйн академийн ахисан
              түвшний судалгааны хүрээлэн. Тус хүрээлэн нь алдартай академийн
              бүтцийн салбар юм. Энд та банкны болон компанийн хуульч, төрийн
              болон хувийн хуулийн хуульч, эрүүл мэндийн салбарын хуульч болон
              бусад 14 төрлийн мэргэжлээр ахисан түвшний сургалт эсвэл
              мэргэжлийн давтан сургалтанд хамрагдах боломжтой. Тус хүрээлэнд
              хамгийн өндөр ур чадвартай профессор, хуульчид ажилладаг бөгөөд
              тэдний уншдаг лекц, семинарууд нь оюутнуудын мэдлэгийн хүрээг
              ихээхэн өргөжүүлж, ерөнхийдөө мэргэжлийн түвшингээ дээшлүүлэхэд
              тусалдаг.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Өмгөөлөгч">Өмгөөлөгч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Өмгөөлөгч бол шүүх хуралдаанд ард иргэд, байгууллагын эрх ашгийг
              хамгаалах мэргэжлийн хуульч юм. Түүний даалгаварт зөвлөгөө өгөх,
              шүүхэд шаардлагатай бичиг баримтыг бэлтгэх, боловсруулах зэрэг
              багтдаг.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/umguulugch.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Өмгөөлөгч
              <br />
              Хуульчийн мэргэжил бол хамгийн эртнийх юм. Тэд хуулийн зөвлөхөөс
              эхлээд илтгэгч хүртэл олон үүрэг гүйцэтгэдэг байв. Түүнээс хойш
              мэргэжил нь олон тооны өөрчлөлтийг туулсан боловч мөн чанар нь
              хэвээрээ байна. Орчин үеийн өмгөөлөгч бол хуулийн талаар сайн
              ойлголттой, шүүгч, тангарагтны шүүгчдийг итгүүлэх чадвартай,
              тогтмол бус цагаар ажиллахад бэлэн байх ёстой.
            </figcaption>
            <p className="text-sm text-gray-800">
              МЭРГЭЖЛИЙН өмгөөлөгчийн ТУХАЙ МЭДЭЭ Сургалтын хугацаа - 5 жил Би
              хаанаас авч болох вэ - Их дээд сургуулиудад Шаардлагатай чанарууд
              - Шударга, сонсох чадвар, харилцааны ур чадвар Мэргэжлийн эрэлт
              хэрэгцээ өндөр байна Хаана ажиллах вэ - Хуулийн фирм, зөвлөл,
              өмгөлөлийн товчоо Мэргэшлүүд Орчин үеийн өмгөөлөгч нь арбитр,
              эрүүгийн болон иргэний хэргүүдтэй ажиллах боломжтой. Эдгээр
              чиглэлээр илүү нарийн мэргэшлүүд байдаг, жишээлбэл: • аллага, бие
              махбодид гэмтэл учруулах; • бэлгийн халдашгүй байдлын эсрэг гэмт
              хэрэг; • эдийн засгийн гэмт хэрэг, хулгай; • зам тээврийн осол; •
              эд хөрөнгийн асуудал; • улс төрийн хэрэг; • өмч хуваах; • нэр
              хүндэд хохирол учруулсан тохиолдол болон бусад. Ихэвчлэн
              өмгөөлөгчид нэг буюу хэд хэдэн холбогдох чиглэлээр мэргэшсэн
              байдаг. Хувийн өмгөөлөгчдөөс гадна яллагдагч хувийн өмгөөлөгчийн
              үйлчилгээг авах боломжгүй тохиолдолд төрөөс цалин авдаг улсын
              өмгөөлөгчид ч байдаг. ДАВУУ ТАЛ Өмгөөлгч мэргэжил бол маш
              хариуцлагатай мэргэжил, тухайн салбарын мэргэжлийн хүмүүс нийгэмд
              өндөр байр суурь эзэлдэг. Өмгөөлөгч нар үйлчлүүлэгчийн ажлын
              ачаалал, хэрэгцээ шаардлагаас шалтгаалж уян хатан ажлын хуваарьтай
              бөгөөд өдөржин оффист суух шаардлагагүй. Магадгүй өмгөөлөгчийн
              мэргэжлийн гол давуу тал нь туршлагатай мэргэжилтнүүд нэлээд том,
              тогтвортой орлоготой байдаг бөгөөд тэдний нэр хүнд, ялсан
              хэргүүдээс шалтгаалан тэдний үйлчилгээ хямд биш байдаг. Нэмж
              дурдахад хуулийн мэдлэг нь таны эрхийг хамгаалахад өдөр тутмын
              амьдралд үргэлж хэрэгтэй байдаг. СУЛ ТАЛУУД Өмгөөлөгч байхын сул
              тал бол өмгөөлөгчид ажиллах сэтгэл зүйн асар их дарамт юм.
              Өмгөөлөл бүтэлгүйтэж, үйлчлүүлэгчийн хувь заяа сүйрсэн тохиолдолд
              хүн бүр стресс, гэм буруугийн мэдрэмжийг даван туулж чадахгүй.
              Шинэхэн өмгөөлөгчдийн хувьд энэ нь маш хэцүү байдаг: тэд амжилттай
              хэрэг хянан шийдвэрлэх туршлага багатай, үйлчилгээ нь хямд, орлого
              нь тогтворгүй байдаг. Тэдний дунд өрсөлдөөн маш өндөр байна. Ажлын
              хуваарийг урьдчилан таамаглах аргагүй: зарим уулзалт өглөөнөөс
              орой хүртэл үргэлжилж болно. Хуульч болохын тулд сургах нь нэлээд
              төвөгтэй боловч үндсэндээ энэ нь хэзээ ч дуусдаггүй: та хууль
              тогтоомжийн шинэчлэлийг дагаж, тэдгээрийг ойлгох хэрэгтэй. Хаана
              сурах вэ Дээд боловсролын сургуулийг Хууль зүйн чиглэлээр
              төгссөний дараа л өмгөөлөгч болно. Зарим тохиолдолд өөр дээд
              боловсролтой хүмүүс Өмгөөлөлийн танхимын комисст мэргэшлийн
              шалгалт өгсний дараа өмгөөлөгчөөр ажиллах боломжтой. Гэхдээ хуульч
              болох стандарт бол дээд боловсрол эсвэл хуулийн зэрэгтэй байх
              явдал юм. Боловсролын байгууллагууд Өнөөдөр олон улсын бараг бүх
              томоохон их сургуульд `Хууль зүй` мэргэжлээр суралцах боломжтой.
              Гэхдээ мэргэшсэн их, дээд сургуулиуд бас байдаг бөгөөд тэдгээрийг
              ихэвчлэн өндөр түвшиний хуульч болохыг хүсдэг хүмүүс сонгодог.
              Сургалт нь бүтэн цагаар 4 жил, хагас цагаар 5 жил үргэлжилнэ. Та
              магистр, аспирантурт үргэлжлүүлэн суралцах боломжтой боловч энэ нь
              хуульч мэргэжлээр ажиллахад зайлшгүй шаардлагатай нөхцөл биш юм.
              Курсууд Хуульчид ур чадвараа дээшлүүлж, мэргэшсэн сургалтанд
              хамрагдаж, хуульчдад зориулсан курс, сургуульд гэрчилгээ олгох
              боломжтой. Тэдгээрийг ихэвчлэн бүс нутгийн хуульчдын холбоо эсвэл
              ОУ-ын хувийн байгууллагууд явуулдаг. Эрэлт Өмгөөлөгчийн мэргэжил
              нэлээд эрэлттэй байдаг. Ажлын нарийн төвөгтэй хэдий ч хуулийн
              сургууль төгссөн олон хүмүүс үүнийг сонгодог. Хэцүү асуудалд
              оролцох нь мэргэжлээрээ хөгжиж, ур чадвараа дээшлүүлэхэд тусалдаг.
              Амжилттай хууль эрх зүйн дадлага хийснээр сайн үр дүнд хүрдэг
              бөгөөд энэ нь олон хүмүүс хуулийн өмгөөллийн мэргэжлийг сонгох
              шалтгаан болдог. Өмгөөлөгчдийн эрэлт хэрэгцээ үргэлж их байдаг.
              Үнэгүй улсын өмгөөлөгчдийн үзүүлж буй үйлчилгээний чанарт олон хүн
              сэтгэл хангалуун бус байдаг. Хувь хүн, аж ахуйн нэгжүүд “өөрсдийн”
              өмгөөлөгчөө сонгож, төлбөр төлөхөд бэлэн байдаг.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Прокурор">Прокурор</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Прокурор бол шүүх хуралдаанд яллагчийг төлөөлөх эрх бүхий хууль
              зүйн боловсролтой хүн юм.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/prokuror.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Прокурор
              <br />
              Прокурорын мэргэжилд асар их хариуцлага ногддог. Энэ ажилд байнгын
              хурцадмал байдал, стрессийн эсэргүүцэл шаардагддаг, учир нь энд
              хуулийн хэрэгжилтэд хяналт тавих тухай ярьж байна. Прокурорын ажил
              нь гэмт хэргийн шинжтэй зөрчилтэй шууд холбоотой тул прокурорууд
              чанд хатуу тэсвэр тэвчээр, сэтгэлийн хат, эр зориггүйгээр хийж
              чадахгүй. Тэд хууль зөрчсөн хүмүүстэй өдөр бүр шүүхдэлцдэг. Энэ
              бол нягт маш нямбай ажил - прокурорууд ажлын цагийнхаа гайхалтай
              хэсгийг баримт бичиг шалгаж, нотлох баримтын найдвартай байдлыг
              ойлгоход зарцуулдаг.
            </figcaption>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Прокурор нь төрийн хууль тогтоомжийн хэрэгжилтэд
              хяналт тавьдаг. Орон нутгийн төрийн байгууллагууд, Мөрдөн байцаах
              газар, ШШГ хорих алба болон бусад байгууллагууд хяналтанд байдаг.
              Тиймээс прокурорын газар бараг хууль зүйн томоохон байгууллагуудад
              хяналт тавьдаг. Прокурор шүүх хуралдаанд оролцдог: хэрэв өмгөөлөгч
              шүүгдэгчийг өмгөөлж байгаа бол прокурор ялладаг. Прокурор гэмт
              этгээдийн гэм буруутайг нотолж, түүнд оногдуулах ялын
              хувилбаруудыг санал болгож, мөн ялыг үндэслэлгүй гэж үзвэл
              шүүгчийн шийдвэрийг эсэргүүцдэг. Мөн прокурорын байгууллага насанд
              хүрээгүй, хөгжлийн бэрхшээлтэй иргэд, тэтгэвэр авагчдын үндсэн
              хуулиар олгогдсон эрхийг хамгаалдаг. Эдгээр бүлэг хүмүүст ялангуяа
              хуулийн хамгаалалт хэрэгтэй байна. Тухайлбал, шүүх дээр прокурор
              хүүхдийн эрх ашиг зөрчигдсөн гэж үзвэл эцэг эх байх эрхийг нь
              хасахыг шаардаж болно. ПРОКУРОР ТУХАЙ Сургалтын хугацаа 5 жил Би
              хаанаас авч болох вэ - Их дээд сургуулиудад Шаардлагатай чанарууд
              - Шударга байдал, сонсох чадвар, байр сууриа хамгаалах чадвар
              Шаардлага - Прокурорын газар ДАВУУ ТАЛ Прокурорын мэргэжил нь
              дараахь давуу талуудтай. • Өндөр орлоготой. Прокурорын ажил сайн
              цалинтай. Үүнээс гадна, 20 жил ажилласаны дараа та зохистой
              тэтгэвэрт найдаж болно. • Нийгмийн эрх ашгийн байдал. Прокурорын
              ажил нь нарийн төвөгтэй бөгөөд хариуцлагатай бөгөөд хууль, хэв
              журам, аюулгүй байдлыг хангахад онцгой ач холбогдолтой юм. •
              Стандартчилсан ажлын хуваарь. Прокурорууд ажлын хуваарьтай, илүү
              цагаар ажиллах нь ховор байдаг. СУЛ ТАЛУУД Прокурорын мэргэжил нь
              бас сул талуудтай. • Их хариуцлага. Прокуророор ажиллахын тулд
              шийдвэр гаргах, хариуцлага хүлээхээс айхгүй байх ёстой. • Зарим
              улс орнуудад зочлохыг хориглоно. Прокуроруудыг дипломат харилцаа
              муутай орнуудад айлчлахыг хориглодог. • Эмнэлгийн эсрэг заалтууд.
              Прокурор маш сайн эрүүл мэндтэй байх ёстой бөгөөд энэ албан
              тушаалд нэр дэвшиж буй бүх хүмүүс эрүүл мэндийн үзлэгт амжилттай
              хязгааралагдах талтай. Сэтгэцийн эмгэгтэй, зүрх судасны өвчтэй,
              хэл ярианы бэрхшээлтэй хүмүүс прокуророор ажиллах боломжгүй. Хаана
              сурах вэ Прокурор болохын тулд хуулийн сургуулийг сонгох хэрэгтэй.
              Прокурорын туслахаар ажилд ороход хуулийн дээд боловсрол
              хангалттай. Дээд боловсрол эзэмшээд шууд прокурорын албан тушаалд
              орох боломжгүй. ОХУ-ын прокурорын газрын тогтолцооны нэг хэсэг
              болох их дээд сургуулиуд байдаг - Улсын нэгдсэн шалгалтыг өгөхөөс
              гадна дотоод элсэлтийн шалгалтыг өгөх шаардлагатай. Ийм их
              сургуульд элсэхээсээ өмнө ОХУ-ын үүсгэн байгуулагчдын прокурорын
              газартай зорилтот гэрээ байгуулах шаардлагатай. Мөн өргөдөл
              гаргагчид сэтгэл зүйн шинжилгээнд хамрагдаж, өөрт болон ойр дотны
              хүмүүстээ гэмт хэрэг үйлдсэн эсэх талаар мэдээлэл өгч, их
              сургуулиас нийгмийн ухааны чиглэлээр нэмэлт шалгалт өгдөг. Курсууд
              Прокурорын мэргэжилд хүрэх зам нь зөвхөн хууль зүйн дээд
              боловсролоор дамждаг бөгөөд үүнийг ямар ч курс орлож чадахгүй.
              Прокуроруудын хувьд ОХУ-ын Прокурорын газрын их сургуулиас заавал
              ахисан түвшний сургалтын хөтөлбөрийг санал болгодог. Эрэлт Хуулийн
              сургууль төгссөн хүн бүр прокурорын байгууллагаас тогтоосон
              шалгуурыг хангадаггүй. Сонголт нь ноцтой байх тусам мэргэшсэн
              боловсон хүчний эрэлт хэрэгцээ өндөр болно. Тиймээс прокурорууд
              үнэ цэнэтэй, эрэлт хэрэгцээтэй байдаг.
            </p>
          </figure>
        </div>
      </main>
    </>
  );
}

export default ProfessionPage;
