"use client";
import React, { useState, useEffect } from "react";
import { useSearchParams } from "next/navigation";
import { professionsData } from "@/bin/ProfessionData";
import Image from "next/image";
function ProfessionPage() {
  const basePath = "/assets/images/profession_images";
  const [professions_data, setData] = useState([]);

  const searchParams = useSearchParams();

  const type = Number(searchParams.get("t"));
  const profession = Number(searchParams.get("p"));

  console.log("profession type:", type);
  console.log("profession id:", profession);

  useEffect(() => {
    setData(professionsData);
  }, []);
  return (
    <>
      <main
        className={`max-w-[900px]  bg-white w-full flex flex-col items-center`}
      >
        <div className="space-y-3 p-4">
          <h2 className="text-sm font-bold md:text-3xl">
            {professions_data[type]?.name}
          </h2>

          <p className="text-sm text-gray-800">
            Орчин үед техинк - технологийн өндөр хөгжиж бидэнд танил болсон.
            Гэхдээ хамгийн энгийн төхөөрөмж бүрийн ард техникийн
            мэргэжилтнүүдийн хариуцлагатай ажил байдаг.
          </p>
        </div>
        <figure>
          <Image
            width={900}
            height={400}
            className=" w-full h-96"
            src={`${basePath}/detail_images/${professions_data[type]?.details[profession]?.content_image}.png`}
            alt=""
          />
          <figcaption className="mt-3 text-sm text-center text-gray-500">
            Техникийн мэргэжилтнүүдийн ажил нь тоног төхөөрөмжийг хөгжүүлэх,
            засвар үйлчилгээ хийх, засварлахтай холбоотой байдаг. Техникийн
            салбарууд нь цахилгаан эрчим хүчний үйлдвэрлэл, механик инженерчлэл,
            металл боловсруулах, түлшний үйлдвэр, автомашины үйлдвэрлэл, сансрын
            үйлдвэрлэл, баригын үйлдвэрлэл юм. Шинжлэх ухаан, технологийн
            дэвшлийн ачаар техникийн шинэ мэргэжил бий болж байна.
          </figcaption>
        </figure>
        <p className="text-sm text-gray-800">
          Инженер - Техникийн мэргэжлээр хэн тохирох вэ? Техникийн чиглэлээр
          амжилттай ажиллахын тулд дараах чанаруудыг эзэмшсэн байх ёстой. 
          Математик сэтгэлгээ . Шинэ асуудлыг хурдан шийдвэрлэх чадвар, нөхцөл
          байдлын нарийн ширийн зүйлийг шинжлэх, харах, үнэлэх чадвар нь ашигтай
          байх болно.  Анхаарал төвлөрүүлэх чадвар сайн байх . Алдаа гаргах нь
          хүлээн зөвшөөрөгдөхгүй, учир нь жижиг алдаа ч гэсэн компанийг асар их
          хохирол амсах болно.  Хариуцлага . Мэргэжилтэн нь ажилдаа хувийн
          хариуцлага хүлээнэ.  Тэвчээр . Заримдаа ажлын хэмнэл нь нэгэн хэвийн
          бөгөөд онцгой анхаарал төвлөрүүлэхийг шаарддаг.  Эрүүл мэнд . Хараа,
          сонсгол, булчингийн мэдрэмж, анхаарал, санах ой зэрэгт өндөр шаардлага
          тавьдаг.  Ажилд ороход боловсрол их үүрэг гүйцэтгэнэ. Техникийн зарим
          мэргэжлийг коллеж, техникийн сургуульд эзэмшиж болох боловч их дээд
          сургууль төгссөн мэргэжилтнүүд карьераа өсгөх илүү ирээдүйтэй бөгөөд
          өндөр цалинтай албан тушаалд ажиллах боломжтой. Хамгийн нэр хүндтэй
          техникийн боловсролыг дараахь байгууллагууд олгодог. Техникийн
          мэргэжлүүдийн давуу тал Өргөдөл гаргагчдын дунд техникийн мэргэжлүүд
          эрэлт ихтэй байна. Залуучууд цаашдын ажилдаа олон давуу талыг олж
          хардаг.  Үйл ажиллагааны олон талбар  Төгсөгч өөрийн сонирхолд
          хамгийн их нийцэх чиглэлийг сонгох боломжтой.  Эрэлт, баталгаатай
          ажлын байр  Аж ахуйн нэгжүүд мэргэшсэн их дээд сургуулийг төгссөн
          диполмтой мэргэжилтнүүдийг ажилд авдаг.  Сайн цалин  Өрсөлдөөн бага.
          Хөдөлмөрийн зах зээл дээр техникийн чиглэлээр мэргэшсэн
          мэргэжилтнүүдийн хомсдол үүсч байна.  Тасралтгүй суралцах.
          Үйлдвэрлэл, шинэ технологийн хөгжил нь ажилчдаас үе үе ур чадвараа
          дээшлүүлэх, дамжаанд хамрагдах, холбогдох мэргэжлийг эзэмших, гадаадын
          туршлага судлах шаардлагатай болдог. Техникийн мэргэжлүүдийн сул тал
          Аливаа ажил өөрийн гэсэн сул талтай. Техникийн мэргэжил ч үл хамаарах
          зүйл биш юм.  Хортой хүчин зүйлүүдэд өртөх. Үйлдвэрлэл нь ихэвчлэн
          дуу чимээ, агааржуулалт муу, хортой утаа дагалддаг бөгөөд энэ нь эрүүл
          мэндэд сөргөөр нөлөөлж, архаг өвчний хөгжилд хүргэдэг.  Гэмтлийн
          эрсдэл. Энэ нь эрчим хүч, барилгын үйлдвэрлэл, уул уурхайн салбарын
          мэргэжилтнүүдэд илүү хамаатай.  Илүү цаг, тохиромжгүй хуваарь.
          Ажилдаа хоцрох, шөнийн ээлжинд ажиллах, ээлжийн ажил хийх зэрэг нь
          ихэвчлэн тохиолддог. Тасралтгүй ажиллах горимтой аж ахуйн нэгжүүдийн
          ажилтан үйлдвэрлэлийн ажлын хуваарийг дагаж мөрдөхөөс өөр аргагүй
          болдог.
        </p>
      </main>
    </>
  );
}

export default ProfessionPage;
