"use client";
import React, { useState, useEffect } from "react";
import { useSearchParams } from "next/navigation";
import { professionsData } from "@/bin/ProfessionData";
import Image from "next/image";
function ProfessionPage() {
  const basePath = "/assets/images/profession_images";
  const [professions_data, setData] = useState([]);

  const searchParams = useSearchParams();

  const type = Number(searchParams.get("t"));
  const profession = Number(searchParams.get("p"));

  console.log("profession type:", type);
  console.log("profession id:", profession);

  useEffect(() => {
    setData(professionsData);
  }, []);
  return (
    <>
      <main
        className={`max-w-[900px]  bg-white w-full flex flex-col items-center`}
      >
        <div className="space-y-3 p-4">
          <h2 className="text-sm font-bold md:text-3xl">
            {professions_data[type]?.name}
          </h2>

          <p className="text-sm text-gray-800">
            Инженер гэдэг нь шинэ техникийн төхөөрөмж, технологийн процессыг бий
            болгох, эсвэл одоо байгаа төхөөрөмжийг сайжруулах мэргэжилтэн юм.
            Тоног төхөөрөмжийг засварлах, угсрах, суурилуулах нь инженерийн үйл
            ажиллагааны салбарт хамаарна. Ер нь бидний эргэн тойрон дахь бүх
            объект бол инженерчлэлийн үр дүн юм. Байшин, зам, гүүр, машин, онгоц
            болон галт тэрэг, сансрын хөлөг, үйлдвэр ба усан далан, компьютер,
            гар утас, рентген аппарат, шүдний эмчийн сандал - энэ бүгдийг
            инженерүүд зохион бүтээж, хөгжүүлсэн.
          </p>
        </div>
        <figure>
          <Image
            width={900}
            height={400}
            className=" w-full h-96"
            src={`${basePath}/detail_images/${professions_data[type]?.details[profession]?.content_image}.png`}
            alt=""
          />
          <figcaption className="mt-3 text-sm text-center text-gray-500">
            Инженерчлэлийн үйл ажиллагааны цар хүрээ маш өргөн хүрээтэй: гэр
            ахуйн багаж хэрэгсэл хийхээс эхлээд хүнд үйлдвэрүүд, тэр дундаа
            механик инженерчлэл, өндөр технологийн бүтээн байгуулалт, сансар
            судлал, барилга байгууламж. Дээд боловсролгүй бол инженер болно
            гэдэг боломжгүй. Энэ нь ажилд ороход зайлшгүй шаардлагатай шаардлага
            юм.
          </figcaption>
        </figure>
        <br />
        <p className="text-sm text-gray-800">
          Инженерүүд техникийн мэдлэг, бүтээлч сэтгэлгээний уулзвар дээр
          ажилладаг. Тэд үзэл баримтлал, дизайны ноорог боловсруулахад оролцож,
          прототипийг бүтээх, бүтээгдэхүүнийг амьдралд нэвтрүүлэхэд оролцдог.
          Инженер юу хийдэг вэ: бүтээгдэхүүн, процессын тодорхойлолтыг хэлэлцэх
          үед судалгаа, боловсруулалтад оролцдог; төслүүдийг дуусгахын тулд
          инженерүүд болон бусад мэргэжилтнүүдтэй хамтран ажилладаг;
          бүтээгдэхүүний эх загварыг бий болгох, тэдгээрийг турших, үр ашгийг
          үнэлэх, дизайныг сайжруулахад оролцдог; зураг, диаграмм, компьютерийн
          загвар бүтээх; үйлдвэрлэлийн стандарт, түүнчлэн бүх бүтцэд тавигдах
          стагндарт шаардлагад нийцсэн; үйлдвэрлэлийн үйл явцыг үнэлж, үр ашгийг
          нэмэгдүүлэхийн тулд сайжруулах шаардлагатай салбаруудыг тодорхойлох;
          харьяалагдах хүмүүсийг удирддаг; төслийн тооцоо, төсвийг хийхэд
          оролцдог. Инженерийн ажлын байрны тодорхойлолт Ажлын байрны
          тодорхойлолтод Инженерийн үүрэг, эрх мэдлийг тодорхойлолт нь үйл
          ажиллагааны чиглэл, компанийн бодлогоос хамааран өөр өөр байдаг боловч
          үндсэн зарчмууд нь дараах байдалтай байна. Техникийн үзүүлэлт,
          стандарт, түүний дотор хөдөлмөр хамгаалал, хэрэглэгчийн хүсэлтийг
          харгалзан янз бүрийн нарийн төвөгтэй бүтээгдэхүүний техникийн
          төлөвлөгөө, схем зураг, диаграммыг боловсруулах; Судалгааны ажил, үүнд
          патент авахад чиглэсэн ажил; Техникийн болон эдийн засгийн тооцоолол
          бүхий ирээдүйн бүтээгдэхүүний бие даасан бүрэлдэхүүн хэсгүүдийн
          харааны диаграммыг бэлтгэх; Техникийн болон ашиглалтын баримт бичгийг
          боловсруулах, бичих; Аж ахуйн нэгжийн бүх түвшинд, бусад хэлтэс,
          мэргэжилтнүүдтэй уялдаа холбоотой ажиллах; Одоо байгаа бүтээгдэхүүн,
          бүтээгдэхүүнийг сайжруулах, шинэ технологийг харгалзан шинэчлэх.
          Дизайнерын инженер нь дараахь чиглэлээр мэдлэгтэй байх ёстой. AutoCAD,
          SolidWorks, CorelDRAW, SCAD зэрэг тусгай програм хангамж; дүрэм журам,
          тогтоол, ГОСТ, түүнчлэн хөдөлмөр хамгааллын систем зэрэг үндсэн дүрэм
          журам; үйлдвэрлэлийн үндсэн технологи, эд ангиудын дизайны арга, төрөл
          бүрийн материалын шинж чанар; гэрчилгээжүүлэх журам, лиценз авах,
          патентыг бүртгэх. Инженерүүд маш олон салбарт хамаарагддаг.
          Үйлдвэрлэлийн салбар - механик инженерчлэлээс батлан хамгаалах
          захиалга хүртэл; өндөр технологийн компаниуд, шинэ бүтээн
          байгуулалтууд; зөвлөх үйлчилгээ, төслийн ажил; эрчим хүчний салбар,
          түлш, эрчим хүчний цогцолбор; тээврийн салбар: барилга, төмөр замын
          барилга, усан болон авто тээвэр, агаарын тээврийн салбар; өргөн
          хэрэглээний барааны үйлдвэрлэл. Инженерт ямар чадвар шаардалагтай вэ:
          - техникийн мэдлэг (физик, математик, хими гэх мэт); - тооцолох ур
          чадвар, зураг унших, зураг төсөл боловсруулах; аналитик сэтгэлгээ,
          төслийн үе шатанд шийдлийн үр нөлөөг үнэлэх чадвар, стандарт бус
          шийдэл гаргах хэрэгжүүлэх. Инженерүүдийн ангилал: Боловсрол, мэргэшил,
          туршлагаас хамааран инженерүүдийг гурван ангилалд хуваадаг . - Дээд
          боловсролтой, мэргэжлээрээ гурваас доошгүй жил ажилласан туршлагатай
          мэргэжилтэн; - Дээд боловсролтой мэргэжлээрээ болон бусад инженерийн
          албан тушаалд 5-аас доошгүй жил ажилласан, мэргэшсэн инженер; -
          Мэргэшсэн инженерийн курст 3- удаа сурч, 10-аас доошгүй жил ажилласан,
          зөвлөх инженер Инженерийн боловсрол эзэмших: Инженер болорх гол
          шаардлага бол дээд боловсрол юм. Үүнийг 12-р ангиа төгсөөд эсвэл
          коллежийн үндсэн дээр их сургуульд элсэн орох замаар авдаг. Дунджаар
          сургалтад таван жил зарцуулдаг. Инженер бол байнгын сургалтаар
          мэдлэгийг нөхөж авч байх шаардлагатай мэргэжил гэдгийг санах нь
          зүйтэй. Мэргэшлийн гэрчилгээг таван жилд нэг удаа шинэчилдэг.
          Инженерийн мэргэжлийн ЭЕШ-ийн үндсэн хичээлүүд: Монгол хэл, математик,
          физик. Их сургуулийн эхний хоёр курс нь нэлээд ерөнхий байж болох ч
          дараа нь инженерийн график, материалын бат бөх байдал, онолын механик
          зэрэг нарийн төвөгтэй сэдвүүдийг гүнзгийрүүлэн судлах шаардлагатай
          болно. Коллеж төгсөгчид Улсын нэгдсэн шалгалт, дотоод шалгалтын дүнг
          үндэслэн их, дээд сургуульд элсэх боломжтой.
        </p>
      </main>
    </>
  );
}

export default ProfessionPage;
