"use client";
import React, { useState, useEffect } from "react";
import { useSearchParams } from "next/navigation";
import { professionsData } from "@/bin/ProfessionData";
import Image from "next/image";
function ProfessionPage() {
  const basePath = "/assets/images/profession_images";
  const [professions_data, setData] = useState([]);

  const searchParams = useSearchParams();

  const type = Number(searchParams.get("t"));
  const profession = Number(searchParams.get("p"));

  console.log("profession type:", type);
  console.log("profession id:", profession);

  useEffect(() => {
    setData(professionsData);
  }, []);
  return (
    <>
      <main
        className={`max-w-[900px]  bg-white w-full flex flex-col items-center`}
      >
        <div className="space-y-3 p-4">
          <h2 className="text-sm font-bold md:text-3xl">
            {professions_data[type]?.name}
          </h2>

          <p className="text-sm text-gray-800">
            Хөгжүүлэх, дизайн хийх, дүн шинжилгээ хийх - эдгээр нь бүх цаг үеийн
            мэргэжлийн ур чадвар юм. Тэд таныг ирээдүйн мэргэжлээр тохь тухтай
            байхад тань туслах болно. 5, 10, 20 жилийн дараа ямар мэргэжлүүд
            хамааралтай болох вэ - бид үүнийг мэргэжилтнүүдтэй хамт шийддэг.
          </p>
        </div>
        <figure>
          <Image
            width={900}
            height={400}
            className=" w-full h-96"
            src={`${basePath}/detail_images/${professions_data[type]?.details[profession]?.content_image}.png`}
            alt=""
          />
          <figcaption className="mt-3 text-sm text-center text-gray-500">
            A woman sitting at a table.
          </figcaption>
        </figure>
        <p className="text-sm text-gray-800">
          Мэргэжлийн загварын гол чиг хандлага бол дэвшил юм. Нэгэн цагт тэрээр
          барж тээвэрлэгч, утасны оператор, ус зөөгч нарын хөдөлмөрийг
          шаардлагагүй болгосон. Тэрээр одоо эрэлт хэрэгцээтэй цоо шинэ
          мэргэжлүүд - ирээдүйн мэргэжлийг бий болгож байна. Өнөөдөр технологи
          дэлхийг захирч байна. Үүний дагуу өндөр технологийн чиглэлээр
          мэргэшсэн ажилтнууд онцгой үнэлэгдэх болно. 3D болон биотехнологийг
          чадварлаг удирддаг, робот техник, интернетийн зүйлийг ойлгодог, дизайн
          хийх, загвар гаргах, дасан зохицох арга барилыг мэддэг хүмүүс. Энэ бүх
          ур чадвар нь ирээдүй юм. Тэгээд үсрэнгүй ойртож байна.
        </p>
        <div className="space-y-3 p-4">
          <br />
          <h3 className="text-sm font-semibold">
            Ирээдүйд ирээдүйтэй мэргэжлийг хэрхэн сонгох вэ ?
          </h3>
          <p className="text-sm text-gray-800">
            Эрэлттэй мэргэжилтэн болбол хийснийхээ төлөө зохих өндөр цалин авах
            болно. Мэдээж хийж байгаа ажилдаа дуртай байх. Эдгээр энгийн
            зарчмууд нь амжилтанд хүрэх нууц юм. Цаашид ямар мэргэжилтнүүд
            амжилтанд хүрэх вэ? Энд бүх зүйл энгийн:
          </p>
          <br />
          <ul className="list-disc list-outside space-y-5 ps-5 text-sm text-gray-800">
            <li className="ps-2">технологийн мэдлэгтэй хүмүүс</li>
            <li className="ps-2">
              янз бүрийн форматаар хэрхэн ажиллахыг мэддэг хүн (оффис дээр,
              алсаас, боломжтой бүх хэрэгсэл, шуурхай мессенжер ашиглан)
            </li>
            <li className="ps-2">
              хамгийн сайн үр дүнд хүрэхийн тулд салбар хоорондын мэдлэгийг
              чадварлаг ашигладаг
            </li>
            <li className="ps-2">системчилсэн сэтгэлгээтэй хүн</li>
            <li className="ps-2">
              хэн тодорхой төсөл боловсруулж, хэрэгжүүлэх боломжтой.
            </li>
          </ul>
          <br />
          <p className="text-sm text-gray-800">
            Бидний амьдрал улам бүр энгийн болж байгааг санаж байх хэрэгтэй. Нэг
            товшилтоор та сонгодог хөгжмийн концерт үзэх, орон сууц, нийтийн
            үйлчилгээний төлбөрийг төлөх, хувьцаа, хоол хүнс, эм худалдаж авах
            боломжтой. Хүмүүс хөдөө орон нутаг, жижиг хотод амьдардаг ч дэлхийн
            корпорациудад алсаас ажилладаг. Технологийн дэвшлийн шинж чанар,
            хүмүүсийн шинэ хэрэгцээнд үндэслэн ирээдүйтэй мэргэжлийг сонгох нь
            маш чухал юм.
            <br />
            <br />
            Дижитал бөмбөрцөг, виртуал бодит байдал, генетикийн инженерчлэл,
            экологи, шинэ төрлийн хоол хүнс, хүмүүстэй харилцах.
            <br />
            <br />
            Эдгээр чиглэлүүд ирээдүйн мэргэжлийг бий болгоход хөдөлгөгч хүч
            болно. Үлдсэн зүйл бол ажиллахад хамгийн тохиромжтойг нь сонгох
            явдал юм.
            <br />
            <br />
            Хэрхэн сонголт хийхдээ алдаа гаргахгүй, ирээдүйтэй, эрэлттэй
            мэргэжилтэн болох талаар дараах зөвлөгөөг хүргэж байна.
          </p>
          <h3 className="text-sm font-semibold">
            Өөрийн чадварыг хангалттай үнэл
          </h3>
          <p className="text-sm text-gray-800">
            Хэрэв та II Александрын шинэчлэлээс урам зориг авсан боловч NADH
            молекул үүсэх зарчмуудыг ойлгохгүй байгаа бол биоинженер,
            биоинформатикч, биофармакологич мэргэжлийг эзэмших боломжгүй юм. Та
            тодорхой, сэтгэл хөдөлгөм байх чиглэлийг сонгох хэрэгтэй. Ингэснээр
            та илүү их ашиг авчрах болно, та ажил мэргэжлийн ахиц дэвшил, хамт
            ажиллагсдынхаа хүлээн зөвшөөрлийг хүлээж чадна.
          </p>
          <h3 className="text-sm font-semibold">
            Одоо байгаа авъяас чадварыг хөгжүүлэх
          </h3>
          <p className="text-sm text-gray-800">
            Хэрэв та өөрийн гараар ямар нэгэн зүйл хийх, хувцас оёх, эргэн
            тойрныхоо орон зайг хэрхэн сайжруулах, хөөрхөн хайрцаг хийх,
            үзэсгэлэнтэй ландшафт зурах талаар мэддэг бол энэ чиглэлд хөгж. Энэ
            нь арав, хорин жилийн дараа ирээдүйтэй бөгөөд эрэлт хэрэгцээтэй байх
            болно. Хүмүүс өвөрмөц, онцгой зүйлтэй байхыг хичээдэг. Та үүнээс
            үргэлж мөнгө олж, карьераа амжилттай хийж чадна. Хамгийн гол нь
            авъяас чадвараа зөв зохистой мөнгөжүүлэх явдал юм.
          </p>
          <h3 className="text-sm font-semibold">
            Хамгийн сүүлийн үеийн шинжлэх ухаан, технологийн дэвшлийг судлах
          </h3>
          <p className="text-sm text-gray-800">
            Мэргэжил алга болох, шинээр бий болох нь түүний хөгжлөөс хамаарна.
            Ийнхүү сэрүүлэгтэй цаг гарч ирснээр өнгөрсөн зуунд эдгээр үүргийг
            гүйцэтгэж байсан хүмүүс мартагдахаа больсон. Барж, тээврийн хөлөг
            онгоцууд модон салчдыг сольсон. Саальчид, дасгалжуулагчид алга
            болжээ. Шинжлэх ухаан, техникийн үзэсгэлэнд олон сонирхолтой шинэ
            бүтээгдэхүүнийг танилцуулж байна. Тэдгээрийг арчилж, дэмжиж, тэдэнд
            зориулсан программ хангамжийг бичих ёстой. Шинэ технологид
            суралцсанаар ойрын ирээдүйд эрэлт хэрэгцээтэй байх ирээдүйтэй
            мэргэжлийг сонгох боломжтой.
          </p>
          <h3 className="text-sm font-semibold">
            Өөрийгөө янз бүрийн чиглэлээр туршиж үзээрэй
          </h3>
          <p className="text-sm text-gray-800">
            Өргөн мэдлэгтэй хүмүүсийг үргэлж онцгой үнэлдэг. Үүний тулд “чөлөөт
            цагаа үр дүнтэй өнгөрүүлээрэй: хэл сурах, график програм эзэмших,
            видео засварлах, ландшафтын дизайны ертөнцөд өөрийгөө зориулах ,
            хөрөнгө оруулалт, цагийн менежментийн онцлогийг ойлгох. Нэг асуудлыг
            өөр өөр өнцгөөс харж, хэд хэдэн үүрэг гүйцэтгэдэг мэргэжилтнүүд
            арван жилийн дараа ч зайлшгүй шаардлагатай болно.
          </p>
          <h3 className="text-sm font-semibold">
            Хүний хэрэгцээнд анхаарлаа хандуулаарай
          </h3>
          <p className="text-sm text-gray-800">
            Бүх шинэчлэлийн зорилго нь бидний амьдралыг илүү тохь тухтай, тохь
            тухтай болгох, амьдралыг аль болох хялбар болгох явдал юм. Үүнд
            ирээдүйн мэргэжлүүд туслах нь дамжиггүй. Хүн төрөлхтөн өөр юунд цаг
            заваа хэмнэж, юунд амрах, бидний амьдралын салшгүй хэсэг болох
            талаар бодож үзээрэй. Энэ чиглэлээр хөгжинө. Ямар ч тохиолдолд хүн
            бүх зүйлийн төвд зогсох болно. Энэ нь ийм бүтээн байгуулалтууд
            онцгой үнэ цэнэтэй байх болно гэсэн үг юм.
          </p>
          <blockquote className="text-center p-4 sm:px-7">
            <p className="text-xl font-medium text-gray-800 md:text-2xl md:leading-normal xl:text-2xl xl:leading-normal">
              Ирээдүйд хамгийн эрэлт хэрэгцээтэй 10 мэргэжил.
            </p>
          </blockquote>
          <h2 className="text-sm font-bold md:text-xl mb-4">Биотехнологич</h2>
          <figure>
            <p className="text-sm text-gray-800">
              Байгаль орчныг хамгаалах, газар тариалан эрхлэх үед хүрээлэн буй
              орчны ачааллыг хөнгөвчлөх, өвчнийг эмчлэх, хүний амьдралыг
              уртасгах - энэ нь биотехнологийн боломжуудын бүрэн жагсаалт биш
              юм.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/${professions_data[type]?.details[profession]?.content_image}.png`}
              alt=""
            />

            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Биотехнологич
            </figcaption>
            <p className="text-sm text-gray-800">
              {" "}
              Трансген (өөрчлөгдсөн) бүтээгдэхүүн, ургамал, эм нь бидний
              амьдралын нэг хэсэг болсон. Одоо хэн ч инсулин, интерферон болон
              генетикийн инженерчлэлээр олж авсан олон антибиотикийг
              эсэргүүцэхгүй, учир нь тэдгээрийг байгалийн гаралтай бодисоор хийх
              нь үнэтэй таашаал, урт процесс юм. Дэлхийн хүн амыг хоол хүнсээр
              хангах, үр дүнтэй эм тариа, амьдрах орчны оновчтой нөхцлийг
              бүрдүүлэх нь биотехнологийн хийж чадах ажил юм.
            </p>
          </figure>
          <h3 className="text-sm font-semibold"> Тодорхойлолт</h3>
          <p className="text-sm text-gray-800">
            <span className="font-semibold">Биотехнологич нь </span>
            биологийн процессыг сайжруулж, бичил биетэн, бактери, мөөгөнцөр,
            мөөгөнцөр, амьтан, ферментийн эсийг ашиглан бүтээгдэхүүн үйлдвэрлэж,
            хүний ашиг тусын тулд өөрчилдөг мэргэжилтэн юм.
            <br />
            <span className="font-semibold">Биотехнологийн чиг үүрэг</span> нь
            зөвхөн түүний ажиллаж буй салбараас гадна тодорхой ажлын байрнаас
            хамаарна. Хэрэв биотехнологич судалгааны үйл ажиллагаа эрхэлдэг бол
            түүний үүрэг хариуцлагад генетик эсвэл эсийн инженерчлэлийн
            чиглэлээр арга зүйн хөгжил, судалгаа орно. Үүний зэрэгцээ тэрээр
            заах практикт анхаарлаа хандуулж чадна.
            <br />
            <span className="font-semibold"> Эмийн чиглэлээр</span> ажилладаг
            биотехнологич нь антибиотик, витамин, иммунобиологийн болон дааврын
            эм үйлдвэрлэдэг, хүнсний нэмэлт тэжээл, вакцин боловсруулдаг.
            <br />
            <span className="font-semibold">Анагаах ухааны</span> чиглэлээр
            биотехнологич нь хувь хүний эмийг хэрэгжүүлэхийн тулд хүний бие
            даасан генетикийн шинж чанарыг судалдаг. Өвчнийг засахын тулд хүний
            геномд саад учруулах боломжийг судалдаг. Хамгийн төвөгтэй өвчнийг
            эрт оношлох, амжилттай эмчлэх шинэ эмийг бий болгодог.
            <br />
            <span className="font-semibold">Байгаль орчны</span> чиглэлээр
            биотехнологич нь бохир усыг цэвэрлэхэд ашигладаг бичил биетний
            омгийг үүсгэдэг. Мөн бичил биетний тусламжтайгаар ургамлын үлдэгдэл,
            хотын хог хаягдал, агааржуулалтын станцын лагийг бордоо болгож,
            улмаар хогийн цэгт очиж шатах хог хаягдлыг багасгаж, байгаль орчныг
            бохирдуулдаг.
            <br />
            <span className="font-semibold">Хүнсний үйлдвэрт</span>{" "}
            үйлдвэрлэлийн өрөөний температурын горимыг хянаж, тоног төхөөрөмжийн
            нөхцөл байдалд хяналт тавьж, бүтээгдэхүүнийг удаан хугацаагаар
            хадгалах аргыг боловсруулж, генийн өөрчлөлттэй организмыг биоаюулгүй
            байдалд үнэлдэг.
            <br />
            Хөдөө аж ахуйн чиглэлээр биотехнологич нь амьтны шинэ тэнцвэртэй
            тэжээлийг боловсруулж, бүтээмж өндөртэй ургамлын сорт, ургамлыг
            хортон шавьж, өвчин, хогийн ургамлаас хамгаалах биологийн хэрэгслийг
            бий болгодог.
            <br />
            <span className="font-semibold">Биотехнологич </span> хаана ч
            ажилласан, технологийн процессыг сайжруулж, шинэ технологи бий
            болгоход оролцдог. Биотехнологич нь бүтээгдэхүүнд хүссэн үр дүнд
            хүрэхийн тулд янз бүрийн арга хэрэглэдэг. Гэхдээ ажил эхлэхийн өмнө
            мэргэжилтэн төлөвлөлт, шаардлагатай урвалж, уусмал, завсрын
            бүтээгдэхүүнийг бэлтгэх ажлыг гүйцэтгэдэг. Биотехнологич Бие
            махбодоос эсийг тусгаарлаж, хиймэл тэжээлт орчинд шилжүүлж, эдгээр
            эсүүд амьдарч, үржиж байдаг. Энэ нь мөн нэг организмаас сонгосон
            генийг нөгөө организмын гадаад эс рүү шилжүүлж, урьдчилан
            тодорхойлсон шинж чанар бүхий өсгөвөр үүсгэдэг. Бэлгийн бус нөхөн
            үржихүйн замаар ижил биетүүдийг үүсгэдэг клонжуулалт хийдэг. Бусад
            зүйлсийн дотор түүний даалгаварт бүх ажиглалт, судалгааны бүртгэл
            хөтлөх багтдаг.
            <br />
            <span className="font-semibold">Мэргэшлүүд</span>
            <br />
            Биотехнологийн мэргэжлээр хэд хэдэн нарийн мэргэжлийн чиглэлүүд
            байдаг.
            <br />
            <span className="font-semibold">
              Эмийг бий болгоход биотехнологич-эм зүйч
            </span>{" "}
            оролцдог.
            <br />
            <span className="font-semibold">Хүнсний биотехнологич нь</span>{" "}
            бичил биетэн, ферментийн бэлдмэлийг ашиглан түүхий эдийг хүнсний
            бүтээгдэхүүн болгон боловсруулдаг. Жишээлбэл, исгэх үр дүнд талх,
            бяслаг, дарс, шар айраг, зуслангийн бяслаг зэргийг олж авдаг.
            <br />
            <span className="font-semibold">
              Байгаль орчны биотехнологич нь
            </span>{" "}
            хог хаягдлыг ашигтай эсвэл хор хөнөөлгүй бүтээгдэхүүн болгон
            боловсруулдаг. Ариутгах татуургын суваг цэвэрлэх, агаар
            халдваргүйжүүлэх бүтээгдэхүүн үйлдвэрлэдэг.
            <br />
            <span className="font-semibold">
              Мал эмнэлгийн биотехнологич нь
            </span>{" "}
            бүтээмж өндөртэй (жишээлбэл, хонины ноосны өсөлт, гахайн өөхний эд
            эсийн бууралт) трансген амьтан үйлдвэрлэх чиглэлээр ажилладаг. Мөн
            клонжуулалт.
            <br />
            <span className="font-semibold">
              Эрчим хүчний биотехнологич нь{" "}
            </span>
            био бүрэлдэхүүн хэсгүүдэд суурилсан өөр түлшийг бий болгодог.
            Тухайлбал, хүнсний болон тэжээлийн уураг үйлдвэрлэх түүхий эд болох
            хямд биосинтетик этанол, мөн уураг-липидийн тэжээлийн бэлдмэл.
            <br />
            <span className="font-semibold">Давуу тал</span>
            <br />
            Биотехнологийн мэргэжил нь дараахь давуу талуудтай.
            <br />
            <br />
            <ul className="list-disc list-outside space-y-5 ps-5 text-sm text-gray-800">
              <li className="ps-2">орчин үеийн нэр хүндтэй мэргэжил</li>
              <li className="ps-2">өндөр ашиг төлөх</li>
              <li className="ps-2">холбогдох мэргэжлээр ажил олох боломж</li>
              <li className="ps-2">та гадаадад карьераа босгох боломжтой</li>
              <li className="ps-2">
                шинэ технологи боловсруулахад оролцож өөрийгөө илэрхийлэх боломж
              </li>
            </ul>
            <br />
            <span className="font-semibold">Сул талууд</span>
            <br />
            Биотехнологийн хувьд ийм чухал бөгөөд шаардлагатай мэргэжил нь нэг
            чухал сул талтай байдаг - генийн инженерийн бүтээгдэхүүнд бусдын
            сөрөг хандлага.
            <br />
            <span className="font-semibold">Хаана сурах вэ</span>
            <br />
            Та биотехнологийн үндсэн хичээлүүдээс гадна математик, инженерийн
            график, салбарынхаа эдийн засгийг биологиос илүү заадаг дээд
            боловсролын байгууллагад биотехнологич мэргэжлээр суралцах
            боломжтой.
            <br />
            <span className="font-semibold">Курсууд</span>
            <br />
            <span className="font-semibold">Биотехнологич нь </span> (Орчин
            үеийн Шинжлэх ухаан, Технологийн Академи) -ийн курсээр дамжуулан
            мэргэшлээ дээшлүүлэх эсвэл мэргэжлийн давтан сургалтанд хамрагдах
            боломжтой . Сургалтын үргэлжлэх хугацаа нь 580 академик цаг, өртөг
            нь 50 мянган рубль юм.
            <br />
            <span className="font-semibold">
              Мөн IAEO (International Academy of Expertise and Evaluation) нь
            </span>{" "}
            Микробиологийн хөтөлбөрийн хүрээнд микробиологич болох мэргэжлийн
            давтан сургалтыг явуулдаг. Сургалтын үргэлжлэх хугацаа 3 сар, өртөг
            нь 19 мянган рубль юм.
            <br />
            <span className="font-semibold">Эрэлт</span>
            <br />
            Үйл ажиллагааны олон талбарууд хэрэглээнийхээ хэмжээг даван туулж
            чадахгүй буурч байна. Тиймээс хөдөө аж ахуйд бордоо, химийн хорт
            бодис, пестицид хэрэглэх нь зөвхөн хүрээлэн буй орчныг доройтуулахад
            хүргэдэг. Ийм нөхцөлд зөвхөн амьд организмын чадавхийг ашиглах
            мэдлэгтэй биотехнологич л бүх хүн төрөлхтний эдийн засгийн үйл
            ажиллагааг дэлхийн хэмжээнд сэргээхэд тусалж чадна. Тиймээс
            биотехнологичдыг янз бүрийн салбарын томоохон аж ахуйн нэгжүүдэд
            урьж байна.
          </p>
          <br />
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            Программ хөгжүүлэгч
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Хөгжүүлэгч гэдэг нь гар утасны болон вэб програм, тоглоом,
              мэдээллийн сан үүсгэх үүрэгтэй мэргэжилтэн юм.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/coder.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Программ хөгжүүлэгч
            </figcaption>

            <p className="text-sm text-gray-800">
              Нийгэмийг цахимжуулах, дэлхийн эдийн засгийн хямрал, өөрийгөө
              тусгаарлах зэрэг нь хөдөлмөрийн зах зээл алслагдсан ажлын шинж
              чанарыг илүүд үзэхэд хүргэсэн. Хамгийн эрэлттэй мэргэжлүүдийн
              эхний аравт МТ технологийн салбар багтжээ. Хоёр дахь сул орон тоо
              бүр хөгжүүлэлт, програмчлалтай холбоотой байдаг. Хэдийгээр
              дөрөвний нэг зуун жилийн өмнө World Wide Web, компьютер гэж юу
              болохыг хүн бүр мэддэггүй байсан. Өнөөдөр дижитал технологи нь
              нийгмийн амьдралын бүхий л салбарт бүрэн нэвтэрч байна. Програм
              хангамж боловсруулах чиглэлээр мэргэшсэн мэргэжилтнүүд хамгийн их
              дутагдалтай байдаг. Мэдээллийн технологийн салбарын эрэлт хэрэгцээ
              нь чадварлаг хөгжүүлэгчдэд үйлчилгээний байнгын эрэлт, өндөр
              цалинг баталгаажуулдаг.
            </p>
          </figure>
          <br />
          <p className="text-sm text-gray-800">
            <span className="font-semibold">Тодорхойлолт</span>
            <br />
            Хөгжүүлэгч гэдэг нь гар утасны болон компьютерийн программ, тоглоом,
            мэдээллийн сан болон олон төрлийн төхөөрөмжид зориулсан бусад
            программ хангамжийг бий болгоход чиглэгдсэн мэргэжилтнүүдийн бүлэгт
            хамаарах өргөн нэр томъёо юм. Тэдний үйл ажиллагаанд хөгжүүлэгчид
            бүтээлч хандлага, хатуу програмчлалын хэлийг чадварлаг хослуулдаг.
            Ихэнх хүмүүс хөгжүүлэгчийн мэргэжил програмисттай адилхан гэж
            эндүүрдэг . Гэсэн хэдий ч энэ нь тийм ч үнэн биш юм. Програмистуудын
            ажил бол бэлэн хүсэлт дээр үндэслэн алгоритмыг тодорхой бичих явдал
            юм. Хөгжүүлэгчид зорилго, санаа, сэдэв болон бусад чухал
            элементүүдийг тодорхойлох төслийг эхнээс нь авч үздэг. Өөрөөр
            хэлбэл, хөгжүүлэгчдийн үүрэг хариуцлага илүү өргөн хүрээтэй байдаг.
            Хэрэв програмист нь гүйцэтгэгчийн үүргийг гүйцэтгэдэг бол хөгжүүлэгч
            нь бүхэлдээ төсөлд оролцдог.
            <br />
            Аль аль нь мэргэжлийн үйл ажиллагааны нийтлэг бүтээгдэхүүнтэй байдаг
            - дижитал програмууд, програмууд болон бусад компьютерийн
            хэрэгслүүд.
            <br />
            Өндөр албан тушаал, өндөр цалин авахын тулд хөгжүүлэгч нь зөвхөн
            мэргэжлийн мэдлэг төдийгүй хувийн шинж чанартай байх ёстой, үүнд:
            <br />
            <br />
            <ul className="list-disc list-outside space-y-5 ps-5 text-sm text-gray-800">
              <li className="ps-2">нарийн шинжлэх ухааны чадвар</li>
              <li className="ps-2"> Аналитик сэтгэлгээ</li>
              <li className="ps-2">анхаарал халамж, зохион байгуулалт</li>
              <li className="ps-2">тэвчээр</li>
              <li className="ps-2"> цаг баримтлах</li>
              <li className="ps-2">
                {" "}
                өөрийгөө хөгжүүлэх, өөрийгөө сургах хүсэл эрмэлзэл, хүсэл
                эрмэлзэл
              </li>
              <li className="ps-2"> бүтээлч байдал, санаачлага</li>
              <li className="ps-2">
                {" "}
                сэтгэл зүйн тэнцвэрт байдал, хүнд сэтгэлийн дарамтыг тэсвэрлэх
                чадвар.
              </li>
            </ul>
            <br />
            Мэргэжлийн ур чадварын хувьд энэ нь тодорхой мэргэшлээс ихээхэн
            хамаардаг. Алсын зайнаас ажиллах түгээмэл платформуудын нэгийн дагуу
            ажил олгогчид өргөдөл гаргагчдаас дараахь зүйлийг шаарддаг.
            <br />
            <ul
              ul
              className="list-disc list-outside space-y-5 ps-5 text-sm text-gray-800"
            >
              <li className="ps-2">
                нэг буюу хэд хэдэн програмчлалын хэлний мэдлэг (PHP, JavaScript,
                Ruby, Perl, C++);
              </li>
              <li className="ps-2">
                HTML, CSS, jQuery програмуудтай ажиллах чадвартай байх;
              </li>
              <li className="ps-2">
                мэдээллийн сантай ажиллаж байсан туршлагатай.
              </li>
            </ul>
            <br />
            Түүнчлэн, олон ажил олгогчид бусад шаардлагуудын дунд янз бүрийн
            түвшний (B2 ба түүнээс дээш) англи хэлний заавал байх ёстой
            мэргэжлийн мэдлэгийг зааж өгдөг. Гадаад хэлээр ярихаас гадна
            техникийн хэлний мэдлэг чухал. Хачирхалтай нь, хөгжүүлэгчийн
            мэргэжил нь эмнэлгийн эсрэг заалттай байдаг. Эдгээр нь сэтгэцийн
            тогтворгүй байдал (эвдрэл, сэтгэлийн хямрал гэх мэт), харааны
            тогтолцооны өвчин юм.
            <br />
            <span className="font-bold">Мэргэшлүүд</span>
            <br />
            Мэргэжлийн олон салбарууд тусдаа ажлын чиглэлтэй байдаг.
            Хөгжүүлэгчийн мэргэжлээр мөн төрөл бүрийн мэргэшлүүд байдаг.
            <br />
            <span className="font-bold">вэб хөгжүүлэгч</span>
            <br />
            World Wide Web нь ойролцоогоор 1.74 тэрбум вэб сайтыг агуулдаг. Энэ
            өгөгдөл нь вэб хөгжүүлэгчид өнөөдөр хэр эрэлт хэрэгцээтэй байгаа
            талаар тодорхой өгүүлдэг. Эдгээр мэргэжилтнүүдийн ажил нь вэбсайт,
            вэб үйлчилгээг бий болгох, удирдахад суурилдаг. Энэ хэсэгт бас
            нарийн чиглэлүүд бий.
            <br />
            Frontend хөгжүүлэгч нь <br />
            вэбсайтын гадаад төрхөөр мэргэшсэн. Үүний гол ажил бол портал дээрх
            хэрэглэгчийн туршлагыг аль болох тохь тухтай болгохын тулд
            үзэсгэлэнтэй зургийг бүтээх явдал юм.
            <br />
            <span className="font-bold">Backend хөгжүүлэгч нь</span> <br />
            сайтын дотоод агуулга, түүний техникийн хэсэгтэй ажилладаг.
            Мэргэшлийг илүү төвөгтэй гэж үздэг бөгөөд ажилд шаардагдах мэдлэгийн
            хэмжээ нь урд талын хөгжүүлэгчийнхээс хамаагүй их байх ёстой.
            <br />
            <span className="font-bold">Fullstack мэргэжилтэн нь</span>
            <br /> өмнөх хоёр мэргэжилтний үүргийг нэгэн зэрэг гүйцэтгэх
            чадвартай мэргэжилтэн юм. Үүний зэрэгцээ ихэнх ажил олгогчид ажлын
            нэг чиглэлээр мэргэшсэн хөгжүүлэгчдийг ажилд авахыг илүүд үздэг.
            <br />
            <span className="font-bold">Тоглоом хөгжүүлэгч</span>
            <br />
            Java хөгжүүлэгчид (эсвэл Java хөгжүүлэгчид) ачаар олон хэрэглэгчид
            компьютер тоглоомын ертөнцөд чөлөөт цагаа өнгөрөөх боломжтой. Java
            мэргэжилтнүүдийн мэргэжлийн үүрэг хариуцлага нь: код үүсгэх,
            тоглоомын үзэл баримтлал дээр ажиллах, дууссан үр дүнг хэрэгжүүлэх,
            алдаа засах гэх мэт.
            <br />
            <span className="font-bold">Гар утасны хөгжүүлэгч</span>
            <br />
            Сүүлийн жилүүдэд харилцан үйлчлэл, апп суулгалт болон апп доторх
            худалдан авалт нэмэгдэж байна. Мөн өнөөдөр ихэнх интернет урсгалыг
            гар утаснаас авдаг. Тийм ч учраас гар утасны хөгжүүлэгчийн мэргэшил
            нь хамгийн ирээдүйтэй, эрэлт хэрэгцээтэй зүйлүүдийн нэг юм.
            Мэргэжилтнүүдийн үндсэн үйл ажиллагаа нь Android болон IOS үйлдлийн
            платформ дээр таблет, ухаалаг гар утсанд зориулсан програм
            хангамжийн бүтээгдэхүүн боловсруулах явдал юм. Тэдний даалгавар бол
            програмуудыг хэрэглэгчдэд аль болох тохь тухтай, ажил олгогчийн
            хувьд ашигтай болгох явдал юм.
            <br />
            <span className="font-bold">Өгөгдлийн сан хөгжүүлэгч</span>
            <br />
            Мэдээллийн хадгалалтын бүтэц, зохион байгуулалт нь аливаа томоохон
            байгууллагын тогтвортой үйл ажиллагааны чухал элемент юм. Энд
            мэдээллийн бааз хөгжүүлэгчид аврах ажилд ирдэг. Мэргэжилтнүүдийн гол
            ажил бол архивыг дибаг хийх, шинэчлэх явдал юм. Мэргэжлийн гол ур
            чадвар бол SQL query хэлний мэдлэг юм.
            <br />
            <span className="font-bold">ДАВУУ ТАЛ</span>
            <br />
            Хөгжүүлэгчийн мэргэжлийн гол давуу талууд нь:
            <br />
            • эрэлт хэрэгцээ;
            <br />
            • оффис болон гэртээ алсаас ажиллах чадвар;
            <br />
            • өндөр ашиг төлөх;
            <br />
            • хэд хэдэн төслийг нэгэн зэрэг удирдах чадвар;
            <br />
            ажлын бүтээлч бүрэлдэхүүн хэсэг;
            <br />
            Орос болон гадаадад томоохон компаниудад ажилд орох хэтийн төлөв.
            <br />
            <br />
            Та тусгай боловсролгүйгээр хөгжүүлэгч болж чадна - ажил олгогчийн
            анхаарал нь ажлын туршлага, анкет дээр төвлөрдөг.
            <br />
            Үүний зэрэгцээ мэргэжлийн ур чадварт өөрийгөө сургах олон боломжууд
            байдаг - та интернетээс олон үнэгүй видео хичээлүүдийг олох
            боломжтой. Хөгжүүлэгчийн мэргэжлийн бас нэг давуу тал бол жинхэнэ
            мэргэшсэн мэргэжилтнүүдэд насны хязгаарлалт бараг байдаггүй явдал
            юм.
            <br />
            <span className="font-bold">СУЛ ТАЛУУД</span>
            <br />
            Энэ мэргэжлийн сул тал нь хамаагүй бага боловч ач холбогдолтой:
            <br />
            • та компьютерийн дэлгэцийн өмнө маш их цаг зарцуулах хэрэгтэй
            бөгөөд энэ нь таны алсын хараанд сөргөөр нөлөөлдөг;
            <br />
            • их хэмжээний сэтгэцийн ачаалал - хүн бүр ийм хэмжээ, ажлын
            форматыг даван туулж чадахгүй;
            <br />
            • Тогтвортой цагийн хуваарь байхгүй тул бие даасан ажилчдын
            орлогогүй байх;
            <br />
            • жижиг төслүүдийн элсэлтийн түвшинд та `бүх арилжааны үүр` болж,
            дизайнер, администратор болон бусад хүмүүсийн үүргийг гүйцэтгэх
            ёстой;
            <br />
            • IT технологи нь зогсохгүй байгаа тул та байнга суралцах хэрэгтэй;
            <br />
            • Ихэнх ажил олгогчид зөвхөн ажлын туршлагыг хардаг бөгөөд энэ нь
            шинээр ирсэн хүмүүст албан ёсны ажил олоход хэцүү болгодог.
            <br />
            <br />
            <span className="font-bold">МЭРГЭЖИЛД СУРАЛЦАХ БОЛОМЖ</span>
            <br />
            Мэдээллийн технологийн чиглэлээр дээд боловсролын талаар хэд хэдэн
            хувилбар байдаг. Энэ нь мэдээллийн технологийн ертөнцөд бүх хаалгыг
            нээж өгдөг их сургуулийн диплом биш ч ирээдүйн мэргэжлийн өсөлтийн
            бат бөх үндэс суурь болдог гэж зарим хүмүүс үздэг. Бусад нь их дээд
            сургуулийн боловсрол эзэмших шаардлагатай гэсэн уламжлалт үзэл
            бодолд автдаг.
            <br />
            Олон их дээд сургуулиудад хөгжлийн суурь мэдлэгийг сурах курсууд
            байдаг. Эдгээр нь математик, компьютерийн шинжлэх ухаан, системийн
            програмчлал ба компьютерийн технологи, програм хангамжийн
            инженерчлэл, мэдээллийн аюулгүй байдал, програм хангамжийн
            инженерчлэл ба мэдээллийн систем ба технологи юм.
            <br />
            Эдгээр чиглэлээр элсэх өргөдөл гаргагч нь ихэвчлэн математик, орос
            хэл, компьютерийн шинжлэх ухааны чиглэлээр Улсын нэгдсэн шалгалтын
            сайн үр дүнтэй байх шаардлагатай. Зарим боловсролын байгууллагууд
            нэмэлт физик эсвэл гадаад хэл шаарддаг.
            <br />
            Та мөн дунд мэргэжлийн боловсролын байгууллагууд - коллеж, техникийн
            сургуулиудад мэдээллийн технологийн мэргэжлийг эзэмшиж болно. 11,
            9-р ангийн төгсөгчдийг өдрийн болон эчнээ ангид элсэлт авч байна.
            <br />
            Програм хангамж хөгжүүлэх чиглэлээр янз бүрийн боловсролын
            сургалтууд маш их алдартай. Сургалт нь ихэвчлэн онлайнаар явагддаг
            бөгөөд зардал нь сургалтын үргэлжлэх хугацаа, зөвлөгчийн мэргэжлийн
            түвшингээс хамаарна.
            <br />
            <br />
            <span className="font-bold">Боловсролын байгууллагууд</span>
            <br />
            Хөгжүүлэгчийн мэргэжлээр сургах хэд хэдэн түвшинд сурахлцах
            боломжтой. Дунд мэргэжлийн боловсролыг боловсролын байгууллагуудын
            дунд дараахь зүйлийг ялгаж салгаж болно.
            <br />
            RTU MIREA (Москва)-ийн Багажны инженерчлэл, мэдээллийн технологийн
            коллеж нь 9-р ангийн төгсөгчдийг бүтэн цагаар суралцахаар элсэлт авч
            байна. Та үнэ төлбөргүй суралцах боломжтой:
            <br />
            П.А.Овчинниковын нэрэмжит Политехникийн коллеж (Москва) 9-р ангийн
            төгсөгчдийн дунд элсэлт авч байна. Сургалтын хугацаа - 3 жил 10 сар.
            <br />
            Хөгжүүлэгчийн мэргэжлээр суралцах боломжтой дээд боловсролын
            байгууллагуудын зэрэглэлд дараахь зүйлс түгээмэл байдаг. `MPEI`
            үндэсний судалгааны их сургууль (Москва) Сургалтыг “Программист,
            программист” хөтөлбөрийн хүрээнд бакалавр, мэргэжилтэн, магистр,
            аспирантурын түвшинд явуулдаг. Сургалтын зардал жилд 198 мянгаас
            эхэлдэг. Та бүтэн цагаар, хагас цагаар эсвэл оройн цагаар суралцах
            боломжтой.
            <br />
            Н.Е.Бауманы нэрэмжит Москвагийн Улсын Техникийн Их Сургууль ОХУ-ын
            хамгийн нэр хүндтэй техникийн их сургуулиудын нэг нь `Програмын
            кодыг шинжлэх, үүсгэх, хөрвүүлэх`, `Мэдээлэл боловсруулах, хянах
            систем`, `Компьютерийн тусламжтайгаар дизайны систем`, `Мэдээллийн
            систем ба технологи`, `Хөтөлбөрүүдэд элсэлт авч байна. `Програм
            хангамж, мэдээллийн системийг хөгжүүлэх” . Сургалтын төлбөр жилийн
            270 мянгаас эхэлдэг. Мөн төсөвтэй газрууд байдаг. Дамжуулах дундаж
            оноо 85.7 байна.
            <br />
            В.И.Вернадскийн нэрэмжит Крымын холбооны их сургууль (Симферополь)
            Тус их сургууль нь “Программист, программист” бакалаврын
            хөтөлбөртэй. Оюутнууд програмчлал, үйлдлийн систем зохион бүтээх,
            Java програмчлал, интернетийн хэрэглээний ур чадварыг эзэмшдэг.
            Сургалтын үнэ бүтэн цагаар жилд 100 мянгаас, хагас цагаар 55 мянгаас
            эхэлдэг.
            <br />
            <span className="font-bold">Курсууд</span>
            <br />
            Одоо олон нийтийн онлайн боловсролын онцгой эрэлт хэрэгцээ байна.
            Мөн энд тэргүүлэх чиглэл бол мэдээллийн технологийн салбар юм. Аль
            хэдийн амжилттай болсон мэргэжилтнүүдийн 50 гаруй хувь нь энэ
            сургалтын хэлбэрийг нэмэлт боловсрол болгон сонгодог. Оюутнуудын 40%
            нь эрэлттэй мэргэжлийг эхнээс нь авахыг хүсч курс худалдаж авдаг.
            <br />
            GeekBrains онлайн платформ одоогоор 49 мэргэжлээр сургалтаа зарлаж
            байна. Мөн 169 курс, 36 үнэ төлбөргүй эрчимжүүлсэн сургалт, нэг
            хагас мянга гаруй вебинар хийх боломжтой. Санал болгож буй
            факультетуудын дунд: вэб хөгжүүлэлт, питон хөгжүүлэлт, C#, C++ хэл
            дээр хөгжүүлэлт, тоглоом хөгжүүлэлт, хөгжүүлэлтийн багийн ахлагч
            болон бусад. Зарим хөтөлбөрт суралцах хугацаандаа дадлага хийх зэрэг
            орно.
            <br />
            Skillbox онлайн их сургуулийн хөтөлбөрүүд нь зөвхөн эрэлт
            хэрэгцээтэй мэдээллийн технологийн мэргэжлээр зориулагдсан болно.
            Боловсролын хичээлүүдийг зах зээлийн гол мэргэжилтнүүд боловсруулсан
            бөгөөд практик даалгавар, төгсөлтийн ажилд бодит дадлага хийх, ажил
            олоход туслах зэрэг орно. Олон сургалтын хөтөлбөрүүд хөнгөлөлт
            үзүүлдэг. Давуу тал нь куратортой харилцах, гэрийн даалгавраа шалгах
            боломж юм.
            <br />
            Coursera бол Стэнфордын хоёр профессорын онлайн боловсролын төсөл
            юм. Хичээлийг хоёр зуу гаруй тэргүүлэх боловсролын байгууллагын
            ажилтнууд боловсруулсан. Энэхүү платформ нь танд хамгийн эрэлт
            хэрэгцээтэй мэргэжлүүд, ажлын ур чадваруудыг эзэмшиж, ерөнхийдөө
            боловсролын түвшинг дээшлүүлж, алсын хараагаа тэлэх боломжийг
            олгодог олон төрлийн сургалтуудыг санал болгодог. Үзүүлсэн
            сургалтуудын дунд орос эсвэл англи хэл дээр үнэ төлбөргүй суралцах
            боломжтой бөгөөд төгссөний дараа гэрчилгээ авах боломжтой.
            <br />
            Хүний амьдралын бүхий л салбарт технологи нэвтэрч буй хурд нь
            хөгжүүлэгчийн мэргэжлийн эрэлт хэрэгцээг олон жилийн турш
            баталгаажуулдаг. Зураг: pixabay.com
            <br />
            <span className="font-bold"> Эрэлт</span>
            <br />
            Хүний амьдралын бүхий л салбарт технологи нэвтэрч буй хурд нь
            хөгжүүлэгчийн мэргэжлийн эрэлт хэрэгцээг олон жилийн турш
            баталгаажуулдаг. 2019 онд л гэхэд гар утасны аппликейшнд зарцуулсан
            хэрэглэгчдийн зарцуулалт 40%-иар өссөн байна. Шинжээчдийн үзэж
            байгаагаар энэ үзүүлэлт улам л нэмэгдэх болно. Энэ нь нарийн
            мэргэжлийн хөгжүүлэгчдийн эрэлт нэмэгдэнэ гэсэн үг юм.
          </p>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            ТОГЛООМЫН ДИЗАЙНЕР МЭРГЭЖИЛ
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Тоглоомын дизайнер нь нэгэн зэрэг компьютер тоглоомын найруулагч,
              инженер, продюсер юм. 2023 онд түүнд санаагаа эрэлттэй
              бүтээгдэхүүн болгох хэцүү ажил тулгарна.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/designer.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Тоглоомын дизайнер
            </figcaption>
            <p className="text-sm text-gray-800">
              Компьютер тоглоомууд бидний амьдралын нэг хэсэг болсоор удаж
              байна. Тэд таныг тайвшруулж, өдөр тутмын ажлаасаа түр завсарлаж,
              цагийг өнгөрөөхөд тусалдаг. Ур чадвар эзэмшихэд зориулсан
              сургалтын тоглоомууд, нисгэгч, жолооч нарт зориулсан симуляторууд
              байдаг. Өргөн хүрээний функциональ байдал, бодит дизайн,
              интерактив байдал - энэ бүхэн видео тоглоомыг авъяаслаг тоглоомын
              дизайнеруудын яг одоо бүтээж байгаа жинхэнэ урлаг болгон
              хувиргасан.
              <br />
              <span className="font-bold">Тодорхойлолт</span>
              <br />
              Олон хүмүүс тоглоом зохион бүтээгчийн мэргэжлийн ард тоглоомын
              дүрүүдийн байршил, дүр төрхийг гаргадаг хүн байдаг гэж андуурдаг.
              Гэсэн хэдий ч тийм биш юм. Тоглоомын дизайнер нь компьютер
              тоглоомын дүрэм, бүтэц, агуулгыг боловсруулдаг мэргэжилтэн юм.
              Түүний үүрэг хариуцлагад өргөн хүрээний даалгавар багтдаг. Тэрээр
              зорилтот үзэгчдийн дүн шинжилгээг харгалзан санаа гаргаж, дизайны
              баримт бичигт тоглоомын механизмыг нарийвчлан тайлбарлаж,
              хөгжүүлэлтийн процессыг хянаж, тоглоомыг турших ажилд оролцдог.
              Гэхдээ бүтээгдэхүүн гарсны дараа ч гэсэн тоглоом зохион бүтээгч
              алдаагаа засч, засвар суулгаснаар оюун ухаанаа дэмжиж чадна.
              <br />
              <span className="font-bold">ДАВУУ ТАЛ</span>
              <br /> Хэрэв мэргэжилтэн тоглоомын дизайнерын мэргэжлээр өөрийгөө
              сайн харуулж чадвал гадаадын студиуд түүнийг сонирхож магадгүй юм.
              Ашигтай ажлын санал авах боломж нь энэ мэргэшлийн цорын ганц давуу
              тал биш юм. Бусад чухал давуу талууд байдаг.
              <br />
              • Өөрийгөө ухамсарлах Энэ мэргэжил нь уран зөгнөл, уран сэтгэмжийг
              бүрэн ашиглаж, дуртай бүтээлч үйл ажиллагаагаа ашигтай ажил болгон
              хувиргах боломж юм.
              <br /> • Өндөр цалин Тоглоомын зохион бүтээгчдийн хөлс ОХУ-ын
              дундаж цалингаас давж гардаг.
              <br />
              • Эрэлт Туршлагатай тоглоом хөгжүүлэгчдэд зориулсан тоглоомын
              студиудын хооронд өндөр өрсөлдөөн байдаг.
              <br />
              <span className="font-bold"> СУЛ ТАЛУУД </span>
              <br />
              Гэсэн хэдий ч бүх зүйл анх харахад тийм энгийн биш юм. Тоглоомын
              дизайнер байх нь бас сул талуудтай.
              <br /> • Сургалтын зардал Мэргэжлээрээ хөгжихийг хүсч буй
              тоглоомын дизайнерууд өөрийгөө хөгжүүлэх, курст сургахад их
              хэмжээний санхүүгийн зардал гаргадаг.
              <br />
              • Боловсруулж байна Тогтмол бус ажлын хуваарь, онцгой байдлын
              ажлын хуваарь, ажлын цагийг чанд баримтлах нь тоглоом зохион
              бүтээгчдийн хувьд ердийн зүйл юм.
              <br /> <span className="font-bold">Хаана суралцах вэ</span> <br />
              Тоглоомын дизайнерын мэргэжил нь маш залуу бөгөөд саяхан болтол
              Орос улсад тоглоомын хөгжлийн чиглэлээр тусгай боловсролын
              хөтөлбөр байгаагүй. Гэсэн хэдий ч мэргэжилтнүүдийн эрэлт хэрэгцээ
              нэмэгдэж, өнөөдөр Оросын зарим хотод өргөдөл гаргагчид тоглоомын
              дизайнер болоход чиглэсэн их сургуулийн хөтөлбөрийг сонгох
              боломжтой болсон. Гэхдээ энэ нь хэрэв ойролцоох ирээдүйн тоглоомын
              дизайнерын хөтөлбөртэй их сургууль байхгүй бол алдартай,
              сонирхолтой мэргэжилтэй болох мөрөөдөлдөө баяртай гэж хэлж болно
              гэсэн үг биш юм. Өөр нэг арга бий: өргөдөл гаргагч нь програм
              хангамж хөгжүүлэгч болохын тулд их сургууль эсвэл дунд мэргэжлийн
              боловсролын байгууллагад элсэж, дараа нь тусгай сургалтанд
              хамрагдах боломжтой. <br />
              <span className="font-bold">Боловсролын байгууллагууд</span>
              <br /> Ирээдүйн тоглоомын дизайнеруудад зориулсан хөтөлбөрийг аль
              хэдийн боловсруулсан их сургуулиудын цөөн хэдэн жишээ энд байна.
              Үндэсний судалгааны их сургуулийн Эдийн засгийн дээд сургууль
              (Москва) нь Тоглоомын дизайн ба Виртуал бодит байдлын чиглэлээр
              бакалаврын хөтөлбөрийг санал болгож байна. Багш нар компьютерийн
              тоглоом хөгжүүлэх бүх үе шатанд чадварлаг мэргэжилтнүүдийг
              бэлтгэдэг: санаанаас гаргах хүртэл. Санкт-Петербургийн Үйлдвэрийн
              технологи, дизайны их сургууль нь 11-р ангийн төгсөгчдийг
              `Компьютер тоглоомын хөдөлгөөнт дүрс, график` хөтөлбөрт суралцахыг
              урьж байна. 3D график программ хангамж, тоглоомын график
              найруулга, интерфейсийн дизайн болон бусад олон мэргэжлийн
              салбарууд нь тоглоомын дизайнерын чадварыг бүрдүүлдэг. Хөтөлбөр 4
              жил үргэлжилнэ. Москвагийн Политехникийн их сургууль нь `Хэвлэл
              мэдээллийн үйлдвэрлэл, дизайн дахь мэдээллийн технологи`
              хөтөлбөрийг боловсруулсан. Оюутнууд програмчлал, дизайны чиглэлээр
              мэргэжлээр суралцдаг. Төгсөгчид тоглоом бүтээх бүх үе шатыг үр
              дүнтэй удирдах чадвартай мэргэшсэн мэргэжилтэн болдог
              <br />
              <span className="font-bold">Курсууд</span>
              <br />
              Тоглоомын дизайны үндсэн зарчмуудыг курст судалж болно.
              Skillbox-ын `0-ээс PRO хүртэл тоглоомын дизайны мэргэжил `гэсэн
              ирээдүйтэй курс нь 57 модуль, 300 онлайн хичээлээс бүрдсэн
              хөтөлбөрийг танилцуулж байна. Оюутнууд видео лекцийн хэлбэрээр
              мэдээлэл хүлээн авч, үзсэнийхээ дараа гэрийн даалгавраа хийж,
              зөвлөгчөөс санал хүсэлтээ авдаг. Сургалт дууссаны дараа оюутнууд
              диплом, багцын бэлэн төслүүдийг хүлээн авч, ажил олоход тусалдаг.
              Сургалтын нийт зардал нь 261,563 рубль юм. Хөнгөлөлт болон
              хэсэгчлэн төлнө. Netology-ийн Тоглоомын дизайнерын сургалт нь
              компьютерийн тоглоом бүтээх салбарт анхлан суралцаж буй хүмүүст
              болон ур чадвараа дээшлүүлэхийг хүсдэг туршлагатай хөгжүүлэгчдэд
              тохиромжтой. Сургалтын хөтөлбөрт зөвхөн тоглоомыг хөгжүүлэхэд
              тусалдаг хичээлүүдийг багтаасангүй. Оюутнууд маркетингийн үндэс
              суурьтай танилцах бөгөөд энэ нь тоглоом зохион бүтээгчид ирээдүйд
              бүтээгдэхүүнээ борлуулахад туслах болно. Зардал - 9 сарын
              сургалтанд 119,900 рубль. GeekBrain боловсролын порталаас гаргасан
              `Идеа архитектор: Тоглоомын дизайнер` курс нь дадлагаар төгсдөг
              тоглоомын дизайнер мэргэжлээр эрчимжүүлсэн сургалт юм. Үр дүн нь
              таны тоглоомыг хөгжүүлэх явдал юм. Жилийн сургалт 1 сарын 10700
              болно.
              <br />
              <span className="font-bold">Эрэлт</span>
              <br /> Тоглоомын дизайнерын мэргэжил өнөөдөр эрэлт хэрэгцээтэй
              байгаа бөгөөд тэр ч байтугай боловсон хүчний хомсдолтой тулгараад
              байна. Туршлагатай хөгжүүлэгчдийн дутагдал нь тоглоомын студийн
              менежерүүдийг гадаад улсаас мэргэжилтэн авахыг шаарддаг.
            </p>
          </figure>
          <h2 className="text-sm font-bold md:text-xl mb-4">
            Кибер аюулгүй байдлын мэргэжилтэн
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Дэлхий ертөнц улам бүр виртуал бодит байдалд шилжиж байгаа өнөө
              үед хувийн болон арилжааны мэдээллийг хамгаалах асуудал онцгой
              хурцаар тавигдаж байна. Тийм ч учраас кибер аюулгүй байдлын
              мэргэжилтнүүд хөдөлмөрийн зах зээл дээр хамгийн эрэлттэй байдаг
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/cyber.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Кибер аюулгүй байдлын мэргэжилтэн
            </figcaption>
            <p className="text-sm text-gray-800">
              20-р зуунд хүмүүс цөмийн дайны аюулаас айдаг байсан бол жинхэнэ
              дайн газар дээр биш, харин кибер орон зайд өрнөнө гэж хэн ч
              төсөөлж чадахгүй байсан бөгөөд гол үнэ цэнэ нь шинэ газар нутгийг
              эзлэн авах явдал биш юм. мэдээлэл. Эцсийн эцэст өнөөдөр мэдээлэл
              нь бусад бүх ашиг тусын түлхүүр юм: банкны дансанд олон тэрбум
              долларын орлого олох, хүмүүсийн нууц мэдээллийг олж авах,
              хамгаалагдсан объектын (шорон, музей, үнэт эдлэлийн дэлгүүр)
              хамгаалалтын системийг хакердах - энэ жагсаалтыг үргэлжлүүлж
              болно. удаан хугацааны туршид, учир нь өнөөдөр эрүүгийн ертөнцөд
              дээд зэрэглэлийн хакер мэргэжилтнүүд байдаг. Тэдэнтэй тэмцэхийн
              тулд бүр илүү мэргэшсэн мэргэжилтнүүд шаардлагатай. Кибер аюулгүй
              байдлын мэргэжилтэнг шууд утгаараа үл үзэгдэх фронтын тэмцэгч гэж
              нэрлэж болно, учир нь хувь хүний болон улс орны аюулгүй байдал
              түүнээс хамаардаг. Өнөөдөр бараг бүх төхөөрөмж интернетэд
              холбогдсон байна, гар утас, зурагт, тэр ч байтугай хөргөгч (зарим
              нь байдаг) бөгөөд бүгд ижил утсыг ашиглан хоорондоо холбогддог.
              Мөн дамжуулсан мэдээллээ хамгаалахгүй бол буруу хүмүүсийн гарт
              амархан орж болно. Тиймээс өнөөдөр цахим аюулгүй байдлын
              мэргэжилтэн бол цагдаа, цэрэг, бие хамгаалагч бөгөөд тэдний мөрөн
              дээр асар их үүрэг хариуцлага хүлээдэг. Тийм ээ, тэр дайснаа
              нүүрэн дээр нь хардаггүй, гэхдээ энэ нь түүний мэргэжлийг улам
              хүндрүүлж, хүндтэй болгодог. <br />
              <span className="font-bold">Тодорхойлолт</span>
              <br /> Кибер аюулгүй байдлын мэргэжилтний үндсэн үүрэг бол аж
              ахуйн нэгж, улс орон, иргэдийн мэдээллийн хамгаалалтыг хангах
              явдал юм. Энэ төрлийн мэргэжлийн хүмүүс банк болон бусад
              санхүүгийн байгууллагуудад, батлан хамгаалахын бүх салбарт (арми,
              дотоод хэргийн байгууллагаас эхлээд батлан хамгаалахын аж ахуйн
              нэгжүүд), төрийн байгууллагууд, анагаах ухаан, тээврийн
              байгууллагуудад ажилладаг (жишээлбэл, үйл ажиллагаа тасалдахаас
              урьдчилан сэргийлэх нь маш чухал юм. цэргийн болон иргэний
              диспетчерийн үйлчилгээний нисэх онгоц), нийтийн аж ахуй болон
              бусад чиглэлээр ажилладаг. Тэдний ажил бол аж ахуйн нэгжийн
              програм хангамжийн мэдээллийг хамгаалах хэрэгслийн тасралтгүй
              ажиллагааг хангах, техник хангамжийг тохируулах, ажиллуулах явдал
              юм - энгийн үгээр хэлбэл тэд компьютер, компьютерийн сүлжээний
              бүтэц, үйл ажиллагааны талаар сайн ойлголттой байх ёстой. Мөн
              мэргэжилтэн бүр тухайн байгууллагад тусгайлан зориулсан өөрийн
              программ хангамжийг бичиж, шаардлагатай бол вирусны эсрэг програм
              үүсгэх чадвартай байх ёстой. Кибер аюулгүй байдлын сайн
              мэргэжилтэн нь өөрт нь итгэмжлэгдсэн объект руу хакерын халдлагыг
              хэзээ ч няцаах чадвартай байх ба маш сайн мэргэжилтэн энэ
              халдлагыг хэзээ ч зөвшөөрөхгүй, бүх хандалтын сувгийг урьдчилан
              хаадаг. <br />
              <span className="font-bold">Мэргэшлүүд </span>
              <br />
              Аливаа мэргэжлийн салбарын нэгэн адил кибер аюулгүй байдал нь
              өөрийн гэсэн онцлогтой. <br />
              <span className="font-bold">
                Үйл ажиллагааны аюулгүй байдал
              </span>{" "}
              нь өгөгдлийн хөрөнгийг хамгаалж, боловсруулж байгаа эсэхийг
              баталгаажуулах явдал юм. <br />
              <span className="font-bold">Сүлжээний аюулгүй байдал </span>нь
              байгууллагын компьютерийг вирус, хортой програмаас хамгаалах явдал
              юм. <br />
              <span className="font-bold">Хэрэглээний аюулгүй байдал.</span> Энэ
              тохиолдолд мэргэжилтнүүд компьютерийн программ дээр биш, харин
              хөдөлгөөнт төхөөрөмжид зориулсан програмуудтай ажилладаг. <br />
              <span className="font-bold">
                Гамшгийн нөхөн сэргээлт ба бизнесийн тасралтгүй байдал .
              </span>{" "}
              Энэ нь кибер халдлага аль хэдийн гарсан үед тусламж үзүүлдэг
              `хурдан хариу арга хэмжээ авах баг` гэж хэлж болно. Өөрөөр хэлбэл,
              цаашдын мэдээлэл алдагдлыг хурдан зогсоох эсвэл вирусыг устгах,
              гэмтсэн өгөгдлийг сэргээх, системийн тасралтгүй ажиллагааг хангах
              шаардлагатай байна.
              <br />
              <span className="font-bold">
                {" "}
                Мэдээллийн аюулгүй байдал .
              </span>{" "}
              Энэ профайлын мэргэжилтэн нь түүнд итгэмжлэгдсэн мэдээллийн бүрэн
              бүтэн байдлыг хариуцна. Энэ нь магадгүй хамгийн хариуцлагатай,
              стресстэй ажил юм. <br />
              <span className="font-bold">ДАВУУ ТАЛ </span>
              <br />
              Өнөө үед хамгийн эрэлт хэрэгцээтэй байгаа кибер аюулгүй байдлын
              мэргэжилтний мэргэжлийг хэт үнэлэхэд хэцүү байдаг. Гэхдээ энэ
              ажлын бүх давуу талыг жагсаацгаая. <br />
              • Эрэлт хэрэгцээ <br />
              Цахим эрин зуунд мэдээллийн хамгаалалт нь аливаа төрлийн үйл
              ажиллагааны гол цөм нь байдаг тул кибер аюулгүй байдлын
              мэргэжилтнүүд маш их эрэлт хэрэгцээтэй байна. Нэмж дурдахад
              мэргэжлийн хүмүүс зөвхөн Орос улсад төдийгүй гадаадад ажил олох
              боломжтой, учир нь энэ чиглэлээр мэргэшсэн мэргэжилтнүүдийн
              хэрэгцээ хаа сайгүй өндөр байдаг. <br />• Өндөр цалингийн түвшин
              <br />
              Кибер аюулгүй байдал нь өнөөдөр хамгийн өндөр орлоготой
              салбаруудын нэг юм.
              <br />• Ажил мэргэжлийн хэтийн төлөв
              <br />
              <span className="font-bold"> СУЛ ТАЛУУД</span>
              <br />
              Медаль хэчнээн үнэ цэнэтэй байсан ч үргэлж сул талтай байдаг.
              Үүний нэгэн адил кибер аюулгүй байдлын мэргэжилтэн байх нь сул
              талуудтай. <br />• Асар том хариуцлага
              <br /> Дүрмээр бол асар олон тооны хүмүүсийн амьдрал, сайн сайхан
              байдал, тэр байтугай бүхэл бүтэн улсын хүн амын амьдрал нь тухайн
              байгууллагын мэдээллийг (ялангуяа төрийн аж ахуйн нэгж, арми эсвэл
              томоохон байгууллага) хамгаалах үүрэгтэй хүнээс шууд хамаардаг.
              банкууд.
              <br /> • Ажил нь бүрэн хичээл зүтгэл шаарддаг
              <br /> Хүнд чөлөөт цаг маш бага байдаг, заримдаа илүү цагаар
              ажиллах шаардлагатай болдог. Мэдээлэл хайж байгаа хакерууд ажлын
              хуваарьтай холбоогүй бөгөөд ихэвчлэн ажлын бус цагаар халдлага
              үйлддэг тул хамгаалалтын мэргэжилтэнг өдрийн аль ч цагт, амралтын
              өдрүүд, амралтын үеэр дуудаж болно. <br />
              • Дотор суурин ажил
              <br /> Өдөрт найм, түүнээс ч илүү цаг компьютерийн ард суух нь
              хүний эрүүл мэндэд хамгийн сайн нөлөө үзүүлэхгүй нь ойлгомжтой.
              Цаг хугацаа өнгөрөх тусам сколиоз болж, нүдний хараа муудаж, ажил
              хийж байхдаа тогтмол, зөв хооллож чадахгүйгээс болж ходоод
              гэдэсний бүх төрлийн өвчин үүсдэг. Мөн энэ нь байнгын стрессээс
              үүдэлтэй архаг ядаргаа, мэдрэлийн эмгэгийн тухай ярихгүй юм.
              <br />
              <span className="font-bold">Хаана сурах вэ </span>
              <br />
              Кибер аюулгүй байдлын мэргэжилтэн болохын тулд та тус улсын бараг
              бүх их сургуульд элсэн суралцах боломжтой - өнөөдөр ихэнх их дээд
              сургуулиудад холбогдох тэнхимүүд байдаг. Энэ нь ялангуяа
              математик, програмчлал, автоматжуулалт, үнэн хэрэгтээ компьютерийн
              аюулгүй байдлыг эрчимтэй судалдаг техникийн их сургуулиудын хувьд
              үнэн юм. Нэмж дурдахад, мэргэжил нь энэ салбартай холбоогүй хүн ч
              гэсэн биечлэн болон онлайн сургалтанд хамрагдсанаар кибер аюулгүй
              байдлын мэргэжилтэн болох боломжтой. Нэг үгээр хэлбэл хүсэл байсан
              бол боломжоос илүү гарах байсан.
              <br />
              <span className="font-bold"> Курсууд </span>
              <br />
              Өнөөдөр онлайн боловсрол нь дээд болон дунд мэргэжлийн боловсролын
              байгууллагуудын сургалттай бараг ижил түвшинд байгаа бөгөөд зарим
              курсууд нь үүнээс ч өндөр үнэлгээтэй байдаг, учир нь тэд төгсөөд
              дэлхийн аль ч улсад ажиллах эрх бүхий олон улсын гэрчилгээ
              олгодог. Та интернетээс орос болон олон улсын аль алинд нь асар
              олон тооны онлайн курс олох боломжтой. Сургалтын үргэлжлэх хугацаа
              нь хэдэн сараас хоёр жил хүртэл байдаг. Нэмж дурдахад олон их дээд
              сургуулиуд мэдээллийн аюулгүй байдлын бүрэн цагийн сургалтыг зохих
              баримт бичгийг гаргаж өгдөг. Жишээлбэл:
              <br /> • ITMO их сургуулиас олгодог `Мэдээллийн объектын иж бүрэн
              хамгаалалт` бакалаврын хөтөлбөр.
              <br /> • MIET их сургуулийн мэдээллийн аюулгүй байдлын бүтэн
              цагийн сургалт.
              <br />
              <span className="font-bold"> ЭРЭЛТ</span>
              <br /> Хувийн жижиг аж ахуйн нэгж ч бай, төрийн том байгууллага ч
              бай бүх байгууллага мэдээллээ кибер халдлагаас хамгаалахыг
              эрмэлздэг. Сургууль, номын сан, дэлгүүр, эмнэлэг, банк, арми -
              өнөөдөр интернетэд холбогдсон компьютер ашигладаг бүх газрыг
              жагсаахад хэцүү байдаг тул тэдэнд бүрэн, хамгийн чухал нь аюулгүй
              ажиллагааг хангах мэргэжилтнүүд хэрэгтэй байна. . Ийм учраас кибер
              аюулгүй байдлын мэргэжилтэн хэзээ ч ажилгүй үлдэхгүй.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            МАШИН СУРГАЛТЫН МЭРГЭЖИЛТЭН
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Хүүхэд байхдаа бид машинууд хүмүүстэй эн зэрэгцэхүйц сэтгэх
              чадвартай футурист шинжлэх ухааны уран зөгнөлийг уншдаг. Тэр үед
              бидний хувьд үлгэр мэт санагдаж байсан зүйл өнөөдөр бодит байдал
              болон хувирчээ.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/machine_learning.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              МАШИН СУРГАЛТЫН МЭРГЭЖИЛТЭН.
            </figcaption>
            <p className="text-sm text-gray-800">
              Компьютер бидний амьдралд илүү их зай эзэлдэг цаг үед бид амьдарч
              байна. Хэрэв энэ зууны эхээр энэ нь тансаг хэрэглээ байсан бөгөөд
              голчлон ажил, тооцоололд ашиглагддаг байсан бол өнөөдөр энгийн
              утаснууд хүртэл 2000-аад оны эхээр оффис дээр байсан утаснаас
              хамаагүй илүү хүчирхэг мини-компьютер болжээ. Яагаад утаснууд
              байдаг вэ? Зарим хөргөгч хүртэл ямар бүтээгдэхүүн дутагдаж байгааг
              илрүүлж, интернетээр дамжуулан бие даан захиалга өгөх боломжтой
              байдаг. Компьютер нь бидний санхүү, аюулгүй байдлыг удирдаж, өдөр
              тутмын асуудлыг шийддэг. Түүгээр ч барахгүй, өнөөдөр та
              компьютертэй ярьж чаддагт хэн ч гайхахгүй байх болно, заримдаа
              виртуал ярилцагч нь бодит хүнээс илүү сонирхолтой, ухаалаг, илүү
              ойлголттой болж хувирдаг. Энэ нь ярилцагч өөрөө өөрийгөө сурах
              чадвартай, өөрөөр хэлбэл түүний нэгэн зэрэг хийж буй олон зуун
              мянган харилцан яриа бүр нь түүнд сургамж болдог учраас ийм зүйл
              тохиолддог. Ингэж хиймэл оюун ухаан шинэ үг, даалгавар, хариу
              үйлдэл, хошигнол, хэллэг, хэллэгийг сурдаг. Одоо заримдаа хэнтэй
              харилцаж байгаагаа ойлгох боломжгүй болдог: амьд хүнтэй эсвэл
              компьютертэй. Шинжлэх ухаан нь ирээдүйд машинд биш, харин оюун
              ухаан нь ядаж нэг компьютерийг давж гарах боломжгүй хүмүүст -
              машин сургалтын мэргэжилтнүүд (хиймэл оюун ухаан) хүмүүст энэ
              үсрэлт хийх өртэй хэвээр байна. <br />
              <br />
              <span className="font-bold">Тодорхойлолт</span> <br />
              Машин сургалтын мэргэжилтэн бол `АйТи-ийн мэргэжилтнүүд` гэж
              нэрлэгддэг хүмүүсийн дунд хамгийн өндөр оюун ухаан гэж хэлж болно.
              Тэд бие даан суралцах, өөрөөр хэлбэл өгөгдөлд дүн шинжилгээ хийж,
              үүн дээр үндэслэн өөрсдийн дүгнэлтийг гаргахын тулд машинуудын
              алгоритмыг эмхэтгэх ажилд оролцдог. `Ингэснээр машинууд бослого
              гаргахад тийм ч удаан хугацаа шаардагдахгүй!` – гэж зарим хүмүүс
              хэлдэг. Тэд буруу байх болно. Одоогийн байдлаар тоон технологи
              хурдацтай хөгжиж байгаа хэдий ч компьютерууд `тийм-үгүй` зарчмаар
              хоёртын логикоор ажилладаг хэвээр байна. Гэхдээ хүмүүс бид
              хязгааргүй олон тооны завсрын сонголтыг авч үзэх боломжтой.
              Мэдээжийн хэрэг, өнөөдөр ямар ч машин, тэр ч байтугай хамгийн
              төвөгтэй, төгс төгөлдөр ч ийм ойлголттой ажиллах боломжгүй юм. Ийм
              байхад бид хиймэл оюун ухаанд ямар ч чөлөөт хүсэл зоригийн тухай
              ярих нь утгагүй. Гэсэн хэдий ч машин сургалтын мэргэжилтнүүд энэ
              тал дээр бас ажиллаж байгаа бөгөөд магадгүй бид компьютерийн
              тусламжтайгаар чин сэтгэлээсээ ярилцаж, биднийг сонссоны дараа
              хүний сэтгэл хөдлөл, сэтгэл хөдлөлийг бүрэн харуулах өдөр холгүй
              байгаа байх. практик зөвлөгөө өгөх. Бүх зүйл компьютерийн
              сургалтын мэргэжилтнүүдийн гарт байна. <br />
              <span className="font-bold">ДАВУУ ТАЛ </span>
              <br />
              Машин сургалтын мэргэжилтэнээр ажиллахын давуу талыг хэт үнэлж,
              хэтрүүлэхэд хэцүү байдаг. • Эрэлт хэрэгцээ Энэ профайлын
              мэргэжилтнүүд дэлхий даяар маш их эрэлт хэрэгцээтэй байгаа тул
              ажил олоход асуудал гарахгүй бөгөөд гарахгүй. • Өндөр орлоготой
              Энэ ажил үргэлж, хаана ч сайн цалин өгдөг. • Бүтээлч бүрэлдэхүүн
              хэсэг Машины сургалт нь хүнээс бүтээлч хандлагыг шаарддаг, өөрөөр
              хэлбэл энэ нь бас бүтээлч мэргэжил юм. • Сонирхолтой даалгавар
              Ажилд нэг хэвийн бус байдал байдаггүй: та шинэ сонирхолтой,
              заримдаа өчүүхэн бус асуудлыг шийдэх бүртээ хэрэгтэй болдог.
              Өөрөөр хэлбэл, өдөр бүр оюун ухаанд зориулсан шинэ дасгал юм.
              <br />
              <span className="font-bold">СУЛ ТАЛУУД</span>
              <br /> Мэдээжийн хэрэг, амьдрал нь дуртай ажлаасаа бүрддэг
              мэргэжилтний хувьд энэ нь ямар нэгэн сул тал байж магадгүй гэдгийг
              төсөөлөхөд хэцүү байдаг, гэхдээ гаднаас нь харцгаая. • Өндөр хүч
              чадал шаардана Ажил нь асар их оюун санааны хүчин чармайлт
              шаарддаг. Эхэндээ энэ нь сонирхолтой, бүр гайхалтай боловч дараа
              нь ядрах, ядрахад хүргэдэг. <br />• Тогтмол бус хуваарь Энэ
              профайлын мэргэжилтнүүд ердийн ажлын өдөртэй байх нь ховор байдаг.
              Дүрмээр бол програмистууд төсөл дээр ажиллахад хэдэн өдөр
              зарцуулдаг бөгөөд энэ нь хэт их ачаалал үүсгэдэг.
              <br /> • Алсдаа хараа муудах Ажил нь зөвхөн хөдөлгөөнгүй бөгөөд
              нүдийг маш их ядрахыг шаарддаг бөгөөд энэ нь янз бүрийн өвчин
              үүсгэх шалтгаан болдог.
              <br />{" "}
              <span className="font-bold">
                Хэрхэн машин сургалтын мэргэжилтэн болох вэ
              </span>
              <br /> Машин сургалтын мэргэжилтэн болохын тулд эхлээд
              програмистын мэргэжлийг төгс эзэмших хэрэгтэй. Гэхдээ
              програмчлалын хэлний мэдлэг нь програм бичих, компьютерийн сүлжээг
              удирдахад хангалттай бол хиймэл оюун ухаантай ажиллахын тулд та
              математикийн анализаас эхлээд биологи, физик хүртэл өөр олон
              шинжлэх ухааныг эзэмших хэрэгтэй болно. Тийм ээ, тийм ээ, энэ бол
              амьд организмын мэдрэлийн системийн үйл ажиллагааны зарчим нь
              цахим ухамсарыг бий болгох үндэс суурь болох ёстой. Нейрон нь
              өдөөлтийг хэрхэн хүлээн авдаг, тархи эсвэл нугасны дохиог хэрхэн
              дамжуулдаг, энгийн цахилгаан импульсийг нарийн төвөгтэй мэдээлэл
              болгон хувиргахад ямар алгоритмууд оролцдог - компьютерийн
              сургалтын салбарын мэргэжилтэн энэ бүхнийг ойлгох ёстой. Нэмж
              дурдахад, хүний сэтгэлзүйн чиглэлээр баялаг мэдлэгтэй байх
              шаардлагатай, учир нь машин нь хүнд ойлгомжтой, ертөнцийг ойлгоход
              нь тохирсон хариу үйлдэл үзүүлэх ёстой. Нэг үгээр хэлбэл, машин
              сургалтын мэргэжилтэн бол хамгийн өргөн хүрээний мэргэжилтэн, олон
              талт, өргөн мэдээлэл, гүн гүнзгий мэдлэгтэй хүн юм. Тийм ч учраас
              энэ мэргэжлийг мэдээллийн технологийн мэргэжилтнүүдийн дунд нэгэн
              төрлийн элит гэж үздэг.
              <br /> <span className="font-bold">Хаана сурах вэ</span>
              <br /> Машины сургалтын чиглэлээр бие даан сургадаг хүмүүс
              байдаггүй, учир нь энэ талбар нь шинжлэх ухаан, технологийн янз
              бүрийн чиглэлээр системчилсэн суурь мэдлэг шаарддаг. Дүрмээр бол
              энэ мэргэжлээр техникийн их дээд сургуулийг төгссөн гэрчилгээтэй
              програмистууд ирдэг. Ихэвчлэн хиймэл оюун ухаантай ажиллахын тулд
              хэлний мэдлэг, програмчлалын ур чадвар хангалтгүй - та тусгай
              сургалтанд хамрагдах хэрэгтэй. <br />{" "}
              <span className="font-bold"> Боловсролын байгууллагууд</span>
              <br />
              Москвагийн Харилцаа Холбоо, Мэдээлэл зүйн Техникийн Их Сургууль
              (MTUSI) Тус их сургууль нь Европын инженерийн боловсролын
              нийгэмлэг (SEFI) болон хиймэл оюун ухааны чиглэлээр ажилладаг
              гадаадын бусад байгууллагуудтай харилцаа холбоо тогтоодог тул энэ
              их сургуулийн диплом нь төгсөгчдөд зөвхөн мэргэжлээрээ ажиллах
              боломжийг олгодог. Орос, гэхдээ бас гадаадад. ОХУ-ын Хүмүүнлэгийн
              Ухааны Их Сургууль (Москва) Тус сургууль нь Хүмүүнлэгийн ухааны
              Ухаалаг Системийн тэнхимтэй. Энэ нь хүмүүнлэгийн чиглэлээр улсдаа
              шилдэг их сургуулиудын нэг бөгөөд энэ чиглэлээр хиймэл оюун
              ухааныг ашиглах талаар хөндөж байна. Москвагийн Физик Технологийн
              Институт (MIPT) нь физик, математик, програмчлал, биологийн
              чиглэлээр тэргүүлэгч техникийн их сургууль юм. Нэг үгээр хэлбэл,
              машин сургалтын ур чадварыг эзэмшихэд шаардлагатай бүх зүйл.
              <br /> <span className="font-bold"> Курсууд </span>
              <br />
              Машин сургалтын мэргэжилтэн болоход програмистын диплом
              хангалтгүй, та хиймэл оюун ухааны чиглэлээр нэмэлт боловсрол
              эзэмших хэрэгтэй. <br />{" "}
              <span className="font-bold">
                Skillfactory-ийн машин сургалтын курс.
              </span>{" "}
              Энэхүү 3 сарын сургалтыг зохион байгуулагчид ажлын байранд
              зуучлах, дадлага хийх баталгааг өгдөг. Сургалт дууссаны дараа
              гэрчилгээ олгоно.
              <br />{" "}
              <span className="font-bold">
                Netology-ээс `Машин суралцахуй`.
              </span>{" "}
              Зургаан сарын онлайн сургалтанд багштай хичээл, бие даасан
              даалгавар орно. Төгссөний дараа дипломын ажил дуусна. Сургалтууд
              нь ажил олоход тусална. Үр дүнд үндэслэн гэрчилгээ олгоно. <br />{" "}
              <span className="font-bold">
                {" "}
                Стэнфордын машин сургалт (Курсера).
              </span>
              Олон улсын онлайн сургалт нь дэлхийн шилдэгүүдийн нэгд тооцогддог.
              Мэргэжлийн сургалтын түвшингээ дээшлүүлэхийг хүссэн хүмүүст үнэ
              төлбөргүй байдаг. Хэрэв та гэрчилгээ авахыг хүсвэл сургалтын
              төлбөртэй хувилбарт бүртгүүлж болно.
              <br /> <span className="font-bold">Эрэлт </span>
              <br />
              Өдөр бүр хиймэл оюун ухаан бидний амьдралд улам бүр нэвтэрч байна.
              Бид утсандаа программ ашигладаг, өөрийн компьютертэй ярьдаг, робот
              тоос сорогчоор гэрийг маань цэвэрлэдэг, компьютер шатрын спортын
              дэлхийн шилдэг их мастеруудыг хожиж, интернетийн олон үйлчилгээ нь
              бидний амтанд нийцүүлэн контентыг тохируулдаг. Амьдралын дижитал
              технологи хамаарахгүй хэсгийг төсөөлөхөд хэцүү байдаг. Мэдээжийн
              хэрэг, тэдгээрийг хөгжүүлэх, сайжруулахад хиймэл оюун ухааны
              түвшинг дээшлүүлж, хүний сэтгэлгээнд ойртуулах чадвартай
              мэргэжилтнүүд улам бүр нэмэгдэж байна. Түүнээс гадна эдгээр нь
              програмчлалын хэл, шаардлагатай алгоритмыг мэддэг гар урчууд биш,
              харин асуудал бүрийг шийдвэрлэх стандарт бус аргыг олж чаддаг
              бүтээлч сэтгэлгээтэй хүмүүс байх ёстой. Тиймээс дэлхий даяар машин
              сургалтын мэргэжилтнүүдийн эрэлт хэрэгцээг хэт үнэлэх нь мэдээжийн
              хэрэг.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">Хотын фермер</h2>
          <figure>
            <p className="text-sm text-gray-800">
              Хотын фермер бол хотод газар тариалан, үр тариа тариалах чиглэлээр
              ажилладаг шинэ, ирээдүйтэй мэргэжлийн төлөөлөгч юм. Хотын фермер
              юу хийдэг, яаж фермер болох талаар бид танд хэлэх болно Хүнс
              ногооны ургамал тариалахын тулд заавал хөдөө нүүх шаардлагагүй.
              Шинэ технологи нь үүнийг хотод зөв хийх боломжийг олгодог - хуучин
              агуулах, дээвэр, хонгил, хоосон байранд. Энэхүү санаа нь аль
              хэдийн дэлхий даяар трэнд болж, хотын фермер хэмээх шинэ мэргэжил
              хүртэл бий болоод байна.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/farmer.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Хотын фермер
            </figcaption>
            <p className="text-sm text-gray-800">
              <br /> <span className="font-bold"> Тодорхойлолт</span>
              <br /> Хотын фермер гэдэг нь хотын орчинд хүнсний ногоо тарьж
              ургуулдаг хүн юм. Ихэвчлэн хотын газар тариалангийн тухай
              ойлголтод ургамал - төрөл бүрийн ногоо, жимс жимсгэнэ, мөөг
              тариалахыг хэлдэг боловч хотод загас эсвэл шувууны аж ахуй эрхлэх
              боломжтой бас байдаг. Ургамалтай ажиллахын тулд “хотын тариачинд”
              өрөө, тусгай тоног төхөөрөмж хэрэгтэй, жишээлбэл, жижиг ургах
              хайрцаг эсвэл гэрэлтүүлэг бүхий олон шатлалт тавиур - босоо
              фермүүд. Тэднийгг шалнаас тааз хүртэл хэд хэдэн давхаргаар
              байрлуулах нь жижиг талбайгаас ч сайн ургац авах боломжийг
              олгодог. Сонирхолтой нь, босоо фермийн ургамалд хөрс огт хэрэггүй:
              ургамал нь шаардлагатай бүх бодис, микроэлементүүдийг шим
              тэжээлийн уусмалаас авдаг бөгөөд үүнийг автомат тэжээлийн
              системээр дамжуулан үндэс рүү шууд хүргэдэг. Энэ тохиолдолд үндэс
              нь ямар нэгэн төрлийн субстрат байж болно - хүлэр, өргөссөн шавар,
              наргил модны эслэг, эсвэл түүнгүйгээр хийж болно. Энэхүү өсөн
              нэмэгдэж буй технологийг `гидропоник` гэж нэрлэдэг боловч бусад нь
              `аэропоник`, `аквапоник` гэх мэт түгээмэл байдаг. Амжилтанд
              хүрэхийн тулд хотын фермер нь ургамлын бүтэц, амьдралын мөчлөг,
              тариалалтын технологийг ойлгохоос гадна бизнес эрхлэх, өөрөөр
              хэлбэл түгээлтийн сувгийг олох, зах зээл, өрсөлдөгчиддөө дүн
              шинжилгээ хийх, сурталчилгаа хийх чадвартай байх ёстой. Хотын
              фермерийн үйлчлүүлэгчид нь дэлгүүр, зоогийн газар, түүнчлэн шинэ
              ургамал, хүнсний ногоо сонирхдог хувийн худалдан авагчид байж
              болно. ДАВУУ ТАЛ Хотын фермер байх нь хэд хэдэн чухал давуу
              талтай. • Өрсөлдөөн бага • Хотын аж ахуй бол нэлээд шинэ үзэгдэл
              тул энэ зах зээлд өрсөлдөөн тийм ч өндөр биш байна. • Эрэлт
              Өнөөдөр улам олон хүмүүс жилийн аль ч үед эрүүл хооллож, шинэхэн
              ногоо идэхийг хүсдэг бөгөөд Оросын цаг уурын нөхцөлд энэ нь зөвхөн
              импорт, хүлэмж эсвэл хотын фермийн ачаар л боломжтой юм. • Энгийн
              логистик Хотод ургуулсан бүтээгдэхүүнийг хол зайд тээвэрлэх
              шаардлагагүй, учир нь фермүүд аль хэдийн хэрэглэгчдэд ойрхон
              байдаг. • Ургац хураах тогтвортой байдал Уламжлалт газар
              тариалангаас ялгаатай нь хотын газар тариалан нь цаг агаарын
              нөхцөл байдлаас хамаардаггүй. Тохиромжтой гэрэлтүүлэг, усалгаа,
              агааржуулалтын систем бүхий байшинд зохих арчилгаа хийснээр жилийн
              турш ургац хураах боломжтой. СУЛ ТАЛУУД Харамсалтай нь энэ
              мэргэжил бас хэд хэдэн ноцтой сул талуудтай. • Хөрөнгө оруулалтын
              хэрэгцээ Хотын аж ахуй нь тоног төхөөрөмжийн өндөр өртөгтэй
              байдаг: байрны хэмжээнээс хамааран хэдэн арван мянгаас хэдэн сая
              хүртэл үнэтэй байдаг. Мөн түрээсийн зардал, үр, суулгац, шим
              тэжээлийн уусмал, цахилгааны зардал сар бүр гарна. • Зөвшөөрөл,
              Баримт бичиг Хот суурин газарт ямар нэгэн зүйлийг их бага
              хэмжээгээр ургуулахын тулд янз бүрийн эрх бүхий байгууллагаас
              зөвшөөрөл авах шаардлагатай. Мөн хууль ёсны бизнес эрхлэхийн тулд
              хувиараа бизнес эрхлэгч эсвэл ХХК нээх, данс хөтөлж,
              бүтээгдэхүүний гэрчилгээ олгох шаардлагатай болно. • Эрсдэл Аливаа
              бизнесийн нэгэн адил хотын газар тариалан нь тодорхой эрсдэлтэй
              байдаг. Та бүх хөрөнгө оруулалтаа нөхөж, бизнесээ ашигтай болгохын
              тулд шаргуу хичээх хэрэгтэй бөгөөд үүнийг хүн бүр хийж чадахгүй.
              Хаана суралцах Хотын фермерийн аж ахуй нь зөвхөн 2012 оноос
              арилжааны чиглэлээр гарч ирсэн тул энэ мэргэжлийг сургах тусдаа
              хөтөлбөр хараахан гараагүй байна. Магадгүй энэ нь ойрын ирээдүйд
              гарч ирэх байх, учир нь зарим боловсролын байгууллагууд хотын аж
              ахуйг заах семинартай байдаг. Газар тариалан, газар тариалангийн
              талаархи үндсэн мэдлэгийг хөдөө аж ахуйн коллеж эсвэл их дээд
              сургуульд авах боломжтой. Мөн амжилттай хотын фермерүүд эсвэл
              тоног төхөөрөмж нийлүүлэгчдээс курс, мастер ангиуд, жил бүрийн
              хурал, хөдөө аж ахуйн хакатонууд байдаг. Боловсролын байгууллагууд
              9-р ангиа төгсөөд энэ мэргэжлийг эзэмших хүсэлтэй хүмүүс
              “Агрономич” мэргэжлийг анхаарч үзэх хэрэгтэй. Үүнийг дунд
              мэргэжлийн боловсролын байгууллагуудад танилцуулдаг. 1)
              Красноярскийн хөдөө аж ахуйн коллеж; 2) И.С.Ефановын нэрэмжит
              Тулагийн хөдөө аж ахуйн коллеж; 3) Корочан хөдөө аж ахуйн коллеж.
              Хөдөө аж ахуйн их дээд сургууль коллежуудаас олон байгааг анхаарна
              уу. Дээд боловсролын байгууллагуудад сургалтын хөтөлбөрүүдийн
              сонголт илүү өргөн байдаг: `Агрономич` -оос гадна `Агробизнес`,
              `Тариалангийн технологи` болон бусад. Ихэвчлэн элсэхийн тулд та
              орос хэл, математик, биологийн улсын нэгдсэн шалгалтыг өгөх
              шаардлагатай байдаг боловч зарим их дээд сургуулиуд физик, химийн
              чиглэлээр улсын нэгдсэн шалгалтыг шаарддаг. Тохиромжтой
              боловсролын байгууллагуудын товч жагсаалтыг энд оруулав. 1) К.А.
              Тимирязевын нэрэмжит Оросын Улсын Аграрын Их Сургууль (Москва); 2)
              Санкт-Петербург Улсын Аграрын их сургууль; 3) Эзэн хаан I Петрийн
              нэрэмжит Воронеж улсын хөдөө аж ахуйн их сургууль; 4) Кубан улсын
              хөдөө аж ахуйн их сургууль; 5) Новосибирскийн улсын хөдөө аж ахуйн
              их сургууль. Курсууд Хотын газар тариалангийн талаархи онлайн
              сургалтууд нь энэ мэргэжлийн онцлог шинж чанаруудын талаар
              шаардлагатай бүх мэдээллийг хурдан цуглуулахад тусална. Ихэнхдээ
              ийм сургалтыг фермээ амжилттай эхлүүлсэн, ямар технологи
              ажилладаг, аль нь болохгүй байгааг өөрсдийн туршлагаас туршиж
              үзсэн компаниуд санал болгодог. Жишээлбэл, Local Roots нь City
              Farm нэртэй 6 долоо хоногийн онлайн сургалттай. Энэ нь шинэ
              мэргэжлийг сонирхож буй хэн бүхэнд тохиромжтой бөгөөд газар
              тариалангийн үндэс суурьтай танилцах боломжийг олгоно. Эрэлт Хотын
              тариачны мэргэжил одоогоор эхэн үедээ байгаа бөгөөд өнөөг хүртэл
              эрэлт хэрэгцээтэй гэж нэрлэх аргагүй юм. Та ажил хайх сайтуудаас
              энэ мэргэжлээр сул орон тоо олох боломжгүй. Энэ нь хүн өөрийн
              санаачилгаар эсвэл ижил төстэй хүмүүстэй багаар нээдэг хувийн
              бизнес юм.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            FM НЭВТРҮҮЛЭГ ХӨТЛӨГЧ МЭРГЭЖИЛ{" "}
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Энэ бол онлайн нэвтрүүлэгч юм. Сүүлийн жилүүдэд энэ үйл ажиллагаа
              нь хобби, зугаа цэнгэлээс бүрэн эрхт мэргэжил болж хувирсан.
              Одоогоор дэлхий даяар видео контентын өсөлт гарч байна.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/hutlugch.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              FM НЭВТРҮҮЛЭГ ХӨТЛӨГЧ МЭРГЭЖИЛ
            </figcaption>
            <p className="text-sm text-gray-800">
              Олон хүмүүс зүгээр л видео үзэх дуртай, зарим нь зураг авах,
              засварлах дуртай, зарим нь онлайнаар энэ бүхийг “цацах” дуртай
              байна. “Цацагч” бол онлайн нэвтрүүлэгч юм. `Цацах - түгээх` гэдэг
              үгийг сонсоход тэр даруй компьютер тоглоомтой холбоотой гэж
              ойлголт үүсдэг. Үнэн хэрэгтээ ихэнх хөтөч нар үүнээс карьераа
              хийсэн. Гэсэн хэдий ч урсгал нь зөвхөн тоглоомоор
              хязгаарлагдахгүй. Өнөөдөр хоол хийх, хөгжмийн нэвтрүүлэг, аялал
              жуулчлалын тойм, гоо сайхны бүтээгдэхүүн, кино, хамтдаа телевизийн
              цуврал үзэх, тэр ч байтугай ямар нэгэн сэдвээр шууд ярилцах нь
              түгээмэл байдаг. Үндсэндээ хүмүүс сонирхож байгаа л бол та ямар ч
              зүйлийг дамжуулж болно. Нэвтрүүлэхийн тулд та Twitch эсвэл YouTube
              зэрэг платформ дээр бүртгүүлэх шаардлагатай. Эдгээр нь хамгийн
              алдартай платформууд боловч CiberGame, GoodGame, WASD, нийгмийн
              сүлжээнүүд бас байдаг. Тэд тус бүр өөрийн гэсэн онцлог, дүрэм
              журамтай байдаг бөгөөд үүнийг дагаж мөрдөхгүй байх нь удаан
              хугацаагаар блоклогдох эрсдэлтэй байдаг. Гэхдээ энэ бүхэн зүгээр л
              хэрэгсэл, дамжуулагчийн ажлын хамгийн чухал зүйл бол агуулга юм.
              Сувгийн санааг сайтар тунгаан бодож, өөрийн байр суурь, онцлогийг
              олж, үзэгчдийг дахин дахин эргэж ирэхэд юу хүргэхийг ойлгох нь
              чухал юм. Сонирхолтой зүйл санал болгож чаддаг, дур булаам, хошин
              шогийн мэдрэмжтэй, олон нийтийг хэрхэн хөгжөөхийг мэддэг хүмүүс
              оргилд гардаг. Өөр нэг зайлшгүй цэг бол чөлөөт цаг юм.
              Мэргэжилтнүүд бараг өдөр бүр, нэгэн зэрэг цацдаг. Нэвтрүүлэг нь
              ихэвчлэн 2-3 цаг үргэлжилдэг боловч энэ нь үргэлж хувь хүн байдаг:
              8-10 цаг дараалан марафонд оролцоход бэлэн хүмүүс байдаг.
              Мэдээжийн хэрэг, эхлэгчдэд ийм дамжуулалт хийх нь утгагүй юм, учир
              нь хэн ч дамжуулагчийг мэдэхгүй бол эхлээд Twitch дээр нэг ч
              үзэгчтэй байдаггүй. Тогтмол байх шаардлагатай, гэхдээ эхэндээ
              өөрийнхөө тухай ярих, YouTube дээр зөвлөмж өгөх замаар үзэгчдийг
              татах боломжтой платформ дээр анхны контент, сурталчилгаа хийхэд
              илүү их цаг зарцуулах нь дээр. Twitch дээр ирээрэй. Хаана сурах вэ
              Дамжуулахын тулд таны мэдэх ёстой бүх зүйл онлайнаар чөлөөтэй
              байдаг. Үнэгүй видео бичлэгүүд, нийтлэл, зөвлөмжүүд, хөтөлбөрийг
              тохируулах алхам алхмаар зааварчилгаа нь үндсийг ойлгоход тусална.
              Та өөрийн шүтээнүүдийг харж, өөр өөр хөгжлийн стратегийг туршиж
              үзээрэй, өөрийн хэв маягийг хайж олох боломжтой. Курсууд Стрийтийн
              талаар маш цөөхөн хичээл байдаг. Энэ нь магадгүй стриминг нь
              бүтээлч үйл ажиллагаа байдагтай холбоотой бөгөөд курс дууссаны
              дараа оюутан алдартай болно гэдэгт хэн ч баталгаа өгөхгүй байх
              магадлалтай. Тийм ээ, курс нь техникийн талыг тайлбарлаж, зөвлөмж
              өгдөг боловч үр дүн нь ямар ч тохиолдолд дамжуулагчийн хувийн шинж
              чанар, агуулга, түүний танилцуулгаас хамаарна. Нэмж дурдахад,
              сургалтанд хамрагдах нь санхүүгийн хөрөнгө оруулалт шаарддаг
              бөгөөд дамжуулагчаар ажиллахдаа тэд үр дүнгээ өгнө гэдэгт хэзээ ч
              итгэлтэй байж чадахгүй. Онлайн боловсролын зах зээл дээр хэд хэдэн
              сургалт байдаг. Жишээлбэл, Skillbox-ийн `Streamer` курс. Энэ нь 22
              сэдэвчилсэн модульд нэгтгэгдсэн 100 онлайн хичээлээс бүрдэнэ.
              Хичээлийн явцад оюутнууд зөвлөгч нартай хамтран ажиллаж, тоглоомын
              томоохон нийгэмлэгт нэвтрэх боломжтой болно. Эрэлт 2020 оны тахал
              өвчин, өөрийгөө тусгаарлахын ачаар цацалтын платформ дээрх
              нэвтрүүлгүүдийн алдар нэр, зочдын тоо мэдэгдэхүйц нэмэгдсэн ч
              өөрсдөө илүү олон дамжуулагч бий болсон. Энэ мэргэжил нэлээд
              эрэлттэй гэж бид хэлж чадна. Тоглоомын дамжуулалт үргэлж алдартай
              байсан ч сүүлийн үед бодит амьдрал дээр цацагдсан IRL сувгууд
              олноор гарч ирсэн нь үзэгчдийн дийлэнх хэсгийг татдаг. Ажил,
              карьер Эхлэгчид ихэвчлэн стриминг болон үндсэн ажлаа хослуулдаг,
              учир нь эхний шатанд маш цөөхөн үзэлт, захиалагч байдаг бөгөөд огт
              орлогогүй байдаг. Зарим хүмүүс бууж өгч байхад зарим нь ур
              чадвараа ахиулж, дуртай зүйлээ хийсээр байдаг. Streamers
              өөрсдийнхөө төлөө ажилладаг: тэд суваг хөгжүүлж, нэр хүнд, нэрийг
              бий болгодог. Шилдэг дамжуулагчид хэвлэл мэдээллийн хувь хүн,
              нөлөөлөгчид болдог.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">Кибертоглогч </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Цахим спортын хүн бол мэргэжлийн компьютер тоглоомын тоглогч юм.
              Шинэ мянганы жилүүдэд хөгжүүлсэн салбарыг сонирхож байгаа нь
              бидэнд энэ спортыг сайн сахилга бат, тэр байтугай мэргэжил болгох
              боломжийг олгодог.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/cyber_gamer.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Кибертоглогч
            </figcaption>
            <p className="text-sm text-gray-800">
              Ихэнх хүмүүсийн хувьд `спорт` гэсэн ойлголт нь биеийн тамирын
              дасгал хөдөлгөөнтэй холбоотой байдаг бол цахим спортод бүх зүйл
              өөр байдаг. Тоглогчид ихэнх цагаа компьютер дээр өнгөрөөдөг.
              Түүгээр ч зогсохгүй тамирчдын ур чадвараа дээшлүүлдэг виртуал
              орчноос ялгаатай нь тэмцээн, тэмцээнд оролцсоноос авсан хөрөнгө нь
              бодитой байдаг. Харьцангуй залуу цахим спортын түүхийн эхлэлийг
              1997 онд эхлүүлж, Quake Cyberathlete мэргэжлийн лигт уг тоглоомын
              анхны мэргэжлийн холбоо үүссэн гэж үзэж болно. Бараг 20 жилийн
              дараа дэлхийн цахим спортын зах зээл 1.1 тэрбум долларын үнэтэй
              (2020 оны эцсийн байдлаар) бөгөөд тоглоомын нийгэмлэг 495 сая
              оролцогчтой болжээ. Эдгээр тоо нь хязгаар биш бөгөөд шинжээчид
              видео тоглоомын салбарын хөгжлийн хурдацыг урьдчилан таамаглаж
              байна. Үзүүлэлтүүдийн өсөлтөд зөвхөн шинэ салбарууд бий болсон
              төдийгүй улам бүр түгээмэл болж буй гар утасны цахим спортыг албан
              ёсны тэмцээнүүдэд оруулсан нь тус дөхөм болж байна. Цахим спорт
              тоглогч гэж хэн бэ? Цахим спортын хүн бол мэргэжлийн компьютер
              тоглоомын тоглогч юм. Цахим спортын тамирчдыг төрөлжсөн
              боловсролын байгууллагуудад бэлтгэдэггүй. Виртуал тоглоом тоглох
              ур чадвар нь бусад спортын нэгэн адил олон цаг тоглож, хувийн
              тодорхой чанаруудыг хөгжүүлэх замаар хөгждөг. Симуляци, компьютер
              тоглоомууд нь 14-29 насны нэлээд залуу тамирчдыг нэгтгэдэг. Кибер
              олон нийтийн тэмцээнд сургуулийн сурагчид болон дундаж болон өндөр
              цалинтай амжилт гаргасан насанд хүрэгчид оролцох боломжтой. Үүний
              зэрэгцээ нас нь тэмцээнд оролцоход нөлөөлдөггүй. Киберспортын
              тамирчинд байх ёстой гол ур чадваруудын дунд: хурдан хариу үйлдэл
              үзүүлэх; нэн даруй шийдвэр гаргах чадвар; аналитик сэтгэлгээ;
              анхаарлаа төвлөрүүлэх, хийсвэрлэх чадвар; шийдэмгий байдал;
              тактикийн болон стратегийн сэтгэлгээний чадвар; спортын нэлээд
              идэвхгүй шинж чанарыг үл харгалзан удаан хугацаанд эрчимтэй
              тоглоом тоглоход тохиромжтой бие бялдрын хэлбэр; сайн алсын хараа;
              гарны нарийн моторт ур чадварыг хөгжүүлэх; англи хэлний мэдлэг;
              багийн тэмцээнд - харилцааны ур чадвар. Эдгээр бүх шалгуур нь
              цахим спортын тамирчдын чансаанд өрсөлдөхүйц байр суурийг эзлэх
              боломжийг танд олгоно. Эспортын тамирчин юу хийдэг вэ? Цахим
              спортын тамирчдын дунд виртуал ертөнц дэх тэмцээнүүд хоёр
              хэлбэрээр явагддаг. 1. Та интернетэд холбогдсон дэлхийн хаанаас ч
              оролцох боломжтой онлайн тэмцээн. 2. Оффлайн тэмцээн, эсвэл LAN
              тэмцээн (орон нутгийн сүлжээ) нь Өмнөд Солонгос, Лос Анжелес хотод
              болдог шиг клуб эсвэл томоохон цэнгэлдэх хүрээлэн, цэнгэлдэх
              хүрээлэнд тоглогчийн хувийн оролцоог шаарддаг. , Техас. Зураг дээр
              ESL One Hamburg Dota 2 тэмцээн байна. Эх сурвалж:
              globallookpress.com Хорио цээрийн нөхцөлд үзэгчдийн сонирхлыг
              хадгалах, тоглогчдыг идэвхгүй болгохоос урьдчилан сэргийлэхийн
              тулд зохион байгуулагчид бөөнөөр нь онлайнаар шилжихээр шийджээ.
              Студийн нэвтрүүлгийг алсын зайнаас явуулдаг - оффис эсвэл гэртээ
              эспортын тамирчдын баг, студид хөтлөгч, шинжээчдийн баг. Үзэгчид
              цацалтын платформ дээр нэвтрүүлэг үздэг. Бусад тоглоомын спортын
              нэгэн адил цахим спорт тоглогчийн мэргэжлийн үйл ажиллагаа нь
              клубын систем дээр суурилдаг. Гэрээнд заасны дагуу сар бүр
              цалингаа өгөх, тоглогч нь клубээ төлөөлж, хожлынхоо тодорхой
              хувийг өгөх эспортын аль нэг байгууллагатай гэрээ байгуулахын тулд
              Тоглоомын үеэр өндөр түвшин. Тоглоомын үнэлгээний системийн ачаар
              тухайн багт ажиллах боломжит нэр дэвшигчийг байгууллагын
              менежерүүд анзаарч, байнгын хамтын ажиллагааг санал болгодог.
              Цахим спортын тоглогчдын бүхий л үйл ажиллагаа нь зөвхөн тогтмол
              тоглоход чиглэдэг гэсэн түгээмэл итгэл үнэмшлээс үл хамааран
              мэргэжлийн багууд ачааллын хэмжээг тодорхойлж, бэлтгэлийн
              хуваарийг тогтоодог дасгалжуулагчтай байдаг. Түүний даалгавар бол
              тоглогчидтой стратеги, тактикийн элементүүдийг боловсруулах явдал
              юм. Идэвхтэй бэлтгэл нь томоохон тэмцээнүүдийн өмнө эхэлдэг -
              товлосон өдрөөс хэдэн долоо хоног, бүр сарын өмнө өдөрт дор хаяж 6
              цаг тоглоом тоглодог. Дээрээс нь хэдэн цагийн онолын хэсэг.
              Түүнчлэн мэргэжилтнүүд шилдэг тамирчидтай хамтран ажиллаж,
              харилцааны ур чадвар, стресстэй нөхцөл байдлыг даван туулах
              чадварыг хөгжүүлдэг. Цахим спорт дахь салбарыг хэрхэн сонгох вэ
              Нэгдүгээрт, Орос улсад бүх видео тоглоомууд цахим спортын сахилга
              баттай нийцдэггүй гэдгийг ойлгох хэрэгтэй. Эдгээр нь эсрэг талын
              гарааны тэгш нөхцөлөөр хангасан, богино хугацаанд үргэлжлэх,
              боломжийн элементийг хамгийн бага байлгах тоглоомууд орно.
              Одоогийн байдлаар Орос улсад цахим спортын зургаан төрөл л хүлээн
              зөвшөөрөгдсөн: `Байлдааны арена` (Dota 2), `Өрсөлдөөнт оньсого`
              (Hearthstone), `Бодит цагийн стратеги` (StarCraft II), `Техникийн
              симулятор` (DCL - The. Тоглоом), `Спорт симулятор` (NHL 21) болон
              `Тэмцэх тоглоом` (Tekken 7). Тодорхой мэргэжлийг сонгох нь
              заримдаа хэцүү ажил болдог. Энэ нь зөвхөн нэг төрөлд багтсан
              тоглолтын тоо төдийгүй тоглоомын үнэ, тоног төхөөрөмж, тухайн
              төрөл дэх дундаж шагналын сан, өрсөлдөөний түвшин, багийн
              тоглогчдын тоо болон бусад олон хүчин зүйл юм. Үндсэн жанрууд
              Сонголт нь ерөнхийдөө видео тоглоомын төрөлд тоглогчийн хувийн
              сонголтоос хамаарна. Жишээлбэл, амьдралынхаа туршид стратеги
              сонирхож байсан тоглогч тулааны тоглоомд сайн үр дүн үзүүлэх
              боломжгүй, учир нь тэрээр огт өөр ур чадвар эзэмшсэн байдаг. Видео
              тоглоомын олон төрөл, дэд төрлүүд байдаг боловч гол нь дараахь
              зүйлүүд юм. Стратеги гэдэг нь тоглогчийн зорилгодоо хүрэхийн тулд
              хийх үйлдлээ (ихэнхдээ дайсныг устгах) стратегийн төлөвлөлт дээр
              үндэслэсэн симуляцийн тоглоомууд юм. Шилдэг стратеги тоглоомуудад
              Starcraft, Warcraft, Heroes of Might, Magic орно. Спортын
              симуляторууд. Энэ төрөлд хамгийн алдартай нь хөлбөмбөг, хоккей,
              бокс, MMA юм. Тоглоомуудаас бид FIFA, NHL, NBA, UFC-г онцолж
              болно. Дүрд тоглох тоглоомууд буюу RPG (Role-Playing Game) нь
              түүхийн тал нь чухал бөгөөд тоглогч нэг буюу хэд хэдэн дүрийг
              удирдаж, замд тааралдсан элементүүдтэй харьцдаг ангилал юм.
              Тоглогчийн бүх үйлдэл нь үйл явдал өрнөж буй дэлхийн түүхэнд
              нөлөөлдөг. Энэ төрлийн алдартай төлөөлөгчид бол League of Legends
              болон Dota 2 юм. Техникийн симуляторууд нь виртуал ертөнцөд
              тээврийн хэрэгсэл жолоодох үйл явцыг үнэн зөвөөр дамжуулдаг. Энэ
              нь машин, онгоц, галт тэрэг эсвэл бусад тоног төхөөрөмж байж
              болно. Энэ ангилалд бид World of Tanks, Forza Motorsport, Rotor
              Rush зэргийг онцолж болно. Буудлагчид (Англи буудагчаас - мэргэн
              бууч) тэдний гол зорилго нь бүх дайснаа устгах, зарим тохиолдолд
              тодорхой зүйлийг цуглуулах явдал юм. Хамгийн алдартай тоглоом бол
              Counter-Strike: Global Offensive, Call of Duty, PUBG, Battlefield,
              Quake Champions, Fortnite юм. Хамтдаа эсвэл соло Спортын бүх
              төрлүүдийн зарчмын дагуу цахим спортыг баг аваргын төлөө
              тулалддаг, бие биенийхээ үйлдлийг зохицуулдаг, үр дүн нь нэг
              тоглогч болон түүний тэмцээнд бэлэн эсэхээс хамаардаг ганц бие
              гэсэн ангилалд хувааж болно. Бүлгийн тэмцээнд янз бүрийн түвшний
              багууд оролцдог. Тоглоомын энэ хэлбэрийн давуу талуудын дунд:
              тоглоомын урт хугацаа, байнга шинэчлэгдэж байх, найз нөхөдтэйгээ
              харилцах, овог үүсгэхийн тулд ижил сонирхолтой шинэ хүмүүстэй
              уулзах боломж. Багийн виртуал тоглоомууд нь нийгэмшүүлэх асуудлын
              чухал тал юм. Олон тоглогчтой тоглоомын платформуудаас бид Counter
              Strike, Dota 2, Worlds of Tanks, League of Legends, Overwatch-ийг
              онцолж болно. Зураг дээр - Лигийн домогуудын дэлхийн аварга
              шалгаруулах тэмцээнд Гриффин ба G2 багууд. Эх сурвалж:
              globallookpress.com Ганц тоглогчийн тоглоомууд ч гэсэн давуу
              талтай. Үүнд: тоглоомын бүрэн эрх чөлөө, хүссэн өөрчлөлт, хууран
              мэхлэлт, кодыг бие даан сонгох чадвар. Бүтээлч байдлын цар
              хүрээнээс гадна тоглоомын энэ хэлбэрийн давуу тал нь сэтгэл
              хөдлөлийн бүрэлдэхүүн хэсэг, эс тэгвээс өөрийгөө гол дүр гэж
              төсөөлж, түүний ялалт, ялагдалтай харьцах чадвар юм. Ийм
              тоглоомуудын хамгийн алдартай жишээнүүд: GTA, Stalker, Need for
              Speed, The Witcher, Skyrim болон бусад. Цахим спорт тоглогчийн
              хувийн сонголтоос хамааран найз нөхөд эсвэл танихгүй хүмүүсийн
              хамт тоглох, эсвэл өөрөө стратеги боловсруулах - тоглоомын горимыг
              сонгоно. Зардал Тоглоомын үнэ нь тоглоомын платформыг сонгох
              үндсэн хүчин зүйлүүдийн нэг юм. Хэдийгээр олон хэвлэн нийтлэгчид
              үнэ төлбөргүй загваруудыг санал болгодог ч зарим тоглоомууд
              төлбөртэй нэмэлтүүдтэй хэвээр байна. Эдгээр нь гоо сайхны
              бүтээгдэхүүн гэж нэрлэгддэг бөгөөд тоглоомын явцад мэдэгдэхүйц
              нөлөө үзүүлэхгүй. Тоног төхөөрөмж нь бас санхүүгийн хөрөнгө
              оруулалт шаарддаг. Юуны өмнө энэ нь хүчирхэг видео карт боловч
              зарим тоглоомын хувьд график бүрэлдэхүүн хэсэг нь хоёрдогч байдаг.
              Үүнээс гадна тоглоомын хулгана, чихэвч зэрэг захын төхөөрөмжүүд
              чухал үүрэг гүйцэтгэдэг. Хэрэв спорт тоглогч өөрийн ур чадвар нь
              LAN тэмцээнд оролцоход хангалттай гэж шийдсэн бол санхүүгийн
              бүрэлдэхүүн хэсэг нь бас чухал юм. Эхний үе шатанд тоглогчид
              ихэвчлэн ивээн тэтгэгчгүй байдаг бөгөөд бүх зардал нь зөвхөн
              тоглогч дээр гардаг. Үүний зэрэгцээ, ийм тэмцээнд оролцохын давуу
              талуудын нэг нь `нүдэнд өртөж`, зардлыг даах байгууллага олох
              боломж юм. Эдгээр бүх зардлууд нь цахим спорт бол нэлээд үнэтэй
              хобби гэдгийг нотолж байгаа бөгөөд хичээл сонгохдоо үүнийг анхаарч
              үзэх хэрэгтэй. Эрэлт Esports бол олон улсын салбар юм. Мөн
              хөгжлийн динамикаас харахад энэ нь маш ирээдүйтэй юм. Ивээн
              тэтгэгчдийн хөрөнгө оруулахад бэлэн байгаа хөрөнгө үнэхээр
              гайхалтай. Олон нийт, хэвлэл мэдээллийн хэрэгслийн аль алиных нь
              хамгийн их сонирхол нь тоглогчдыг шилжүүлэх явдал юм - тамирчдыг
              нэг багаас нөгөөд шилжүүлэх, тодорхой хугацаанд хөдөлмөрийн гэрээ
              байгуулах явдал юм. Ерөнхийдөө шилжүүлэг нь бизнесийн гүйлгээ
              хийх, эспортод ашиг олох гол боломжуудын нэг юм. Жишээлбэл, 2021
              оны 2-р сарын мэдээгээр Natus Vincere эспортын байгууллагаас
              Украины тоглогч Александр С1мпле Костылевын шилжүүлгийн үнэ 4.45
              сая доллараар үнэлэгдэж байна. Ийм асар их дүн нь дэлхийн
              компьютерийн клубуудын дунд мэргэжлийн тоглогчдын эрэлт хэрэгцээ
              байгааг харуулж байна.
            </p>
          </figure>

          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4"> Тест туршигч </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Тестер бол бүтээгдэхүүний туршилтанд оролцдог мэргэжилтэн бөгөөд
              ихэвчлэн мэдээллийн технологи, хөгжүүлэлтийн чиглэлээр ажилладаг:
              програмууд, тоглоомууд, програмууд.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/tester.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Тест - туршигч
            </figcaption>
            <p className="text-sm text-gray-800">
              Энэ мэргэжил залуу боловч 2023 онд аль хэдийн эрэлт хэрэгцээтэй
              байх болно Тест нь аливаа бүтээгдэхүүн, түүний дотор програм
              хангамжийг бий болгох чухал үе шат юм. Мэдээллийн технологийн
              салбарт үүнийг тусдаа мэргэжлийн төлөөлөгчид - тестерүүд хийдэг.
              Ихэнхдээ өөр програм эсвэл програм суулгахдаа үүн дээр бүхэл бүтэн
              хөгжүүлэгчид, програмистууд, тестерүүд ажилласан гэж боддоггүй.
              Эдгээр мэргэжилтнүүд тус бүр ажлынхаа хэсгийг хариуцдаг боловч
              эцсийн эцэст бүтээгдэхүүн нь хэр өндөр чанартай болохыг шалгагч
              тодорхойлдог. ТОДОРХОЙЛОЛТ Тестер бол программыг шалгаж, түүний
              үйл ажиллагааны алдааг тодорхойлдог мэргэжилтэн юм. Үүнийг хийхийн
              тулд тэрээр туршилт хийж, сул талыг хайж, алдааг олж мэдээд
              хөгжүүлэгчдэд мэдээлдэг бөгөөд ингэснээр бүтээгдэхүүн зах зээлд
              гарахаас өмнө бүх дутагдлыг арилгах цаг гардаг. Тестер/ туршигч -
              гэдэг нь үнэндээ шинэ бүтээгдэхүүний хамгийн анхны хэрэглэгч юм.
              Тэрээр төслийн төлөвлөлтийн үе шатанд ч гэсэн ирээдүйн үйлчилгээ,
              хэрэглээг сайжруулах янз бүрийн санааг санал болгож чадна гэж
              Uchi.ru сайтын туршилтын албаны дарга Николай Николаев хэлэв.
              Туршилтын хүн хэд хэдэн хувийн шинж чанартай байх ёстой.
              Николаевын хэлснээр, юуны түрүүнд эдгээр нь стрессийг тэсвэрлэх
              чадвар, тэсвэр тэвчээр, харилцааны ур чадвар юм. - Туршилт нь
              нарийн ширийн зүйлийг анхааралтай ажиглаж, зөвхөн өгсөн үүрэг
              даалгавар төдийгүй зарчмын хувьд төсөлтэй холбоотой аливаа
              мэдээллийг шинжлэх, тэнэг мэт санагдаж байсан ч асуулт асуух
              чадвартай байх ёстой. Мэргэшлүүд Туршилтын бүтээгдэхүүн, туршилтын
              төрлөөс хамааран шалгагчдыг хэд хэдэн бүлэгт хувааж болно.
              Тиймээс, хэрэв бид бүтээгдэхүүний талаар ярих юм бол шалгагч нь
              тодорхой төрлийн програм хангамжид мэргэшсэн байж болно -
              програмууд, вэбсайтууд, тоглоомууд гэх мэт. Үүний зэрэгцээ,
              програм хангамжийн шалгагч нар илүү нарийн мэргэшсэн байж болно:
              альфа тестерүүд програм хангамж дээр хөгжүүлэлтийн шатанд
              ажилладаг бол бета тестерүүд бэлэн хувилбарууд дээр ажилладаг.
              Хэрэв бид туршилтын төрлүүдийн талаар ярих юм бол бид хоёр төрлийн
              шалгагчийг ялгаж чадна - гарын авлага ба автоматжуулалт. Гар
              шалгагч нь туршилтыг гараар хийдэг бөгөөд автоматжуулалтын
              инженерүүд нэг ажлыг хэд хэдэн удаа хийхгүйн тулд тусгай код
              бичдэг. Гэсэн хэдий ч эдгээр хоёр төрлийн туршилтыг ихэвчлэн ажилд
              нэгтгэдэг тул энэ хуваагдал нь дур зоргоороо байдаг. ДАВУУ ТАЛ
              Тестерийн мэргэжил нь дараах давуу талуудтай. • Эрэлт. Програм
              хангамж хөгжүүлдэг компани бүрт шалгагч хэрэгтэй. • Хурдан
              суралцах. Та 6-12 сарын дотор ажилд шаардлагатай мэдлэг, ур
              чадварыг олж авах боломжтой. • Сайн цалин. Мэдээллийн технологийн
              ажилтнууд өндөр цалин авдаг. • Алсын ажил. Хэрэв хүсвэл шалгагч нь
              алсаас ажиллах боломжтой. СУЛ ТАЛУУД Туршилтын мэргэжил нь давуу
              талуудаас гадна хэд хэдэн сул талуудтай байдаг. • Монотон. Тестер,
              ялангуяа гарын авлагын туршилтын үед алдаа олохын тулд ижил
              үйлдлүүдийг хийх шаардлагатай болдог. • Суурин ажил. Туршилтын хүн
              ажлын бүх өдрийг компьютерийн ард сууж өнгөрөөдөг нь эрүүл мэндэд
              сөргөөр нөлөөлдөг. • Хариуцлага. Алдаа алдсан алдааг шалгагч
              хариуцна. • Өндөр өрсөлдөөн. Мэргэжлийг хурдан, бүр бие даан
              эзэмших боломжтой тул техникийн болон техникийн бус боловсролтой
              олон хүмүүс тестер болохыг хүсдэг тул анхлан суралцагчдын дунд
              өрсөлдөөн их байдаг. Хаана суралцах вэ Та туршигчаар ажиллахад
              шаардлагатай мэдлэгийг янз бүрийн аргаар олж авах боломжтой:
              Интернет дэх ном, нийтлэл, видео бичлэг, тусгай курс, боловсролын
              байгууллагуудаас бие даан. Боловсролын байгууллагууд Тестерүүдийг
              боловсролын байгууллагуудад бэлтгэдэггүй ч компьютерийн шинжлэх
              ухаан, програмчлалтай холбоотой сургалтын хөтөлбөрүүд нь
              мэргэжлийг хурдан эзэмших боломжийг олгодог ерөнхий мэдлэгийг
              өгдөг. Мэргэжлийн дунд боловсрол эзэмшихээр төлөвлөж буй хүмүүсийн
              хувьд `Мэдээллийн систем ба програмчлал` мэргэжил тохиромжтой. Энэ
              чиглэлээр сургалтыг зарим дунд мэргэжлийн боловсролын
              байгууллагуудад хийж болно. ОХУ-ын Засгийн газрын дэргэдэх
              Санхүүгийн их сургуулийн Мэдээлэл зүй, програмчлалын коллеж
              (Москва); Хотын эдийн засгийн политехникийн коллеж
              (Санкт-Петербург); Новосибирскийн электроник, компьютерийн
              инженерийн коллеж; Волга улсын харилцаа холбоо, мэдээллийн
              технологийн их сургуулийн Харилцаа холбооны коллеж (Самара).
              Техникийн дээд боловсролтой байх нь үргэлж шаардлагатай биш ч
              шалгагчаар ажиллахад давуу тал болно. Энэ зам бол хамгийн урт зам
              боловч диплом нь ирээдүйд карьерын өсөлтөд хувь нэмэр оруулж
              чадна. Их, дээд сургуульд элсэхийн тулд та орос хэл, математик,
              физик эсвэл компьютерийн шинжлэх ухааны чиглэлээр улсын нэгдсэн
              шалгалт өгөх ёстой. ОХУ-ын олон их дээд сургуулиуд мэдээллийн
              технологитой холбоотой хөтөлбөрүүдтэй байдаг. Жишээлбэл:
              Ломоносовын нэрэмжит Москвагийн Улсын Их Сургууль (Москва);
              `MEPhI` үндэсний цөмийн судалгааны их сургууль (Москва); Үндэсний
              судалгааны их сургууль ITMO (Санкт-Петербург); Лобачевскийн
              нэрэмжит Нижний Новгород улсын үндэсний судалгааны их сургууль.
              Курсууд Курсууд нь шаардлагатай бүх мэдээллийг эмх цэгцтэй
              байдлаар авах хамгийн хурдан арга юм. Интернет дээр та төлбөртэй
              болон үнэ төлбөргүй онлайн шалгалтын курсуудыг олох боломжтой.
              Хичээл хэдэн сараас нэг жил хүртэл үргэлжилж болно. Үнэгүй
              сургалтууд нь тухайн хүнд сарын цалингаа зарцуулахгүйгээр тестийн
              мэргэжлийг сонирхож байгаа эсэхийг ойлгох боломжийг олгодог.
              Үнэгүй сургалтуудын дунд Мэдээллийн технологийн академийн `Онлайн
              тестийн курс`, `Тестийн үндэс` зэрэг сургалтууд багтаж байна.
              Степик платформ нь `Туршилтын танилцуулга`, `Програм хангамжийн
              тест: Үндсэн түвшин`, `Селений болон Python ашиглан туршилтын
              автоматжуулалт` гэсэн курсуудыг санал болгодог. Мөн та
              GeekBrains-ийн эрчимжүүлсэн програм хангамжийн туршилтын
              сургалтанд үнэ төлбөргүй хамрагдах боломжтой. Энэхүү сургалт нь
              баримт бичигтэй ажиллах, шалгалтын шаардлага, тестийн
              тохиолдлуудыг хэрхэн бичихийг заадаг. Төлбөртэй онлайн сургалтууд
              бас эрэлттэй байна. Тэдний давуу тал нь оюутнууд симулятор дээр
              олон практик даалгавруудыг гүйцэтгэхээс гадна удирдагчийн дэмжлэгт
              найдаж болно. Төлбөртэй сургалтын жишээг доор харуулав.
              Yandex.Practicum-аас `Мэргэжлийн туршилтын инженер`. Хичээл 4 сар
              үргэлжилдэг бөгөөд танилцуулах хэсгийг үнэ төлбөргүй хийж болно.
              Сургалтын төгсгөлд та эцсийн төслөө хамгаалах хэрэгтэй.
              SkillFactory-ийн `Программ хангамж шалгагч` мэргэжил. Курс нь 8
              сар үргэлжилдэг бөгөөд туршилтын хувилбар, автотест хийх олон
              дадлага хийдэг. Нетологийн тестийн курс 6 сарын хугацаатай.
              Төгсгөлд нь танд диплом олгох, хүний нөөцийн зөвлөгөө өгөх, ажил
              олоход туслах болно. Эрэлт Туршилтын мэргэжил өнөөдөр маш их эрэлт
              хэрэгцээтэй байна. Шинэ програмууд, програмууд байнга гарч ирж,
              шинэ тоног төхөөрөмж боловсруулагдаж байгаа бөгөөд энэ нь
              хэрэглэгчдэд хүрэхээс өмнө шалгагчийн гараар дамжих ёстой.
            </p>
          </figure>

          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            {" "}
            ЭПИДЕМИОЛОГ/ ТАРХВАР СУДЛААЧ{" "}
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Эпидемиологич бол халдварт ба халдварт бус шинж чанартай олон
              нийтийн өвчинтэй тэмцдэг эмч юм. Тэрээр мөрдөгч шиг өвчний
              шалтгааныг судалж, тархахаас сэргийлдэг.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/tarhvar_sudlaach.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Т ЭПИДЕМИОЛОГ/ ТАРХВАР СУДЛААЧ
            </figcaption>
            <p className="text-sm text-gray-800">
              Түүний үүрэг хариуцлага юу вэ, яаж нэг болох талаар - `КП`
              материалд Тодорхойлолт Эпидемиологич/ тьархвар судлаач - бол
              халдварт ба халдварт бус шинж чанартай олон нийтийн өвчинтэй
              тэмцдэг эмч юм. Эпидемиологичдын ажил нь бие даасан өвчтөнүүдийг
              эмчлэхэд чиглэгддэггүй, харин нийт хүн амын эрүүл мэндийг
              хамгаалахад чиглэгддэг. Эпидемиологичид хяналтандаа байгаа нутаг
              дэвсгэрийн өвчлөлийн өдөр бүр хяналт тавьж, өвчний шинэ тохиолдлын
              талаар мэдээлэл цуглуулж, статистик боловсруулалт хийж, өвчний
              тархалтад ямар шалтгаан нөлөөлж байгааг олж мэдээд, өвчлөлийн
              түвшинг бууруулах зөвлөмж боловсруулдаг. Эпидемиологичид мөн
              байгууллагуудад ариун цэврийн дүрэм мөрдөгдөж байгаа эсэхийг
              шалгаж, зөрчил илэрсэн тохиолдолд тэдгээрийг хэрхэн арилгах талаар
              хэлж өгдөг. Эпидемиологич: `Эх тархвар судлаачийн өөр нэг үйл
              ажиллагааны чиглэл, магадгүй хамгийн мэдэгдэхүйц, эрч хүчтэй,
              сэтгэл хөдөлгөм зүйл бол тархвар судлалын судалгаа юм.` – Хүн амын
              дунд өвчлөл ихтэй буюу ховор халдварт өвчлөл бүртгэгдсэн
              тохиолдолд тархвар судлаачид “дэгдэлт рүү явдаг”. Энд бид өвчтэй
              хүмүүс (халдварын эх үүсвэр) болон тэдгээрийн эргэн тойрон дахь
              орон зайг багтаасан тархвар судлалын төв гэж нэрлэгддэг бөгөөд
              өвчин тодорхой хугацаанд тархдаг тухай ярьж байна. Мөрдөн
              байцаалтын явцад халдвар судлаачид шаардлагатай бол тахлын эсрэг
              хувцас, маск, бээлий зэрэг хувийн хамгаалалтын хэрэгслийг өмсөж,
              үхлийн үр дагаварт хүргэж, өвчин үүсгэх шалтгаануудыг хайж
              эхэлдэг. Тархвар судлаачийн гол ажил бол микроб гэх мэт этиологийн
              үүсгэгч бодис хэрхэн тархаж байгааг аль болох хурдан ойлгох, хотын
              янз бүрийн үйлчилгээний оролцоотойгоор халдварт нөлөөлж буй
              шалтгааныг арилгахын тулд ариун цэврийн болон тахлын эсрэг хэд
              хэдэн арга хэмжээг хэрэгжүүлэх явдал юм. үүнд. Мэргэшлүүд
              Эпидемиологичийн ажлын байрнаас хамааран хэд хэдэн мэргэшлийг
              уламжлалт байдлаар ялгадаг. Эмнэлгийн тархвар судлаачид эмнэлэг
              гэх мэт тодорхой эрүүл мэндийн байгууллагын тархвар судлалын
              байдлыг хянадаг. Тэдний үүрэг бол эмнэлгийн халдвар тархахаас
              урьдчилан сэргийлэх явдал юм. Судалгааны хүрээлэнгийн тархвар
              судлаачид өөрсдийн чиглэлээр шинжлэх ухааны судалгаа хийдэг.
              Тархвар судлаачид хотын захиргаа, хот, бүс нутаг бүхэлдээ халдварт
              өвчний нөхцөл байдлыг хянаж, янз бүрийн байгууллагуудад хяналт
              шалгалт хийдэг. ДАВУУ ТАЛ Эпидемиологич мэргэжил нь хэд хэдэн
              давуу талтай: • Эрэлт Нэг буюу өөр халдвар тархах аюул үргэлж
              байдаг тул тархвар судлаачид маш их эрэлт хэрэгцээтэй байдаг. •
              Хүмүүст туслах Эпидемиологичид хүн амыг хамгаалах, амь насыг аврах
              чухал ажлыг гүйцэтгэдэг. СУЛ ТАЛУУД Мөн бид мэргэжлийн сул
              талуудыг мартаж болохгүй. • Олон бичиг цаасны ажил Эпидемиологичид
              ариун цэврийн дүрэм, статистикийг судалж, тайлан, заавар,
              төлөвлөгөө боловсруулдаг. • Халдварын эрсдэл Эпидемиологичид
              халдварын бүсэд очиж, заримдаа өвчтөнүүдтэй харьцдаг. Мэдээжийн
              хэрэг, тэд хамгаалалтын арга хэмжээ авдаг боловч зарим өвчин тусах
              эрсдэлтэй хэвээр байна. • Урт сургалт Энэ анагаах ухааны
              мэргэжлийг олж авахад 6-8 жил шаардлагатай. Боловсрол Тархвар
              судлаач болох сургалт нь урт бөгөөд олон үе шаттай байдаг.
              Эпидемиологич бол эмч бөгөөд энэ нь эрүүл мэндийн дээд
              боловсролтой, магадлан итгэмжлэгдсэн байх ёстой гэсэн үг юм.
              Боловсролын байгууллагууд Эпидемиологичдыг анагаахын их, дээд
              сургууль, академийн эмчилгээний болон урьдчилан сэргийлэх
              факультетэд бэлтгэдэг. Тус мэргэжлийг `Эмнэлгийн болон урьдчилан
              сэргийлэх тусламж үйлчилгээ` гэж нэрлэдэг бөгөөд 32.05.01 кодтой.
              Элсэхийн тулд өргөдөл гаргагч нь орос хэл, хими, биологийн улсын
              нэгдсэн шалгалтыг өгөх ёстой. Та олон их дээд сургуульд боловсрол
              эзэмшиж болно, жишээ нь дараахь зүйлсийн аль нэгэнд: И.М.Сеченовын
              нэрэмжит Москвагийн Улсын Анагаах ухааны анхны их сургууль; Казань
              улсын анагаах ухааны их сургууль; Башкирийн Улсын Анагаах Ухааны
              Их Сургууль (Уфа); Академич Е.А.Вагнерийн нэрэмжит Пермийн Улсын
              Анагаах Ухааны Их Сургууль; Номхон далайн улсын анагаах ухааны их
              сургууль (Владивосток). Хэрэв хүсвэл зарим төгсөгчид
              эпидемиологийн чиглэлээр нэмэлт хоёр жилийн резидентурын
              сургалтанд хамрагдана. Курсууд Эпидемиологичдын мэргэжлийн давтан
              сургах курсууд байдаг ч эхнээс нь сургахад зориулагдаагүй. Тэд
              зөвхөн `эмнэлгийн болон урьдчилан сэргийлэх эмчилгээ`, `ерөнхий
              анагаах ухаан` мэргэжлээр аль хэдийн дээд боловсрол эзэмшсэн
              хүмүүсийг хүлээн авдаг. Зарим курсууд нь оюутнуудад тавигдах
              шаардлагуудын дунд тархвар судлалын чиглэлээр резидентур эсвэл
              дадлага хийх зэрэг орно. Дахин сургах курсын үргэлжлэх хугацаа 3
              сар байна. Эрэлт Эпидемиологичид өнөөдөр маш их эрэлт хэрэгцээтэй
              байна. Эпидемиологичдын өдөр тутмын хүчин чармайлтгүйгээр олон
              нийтийн халдвар илүү олон удаа тохиолдож, олон мянган хүний амь
              насыг авчрах болно.
            </p>
          </figure>
        </div>
      </main>
    </>
  );
}

export default ProfessionPage;
