"use client";
import React, { useState, useEffect } from "react";
import { useSearchParams } from "next/navigation";
import { professionsData } from "@/bin/ProfessionData";
import Image from "next/image";
function ProfessionPage() {
  const basePath = "/assets/images/profession_images";
  const [professions_data, setData] = useState([]);

  const searchParams = useSearchParams();

  const type = Number(searchParams.get("t"));
  const profession = Number(searchParams.get("p"));

  console.log("profession type:", type);
  console.log("profession id:", profession);

  useEffect(() => {
    setData(professionsData);
  }, []);
  return (
    <>
      <main
        className={`max-w-[900px]  bg-white w-full flex flex-col items-center`}
      >
        <div className="space-y-3 p-4">
          <h2 className="text-sm font-bold md:text-3xl">Мэргэжлийн ажилчид</h2>

          <p className="text-sm text-gray-800">
            Орчин үед залуучууд биеийн хүчний ажил мэргэжлийг нухацтай авч
            үздэггүй ч нийгэмд үргэлж эдгээр мэргэжилтнүүд хэрэгтэй байдаг
            бөгөөд үүний ачаар аж үйлдвэрийн аж ахуйн нэгжүүд, барилгын
            компаниуд, хотын байгууламжууд ажилладаг.
          </p>
        </div>
        <figure>
          <Image
            width={900}
            height={400}
            className=" w-full h-96"
            src={`${basePath}/detail_images/${professions_data[type]?.details[profession]?.content_image}.png`}
            alt=""
          />
          <figcaption className="mt-3 text-sm text-center text-gray-500">
            A woman sitting at a table.
          </figcaption>
        </figure>
        <p className="text-sm text-gray-800">
          Өнөөдөр тулгарч байгаа гол асуудал бол залуучуудын дунд мэргэжлийн
          ажилчин болох асуудал бага байгаа явдал юм. Оюутнууд илүү нэр хүндтэй
          гэж боддог мэргэжлүүд рүү тэмүүлдэг. Гэсэн хэдий ч хөдөлмөрийн зах
          зээл хуульч, эдийн засагчдаас ихдэж, эсрэгээрээ `энгийн` ажил эрхэлдэг
          мэргэжилтнүүдийн хомсдол нь их болж тэдний хэрэгцээ, эрэлт маш өндөр
          болсон. Мэргэжлийн ажичид ихэвчлэн гараараа ажиллах шаардлагатай
          мэргэжлүүд гэж нэрлэдэг (өөрөөр хэлбэл ажил нь оюун ухаанаас илүү бие
          махбодь юм). Ихэнхдээ үр дүн нь шууд харагддаг - энэ нь мэргэжлийн
          ажлын нэг давуу тал юм. Маш олон тооны ажлын мэргэжлүүд байдаг бөгөөд
          тэдгээр нь жолооч, худалдагчаас эхлээд өрлөгч, засалч гэх мэт
          хоорондоо огт өөр юм. Цаашид жолооч, машинист, худалдагчдыг
          автоматжуулсан системээр солино гэсэн санаа нэлээд хүлээн гарч байгаа
          ч бид сантехникч, өрлөгчин, мужаангүйгээр яаж ажиллахыг төсөөлөхөд
          бэрх. Мэргэжлийн ажилчинд хэн тохирох вэ? Ихэнхдээ эдгээр мэргэжлийн
          төлөөлөгчид эрэгтэйчүүд байдаг, учир нь ажлын хариуцлага нь ихэвчлэн
          биеийн хүчний ачаалал ихтэй холбоотой байдаг. Гэсэн хэдий ч энэ нь
          эмэгтэйчүүдэд зориулсан мэргэжил байхгүй гэсэн үг биш юм. Эсрэгээрээ
          зарим газар оёдол гэх мэт эмэгтэйчүүд голчлон эзэлдэг. Худалдагч,
          зураач, гагнуурчин хүртэл олон эмэгтэйчүүд байдаг. Ихэнх ажлын
          мэргэжлүүд нь хүн бүрт боломжтой байдаг бөгөөд гол зүйл бол гараараа
          дуртай, ажиллах чадвартай байхаас гадна дараахь чанаруудтай байх явдал
          юм. • мэргэжлийн ур чадвар; • сахилга бат, хариуцлага; • эрүүл мэнд,
          бие махбодийн тэсвэр тэвчээр; • нэг төрлийн ажлыг удаан хугацаанд
          гүйцэтгэх чадвар (жишээлбэл, туузан дамжуулагч дээр). Ажиллах
          мэргэжлүүдийн давуу тал Ажиллах мэргэжлүүдийн гол давуу тал нь эрэлт
          хэрэгцээтэй байдаг. Энгийн шаргуу ажилчид үргэлж хэрэгтэй байдаг.
          Тэдгээргүйгээр олон үйлдвэрүүд ажиллахгүй болно. Магадгүй зарим
          мэргэжлүүд өөрчлөгдөх байх. Гэхдээ жишээлбэл дарханы эрэлт хэрэгцээ
          үргэлж өндөр байх болно. Ажиллах мэргэжлүүдийн маргаангүй давуу тал
          бол олж авсан өндөр ур чадвар, биейин хүчээ өндөр үнэлэж, биечлэн
          ажиллах боломж юм. Ус гоожих, эвдрэлийг засах, ямар нэгэн зүйл барих,
          зарим тоног төхөөрөмжтэй харьцах - эдгээр төрлийн ур чадвар нь
          амьдралд үргэлж хэрэгтэй байх болно. Үүний зэрэгцээ, та юу ч хийсэн
          хамаагүй - засварлах, барих, тохируулах, та үргэлж бусдад болон өөртөө
          хүний гар харахгүй үйлчилгээ үзүүлэх боломжтой. Хэрэв та бизнес эрхлэх
          сэтгэлтэй бол хувийн бизнесээ нээж болно. Сул тал - Гараараа ажиллах
          шаардлагатай байдаг бөгөөд ийм ажил нь ихэвчлэн хүнд хэцүү байдаг.
          Үүнээс гадна зарим ажлын байр нь хөдөлмөрийн аюултай нөхцөлтэй байж
          болно. Аюулгүй байдлын урьдчилан сэргийлэх арга хэмжээ ч харамсалтай
          нь заримдаа бэртлээс хамгаалж чаддаггүй. - Өөр нэг сул тал бол ажлын
          нэр хүнд юм. Тоосго өрж, цахилгааны шонд авирч, бохирын шугам
          засварлана гэсэн хүсэл залуу хүн болгонд татагддаггүй. Биеийн хүчний
          ажил нь ихэвчлэн дор гэж үздэг ч энэ нь үнэн биш юм. Энэ бол наад зах
          нь анхаарал, хүндэтгэлийг хүлээх ёстой ажил юм. Эцсийн эцэст манай
          гэрт гэрэл асч, ус урсаж байгаа нь жирийн ажилчдын ачаар л биелэнэ.
        </p>
      </main>
    </>
  );
}

export default ProfessionPage;
