"use client";
import React, { useState, useEffect } from "react";
import { useSearchParams } from "next/navigation";
import { professionsData } from "@/bin/ProfessionData";
import Image from "next/image";
function ProfessionPage() {
  const basePath = "/assets/images/profession_images";
  const [professions_data, setData] = useState([]);

  const searchParams = useSearchParams();

  const type = Number(searchParams.get("t"));
  const profession = Number(searchParams.get("p"));

  console.log("profession type:", type);
  console.log("profession id:", profession);

  useEffect(() => {
    setData(professionsData);
  }, []);
  return (
    <>
      <main
        className={`max-w-[900px]  bg-white w-full flex flex-col items-center`}
      >
        <div className="space-y-3 p-4">
          <h2 className="text-sm font-bold md:text-3xl">
            {professions_data[type]?.name}
          </h2>

          <p className="text-sm text-gray-800">
            Анагаах ухаан бол хүн төрөлхтний олж авч, туршиж, хөгжүүлж ирсэн
            хамгийн эртний мэдлэгийн салбаруудын нэг юм. Нэгэн цагт хүмүүсийг
            эдгээгч, ургамлын эмч нар эмчилдэг байсан бол өнөөдөр тусгай сургалт
            шаарддаг эмчийн олон мэргэжил
            <br />
            Орчин үеийн биоанагаах ухаан нь өвчин, түүнийг эмчлэх Европын
            хандлагад голчлон хуримтлагдсан мэдлэг, дадлага юм. Хэрэглэсэн
            аргуудын үр нөлөө нь туршилтаар батлагдсан бөгөөд хүний биеийн
            хэвийн болон эмгэгийн нөхцөл байдлыг тодорхойлсон их хэмжээний
            өгөгдөл хуримтлагддаг. Эмч нар энэ бүхий мэдлэгтэй байх ёстой. Гэсэн
            хэдий ч өнөөдөр ямар ч эмч бүх зүйлийг эмчилдэг ерөнхий эмч байж
            чадахгүй. Анагаах ухаан нь өөрийн гэсэн нарийн мэргэжлүүдтэй. бий.
          </p>
        </div>
        <figure>
          <Image
            width={900}
            height={400}
            className=" w-full h-96"
            src={`${basePath}/detail_images/${professions_data[type]?.details[profession]?.content_image}.png`}
            alt=""
          />
          <figcaption className="mt-3 text-sm text-center text-gray-500">
            A woman sitting at a table.
          </figcaption>
        </figure>
        <p className="text-sm text-gray-800">
          Эмч нар гол төлөв хүний биеийн эрхтэн тогтолцооны чиглэлээр мэргэшсэн
          байдаг. Мэдрэлийн эмч нар тархи, түүнтэй холбоотой үйл явц, зүрх
          судасны эмч, зүрх судас, эмэгтэйчүүдийн эмч нөхөн үржихүйн эмэгтэйч
          хүний тогтолцооны, жишээлбэл, флебологич нь венийн байдал, үйл
          ажиллагааг хариуцдаг бөгөөд цусны эргэлтийн тогтолцоог гематологич
          хариуцдаг. Анагаах ухааны хамгийн ерөнхий мэргэжил бол эмчилгээний эмч
          юм. Энэ бол анхан шатны өвчний түүхийг цуглуулж, шаардлагатай бол
          мэргэжилтнүүдийн аль нэгэнд ханддаг эмч юм. Өндөр мэргэшсэн
          мэргэжилтнүүд өөр өөрийн онцлогтой байдаг: зарим нь мэс засал хийх
          чадваргүй оношлогоо, эмчилгээ хийдэг бол зарим нь мэргэжлээрээ мэс
          заслын эмчээр ажилладаг. Мэс засалчдын дунд хуванцар мэс засалчид
          байдаг - эмчилгээний зорилгоор биш, гоо зүйн болон засч залруулах
          зорилгоор мэс засал хийдэг мэргэжилтнүүд.
        </p>
        <div className="space-y-3 p-4">
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Түргэн тусламжийн эмч"> Түргэн тусламжийн эмч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              <span className="font-bold"> Фельдшер</span> бол эмнэлгийн дунд
              боловсролтой эмнэлгийн туслах юм. Түүний чадвар бол өвчтөнийг
              оношлох, урьдчилсан онош тавих, амь насыг аврах шалтгаанаар
              яаралтай тусламж үзүүлэх явдал юм.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/${professions_data[type]?.details[profession]?.content_image}.png`}
              alt=""
            />

            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Түргэн тусламжийн эмч
            </figcaption>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Техникийн эмчийн үүрэг хариуцлагын хүрээ нэлээд өргөн
              байдаг. Мэргэжилтэн хаана ажиллаж байгаагаас хамааран дараахь байж
              болно. • оношлогоо, • эмчилгээний манипуляци, • яаралтай тусламж,
              • урьдчилан сэргийлэх арга хэмжээ, • нийгмийн үйл ажиллагаа, •
              мэдээллийн дүн шинжилгээ, • өвчтөний яаралтай тусламж үйлчилгээ.
              Фельдшер эмнэлгийн багт эмчийн удирдлаган дор ажилладаг. Хэрэв бид
              фельдшерийн багийн тухай ярьж байгаа бол тэр хамгийн чухал нь -
              эмчийн чиг үүргийг гүйцэтгэдэг. МЭРГЭЖЛИЙН ТУХАЙ МЭДЭЭ Сургалтын
              үргэлжлэх хугацаа - 3 жилээс 10 сар Би хаанаас авч болох вэ - Их
              дээд сургууль, коллежид Шаардлагатай чанарууд - Стресс тэсвэртэй,
              хариуцлагатай, энэрэнгүй, сайн санах ой Мэргэжлийн эрэлт хэрэгцээ
              - Өндөр Хаана ажиллах вэ - Эмнэлэг, эмнэлэг, томоохон аж ахуйн
              нэгж, их дээд сургууль, сургууль Мэргэшлүүд Фельдшерийн мэргэжлийн
              хэд хэдэн үндсэн мэргэшил байдаг. Цэргийн фельдшер нь цэргийн
              ангиудад эмчилгээ, урьдчилан сэргийлэх, халдвараас сэргийлэх арга
              хэмжээний хэрэгжилтэд хяналт тавьдаг. Байлдааны ажиллагааны үеэр
              (талбайд болон эмнэлэгт) цэргийн албан хаагчдад тусламж үзүүлдэг.
              Хүүхдийн фельдшер нь хүүхдүүдэд үзлэг хийж, эрүүл мэндийн байдлыг
              нь үнэлж, нярай хүүхдэд ивээн тэтгэдэг. Ариун цэврийн фельдшер нь
              анхны тусламж үзүүлэх, эрүүл ахуй, халдварын эсрэг, урьдчилан
              сэргийлэх үйл ажиллагаа явуулдаг. Орон нутгийн фельдшер нь
              эмнэлэг, аж ахуйн нэгж, цэцэрлэг, сургуульд өвчтөнүүдийг үздэг. Эх
              барихын эмч нь жирэмсэн эмэгтэйчүүдтэй ажиллахад эмэгтэйчүүдийн
              эмч нарт тусалдаг, бичиг баримт бүрдүүлдэг, хүүхэд төрүүлэхэд
              оролцдог. Эмнэлгийн лабораторийн туслах нь судалгаа хийж,
              шинжилгээнд зориулж цус авдаг. Түргэн тусламжийн фельдшер
              дуудлагаар ажиллаж, өвчтөнийг эмнэлэгт хэвтүүлэх шаардлагатай
              эсэхийг шийддэг. Тэр эмчийн захиргаанд байдаг эсвэл өөрөө багийг
              удирддаг. ДАВУУ ТАЛ • Энэ мэргэжил нь эмч нарынхаас богино
              хугацаанд сургах хугацаа, ач холбогдолтой тул залуу
              мэргэжилтнүүдийг татдаг - фельдшерүүд ажил олоход бэрхшээлтэй
              байдаггүй. • Фельдшерээр ажиллахын тулд дээд боловсрол
              шаардлагагүй - дунд боловсрол хангалттай. Үүний зэрэгцээ
              мэргэжилтэн нь менежмент гэх мэт өргөн хүрээний ажлыг гүйцэтгэдэг.
              • Мэргэжилдээ хөгжихийг эрхэмлэдэг хүмүүс нэмэлт сургалтанд
              хамрагдах боломжтой. Гэхдээ карьерын өсөлттэй байхын тулд та дээд
              боловсрол эзэмших хэрэгтэй болно. Үүнтэй холбогдуулан фельдшер нь
              анагаах ухааны анхан шатны мэдлэг, ажлын туршлагатай тул илүү
              хялбар байх болно. СУЛ ТАЛУУД • Анагаах ухаан бол хүнд хэцүү,
              хариуцлагатай үйл ажиллагааны салбар юм. Фельдшерийн мэргэжил нь
              хүн бүрт тохиромжгүй, учир нь эдгээр мэргэжилтнүүд ихэвчлэн
              яаралтай тусламжийн горимд ажилладаг тул алдаа гаргах эрхгүй
              байдаг. • Техникийн ажилтны ажил нь ихэвчлэн стресстэй нөхцөл
              байдал, биеийн тамирын дасгал хөдөлгөөн, тогтмол бус ажлын цаг,
              шөнийн ээлжээр ажилладаг. Үүний зэрэгцээ тэдний цалин бага байна.
              Боловсролын байгууллагууд Дараах коллежууд нь фельдшерийн
              мэргэжлээр хамгийн нэр хүндтэйд тооцогддог. Анагаах ухааны коллеж
              №1 (Москва); ОХУ-ын Ерөнхийлөгчийн Тамгын газрын Анагаах ухааны
              коллеж (Москва); Анагаах ухааны коллеж №6 (Москва); Ленинград
              мужийн эмнэлгийн тасралтгүй мэргэжлийн хөгжлийн төв
              (Санкт-Петербург); Зардал нь тухайн боловсролын байгууллага болон
              өргөдөл гаргагчийн элсэхээр төлөвлөж буй бүс нутгаас хамаарна.
              Москва, Санкт-Петербургт нэг хичээлийн жилд 125 мянган рублиас
              эхэлдэг бол бүс нутагт үнэ бага буюу 60 мянган рубльээс эхэлдэг.
              Курсууд Эмч нар таван жилд нэг удаа мэргэжил дээшлүүлэх, давтан
              сургах курст хамрагдах ёстой. Сургалт нь ОХУ-ын олон хотод
              нээлттэй байдаг нэмэлт боловсролын байгууллагуудын үндсэн дээр
              явагддаг, жишээлбэл: Олон улсын мэргэжлийн боловсролын төв
              (Москва); Анагаах ухааны мэргэжилтнүүдийн төгсөлтийн дараах
              боловсролын төв (Санкт-Петербург). Мэргэшлээ дээшлүүлэхийн тулд
              фельдшерүүд бусад зүйлсээс гадна зайны сургалтанд хамрагдах
              боломжтой. Зайны сургалтын үнэ дунджаар 8 мянган рубль байна.
              Эрэлт Эмч нарын сул орон тоо байнга нээгддэг - тус улсад олон
              төрлийн анагаах ухааны мэдлэгтэй боловсон хүчин дутагдалтай
              байдаг. Энэ нь ялангуяа хөдөө орон нутгийн хувьд үнэн юм.
            </p>
          </figure>

          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Мэс заслын эмч">Мэс заслын эмч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Мэс засалч бол янз бүрийн эмгэгийг оношлох, эмчлэх, мэс заслын
              аргаар эмчилдэг эмч юм. Хагалгааны ширээнд хүрэхийн өмнө энэ
              мэргэжлийн төлөөлөгч удаан хугацаанд суралцах хэрэгтэй болно.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/mz_doctor.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Мэс заслын эмч
            </figcaption>
            <p className="text-sm text-gray-800">
              Мэс засалчид бол өвчтөнийг дотроос нь мэддэг эмч нар юм. Асар их
              ачаалал даах чадвар, маш нарийн нарийвчлал, анхаарлаа маш сай
              төвлөрүүлэх, хурдан шийдвэр гаргах, хариуцлага хүлээх чадвар -
              эдгээр нь мэс засалчдын давуу талуудын зөвхөн багахан хэсэг юм.
              Нилээд хэцүү, гэхдээ их сонирхолтой, эрэлт хэрэгцээтэй мэргэжил.
              Мэс засалчид бол эмнэлгийн элит юм. Армийн шүхэрчид шиг. Мэс
              заслын эмчийн мэргэжлийг сонгосон хүний хувьд онолыг сайн мэдэх нь
              хангалтгүй - үүнийг практикт хэрэгжүүлэх чадвартай байх
              шаардлагатай бөгөөд ихэнхдээ алдаа гарсан тохиолдолд хоёр дахь
              боломж байдаггүй. ИЛҮҮ МЭДЭЭЛЭЛ ТОДОРХОЙЛОЛТ – Мэргэжлийн нарийн
              төвөгтэй тал нь мэс заслын эмч зөвхөн өргөн мэдлэгтэй байхаас
              гадна түүнийгээ өдөр бүр практикт хэрэгжүүлэх чадвартай байх
              ёстой. Хэрэв та маш их зүйлийг мэддэг ч юу ч хийж чадахгүй бол
              ажиллах боломжгүй болно` Мэс заслын эмчийн өдөр тутмын амьдрал
              зөвхөн мэс засал хийхээс бүрддэг. Энэ эмч бас дараахь хэцүү
              ажилбаруудыг хийх ёстой: - тэмтрэлт, харааны шинжилгээ, биопси,
              лабораторийн шинжилгээ, хэт авиан, флюроскопи болон бусад аргуудыг
              ашиглан оношлогоо хийх; - өвчтөн болон тэдний гэр бүлд зөвлөгөө
              өгөх; - өвчний түүхийг судалж, өвчтөний нас, хувь хүний онцлогийг
              харгалзан эмчилгээний дэглэмийг сонгох; - өвчтөнийг мэс засалд
              бэлтгэх: хоол тэжээлийн талаар зөвлөмж өгөх, эм өгөх; - мэс заслын
              дараах нөхөн сэргээлт хийж, дахилтаас урьдчилан сэргийлэх ажлыг
              хийнэ. Мэргэшлүүд Мэс заслын чиглэлээр олон мэргэжлүүд байдаг
              бөгөөд эмчилгээний шинэ аргууд гарч ирж, тодорхой чиглэлээр мэдлэг
              гүнзгийрч байгаа тул энэ жагсаалт байнга өргөжиж байна. Энд цөөн
              хэдэн голлох мэргэжлүүдийг дурдвал. Гоо мэс засал нь бүтцийн
              согогийг засч, гоо зүйн үзэмжийг сайжруулдаг. Хэрэв 25 жилийн өмнө
              автомашины осол болон бусад эмгэнэлт явдалд нэрвэгдсэн төрөлхийн
              гажигтай хүмүүст бараг тусламж үзүүлээгүй бол өнөөдөр гоо сайхны
              мэс засалчдын ачаар тэд асуудлаасаа салж чадна. Лазер мэс засал нь
              өргөн уудам, хурдацтай хөгжиж буй салбар юм. Үүнд нүд, шүд, арьс,
              мэдрэлийн мэс засал, бичил мэс заслын асуудлыг шийдэж буй эмч нар
              багтана. Хүүхдийн мэс засал. Энэ чиглэлийн эмч нар хүүхдийн
              анатоми, физиологийг харгалзан мэс засал хийх чиглэлээр мэргэшсэн.
              Хээрийн мэс засал нь яаралтай нөхцөлд тусламж үзүүлэх явдал юм.
              Ийм мэс засалчид бууны шарх, хэлтэрхийний шарх, гэмтэл,
              түлэгдэлтийг эмчлэх чиглэлээр мэргэшсэн байдаг. Шилжүүлэн суулгах
              мэс засал нь эд, эрхтэн шилжүүлэн суулгах мэс засал юм. Ихэвчлэн
              энэ чиглэлийн эмч нар нарийн мэргэжлийг сонгодог: зүрх, элэг, бөөр
              болон бусад биеийн системтэй ажилладаг. Судасны мэс засал нь цус,
              лимфийн судаснуудтай ажилладаг. Мэдрэлийн мэс засал. Энэ профайлын
              эмч нар төв мэдрэлийн системийг эмчилдэг. Түүнээс гадна, мэргэшсэн
              байдлаас үл хамааран мэс засалч бүр үндсэн ур чадвартай байх
              ёстой: эд эсийг зүсэх, тайрах дүрэм, шархны тусламж үйлчилгээний
              зарчмуудыг мэддэг, ампутаци, цус сэлбэх техникийг мэддэг,
              дурангийн төхөөрөмжтэй хэрхэн ажиллах, цус алдалтыг зогсоох,
              хэрэглэхийг мэддэг. боолт, яаралтай тусламж үзүүлэх. ДАВУУ ТАЛ -
              Өвчтөн болон хамт ажиллагсаддаа хүндэтгэлтэй хандах Энэ бол нэр
              хүндтэй мэргэжил юм. Эмнэлгийн мэргэжилтнүүдийн дунд ч мэс
              засалчдыг нэгэн төрлийн элит гэж үздэг. - Мэргэжлийн өсөлтийн
              боломжууд Мэс засал байнга хөгжиж байдаг тул энэ мэргэжлээр эмч
              нар давтан сургалтанд хамрагдаж, илүү нарийн мэргэшлийг эзэмших
              боломжтой. - Үр дүн шууд гарна Мэс засалчид өдөр бүр хүний амийг
              авардаг тул хийж байгаа ажилдаа сэтгэл хангалуун байдаг. -
              Цалингийн түвшин нэлээд өндөр Шинэхэн мэс засалчид хүртэл туршлага
              багатай бусад мэргэжилтнүүдтэй харьцуулахад сайн нөхөн олговор
              авдаг. - Ажил мэргэжлийн хувьд хурдан өсөх боломжтой Хэрэв мэс
              засалч ажлаа сайн хийдэг бол хүлээн зөвшөөрөгдөж, албан тушаал
              ахих нь тийм ч удаан хүлээхгүй. СУЛ ТАЛУУД - Мэс заслын эмчийн нэг
              гол сул тал бол энэ мэргэжлийг сонгосон хүнд өдөр бүр тулгардаг
              асар их хариуцлага юм. Тэдэнд ихэнхдээ хоёр дахь боломж олддоггүй
              бөгөөд олон шийдвэрийг маш хурдан гаргах шаардлагатай болдог. -
              Мэс заслын эмч байхын бусад сул талуудын дунд дараахь зүйлийг
              тэмдэглэж болно: - Асар их дарамт - Зарим мэс засал нь 18 цаг
              үргэлжилдэг бөгөөд энэ хугацаанд мэс засалч аль болох тодорхой,
              анхаарлаа төвлөрүүлэх ёстой. Үүний үр дүнд эмч нар ихэвчлэн хэт
              ачаалал, ядрах, стресст ордог. - Тогтмол бус хуваарь - Мэс
              засалчид гэр бүлийнхэнтэйгээ харьцуулахад ажил дээрээ илүү их цаг
              зарцуулж, өвчтөн болон хамт ажиллагсдаасаа хүссэн үедээ дуудлага
              хүлээн авдаг тул 24/7 ажиллахад бэлэн байх шаардлагатай. - Урт
              хугацааны сургалт. Боловсрол эзэмшихийн тулд дор хаяж 8 жил
              шаардагдана: 6 жил их дээд сургууль, 2 жил оршин суух. Гэхдээ
              үүний дараа ч гэсэн мэргэжлээ хадгалахын тулд та байнга суралцах
              хэрэгтэй.  Мэс засал, тэр дундаа гоо сайхны мэс засал бол маш
              сонирхолтой, олон талтай. Энэ нь мэс засал, урлаг, сэтгэл зүйг
              хослуулсан. Та байнгын хөгжилд байдаг. Алхам алхмаар, жилээс жилд
              та зөв алсын хараа, шаардлагатай ур чадвар, чадварыг олж авдаг.
              Хэрэв жинхэнэ мэргэжлийн хүн болох жинхэнэ хэрэгцээ, хүсэл байгаа
              бол урт хугацааны сургалт, асар их ажил, нэлээд жигд хөгжил гэх
              мэт сул талууд ихэвчлэн ар талдаа олдодгүй Хаана сурах вэ Эхлээд
              та ерөнхий анагаах ухааны факультетэд анагаахын их сургуульд суурь
              боловсрол эзэмших хэрэгтэй. Чиглэлийг сонгох нь 4 дэх жилдээ
              явагддаг бөгөөд ирээдүйн эмч нар резидентурын үеэр аль хэдийн
              мэргэшсэн байдаг. Үүний дараа 5 жил тутамд эмч мэргэшлээ
              баталгаажуулах шаардлагатай болно. -Ер нь би чамайг сургуулиасаа
              бэлд гэж зөвлөмөөр байна. Хими, биологийн хичээлд анхаарлаа
              хандуулаарай` Боловсролын байгууллагууд Та тус улсын олон их дээд
              сургуульд сайн анагаахын боловсрол эзэмшиж болно. Хамгийн нэр
              хүндтэй: И.М.Сеченовын нэрэмжит Москвагийн Улсын Анагаах ухааны
              анхны их сургууль; I.I нэрэмжит Баруун хойд улсын анагаах ухааны
              их сургууль. Мечников (Санкт-Петербург); Пироговын нэрэмжит Оросын
              анагаах ухааны их сургууль (Москва); Сибирийн Улсын Анагаах Ухааны
              Их Сургууль (Томск); Академич И.П.Павловын нэрэмжит
              Санкт-Петербург Улсын Анагаах Ухааны Их Сургууль. Курсууд Мэс
              засалч бүр хүсвэл профайлаа өөрчлөх эсвэл нарийн мэргэшлийг сонгох
              боломжтой. Энэ зорилгоор эмч нарыг давтан сургах тусгай курс,
              төгсөлтийн дараах боловсролын хөтөлбөрүүд байдаг. Жишээлбэл,
              Санкт-Петербург дахь Анагаах ухааны боловсролын шинэлэг аргуудын
              төв нь мэс заслын мэргэжлээр практик курс, мастер ангиудыг санал
              болгодог. Энд та `Мэс заслын үйл ажиллагааг эхлүүлэх` эрчимжүүлсэн
              сургалтанд хамрагдаж, гоо сайхны мэс засал, бичил мэс засал,
              эмэгтэйчүүдийн дотоод видео мэс заслын үндсийг судлах боломжтой.
              Москва дахь Анагаах ухааны боловсролын дээд сургууль нь `Ерөнхий
              анагаах ухаан`, `Хүүхдийн өвчин` мэргэжлээр дипломтой бүх хүмүүст
              болон `Мэс засал` мэргэжлээр дадлага, резидентур төгссөн хүмүүст
              ахисан түвшний сургалт явуулдаг. Судалсан сэдвүүдэд `Эрчимт
              эмчилгээ, сэхээн амьдруулах эмчилгээ`, `Мэс заслын оролцоо
              шаардлагатай яаралтай нөхцөл байдал`, `Мэс заслын халдвар` болон
              бусад. Сургалтыг алсаас дуусгах боломжтой. Москва дахь Инноваци,
              хөгжлийн Анагаах ухааны их сургууль нь одоо байгаа мэс засалчдад
              зориулсан ахисан түвшний сургалтуудыг санал болгодог. Тэдний
              үргэлжлэх хугацаа нь 72-150 цагийн хооронд хэлбэлздэг бөгөөд
              тэдгээрийг шууд их сургуульд эсвэл алсаас хийж болно. Санал болгож
              буй сэдвүүдийн дунд: `Хэвийн ба эмгэг анатоми, физиологи`, `Мэс
              заслын орчин үеийн судалгааны арга`, `Хүүхдийн мэс заслын онцлог`
              болон бусад. Эрэлт Мэс засалчид эрэлт хэрэгцээтэй байгаа бөгөөд
              үргэлж эрэлт хэрэгцээтэй байх болно. Энэ мэргэжил нь цаг
              хугацаанаас гадуур байдаг. `Гэхдээ гол зүйл бол хуурмаг зүйл
              үүсгэхгүй байх явдал юм` гэж Патима Мирзоева зөвлөж байна. –
              Хөдөлмөр, урт удаан, тасралтгүй сургалт, сайн мэргэжилтэн болох
              хүсэлгүй бол та эрэлт хэрэгцээтэй болохгүй. Та бэрхшээлд бэлэн
              байх хэрэгтэй.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Эмч">Эмч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Эмч бол тодорхой өвчнөөс урьдчилан сэргийлэх, эмчлэх чиглэлээр
              ажилладаг мэргэжилтэн юм. Эмчээс илүү чухал мэргэжлийг төсөөлөхөд
              хэцүү байдаг, учир нь эмч хүний эрүүл мэнд, тэр тусмаа амь нас нь
              хамаарах шийдвэр гаргах ёстой болдог.{" "}
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/doctor.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Эмч
            </figcaption>
            <p className="text-sm text-gray-800">
              Эмнэлгийн мэргэжил бол хамгийн эртнийх юм - энэ нь эрт дээр үеэс,
              балар эртний үеэс оршин тогтнож ирсэн. Анхан шатны эрин үед олон
              ургамлын шинж чанарыг мэддэг, эдгээх хүчийг хэрхэн ашиглахаа
              мэддэг анхны эдгээгчид гарч ирэв. Тэдний эмнэлгийн үйл ажиллагааны
              үр дүнд цаг хугацааны явцад хангалттай туршлага хуримтлуулсан нь
              анагаах ухаан өөрөө шинжлэх ухаан болж үүсэхэд түлхэц өгсөн.
              Анагаах ухааныг үндэслэгч нь эртний Грекийн агуу их эмч Гиппократ
              юм. Тэрээр өвчний үүсэх шалтгааныг судлах замаар өвчнийг анхлан
              ангилсан гэж үздэг. Туршилтын анагаах ухааны өвөг дээдэс нь эртний
              Ромын мэс засалч, гүн ухаантан Гален гэж тооцогддог. Тэрээр
              физиологи, мэдрэл судлал, анатоми, эмгэг судлал, фармакологи зэрэг
              шинжлэх ухааныг хөгжүүлэхэд үнэлж баршгүй хувь нэмэр оруулсан.
            </p>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Анагаах ухаан нь хүний биед тохиолддог янз бүрийн үйл
              явцыг судлах, түүнд үүсдэг өвчнийг эмчлэхтэй холбоотой шинжлэх
              ухааны салбарууд, түүнчлэн практик үйл ажиллагааны цогц юм. Эмч
              бол тодорхой өвчнөөс урьдчилан сэргийлэх, эмчлэх чиглэлээр
              ажилладаг мэргэжилтэн юм. Тэрээр өвчтөнүүдийг шалгаж, тэдний
              асуудлын голыг олж мэдэх, оношлох; Тэрээр ирээдүйн хувь заяа, тэр
              байтугай өвчтөнүүдийн амьдрал хамаарах хамгийн чухал шийдвэрийг
              гаргах ёстой. Тиймээс эмч хүн бүрийн өвчтөний өмнө хүлээх
              хариуцлагыг үнэлж баршгүй. Нэмж дурдахад, энэ мэргэжил нь ёс зүйн
              тусгай зарчмуудыг дагаж мөрдөхийг шаарддаг бөгөөд үүний шинж
              тэмдэг нь ирээдүйн эмч нар тусгай тангараг өргөдөг. ЭМЧ МЭРГЭЖЛИЙН
              ТУХАЙ ПАРАМЕТРЫН МЭДЭЭ Сургалтын үргэлжлэх хугацаа - 5 жилээс Би
              хаанаас авч болох вэ - Их дээд сургуулиудад Шаардлагатай чанарууд
              - Стресс тэсвэртэй, анхаарал болгоомжтой байх, хариу үйлдэл
              үзүүлэх, мэдрэмжтэй байх Мэргэжлийн эрэлт хэрэгцээ - Өндөр Хаана
              ажиллах вэ - Төрийн болон хувийн хэвшлийн эмнэлгийн байгууллага,
              түргэн тусламжийн болон яаралтай тусламжийн станц, эрдэм
              шинжилгээний хүрээлэнгүүд. Мэргэшлүүд Анагаах ухаанд тоо томшгүй
              олон төрөл байдаг тул илүү тодорхой тайлбарлахын тулд тэдгээрийг
              дараах шалгуурын дагуу ангилах хэрэгтэй.  Нэгдүгээрт, бүх эмч
              нарыг эмч, оношлогооны эмч гэж хуваадаг. Эмнэлгийн эмч нар бол
              өвчтөнтэй шууд харьцдаг эмч нар юм. Тэд өвчтөнийг шалгаж, анамнез
              (эмнэлгийн түүх) цуглуулж, шаардлагатай бол шинжилгээнд илгээж,
              эцсийн оношийг тавьж, тодорхой эмчилгээний курс зааж өгдөг.
              Эмнэлгийн эмч нарын дунд эмчилгээний эмч, хүүхдийн эмч, мэс
              засалч, мэдрэлийн эмч, сэтгэцийн эмч, ортопед гэмтлийн эмч, хоол
              боловсруулах эрхтний эмч, чих хамар хоолойн эмч, нүдний эмч,
              мэдрэлийн мэс засалч, эндокринологич, эмэгтэйчүүдийн эмч,
              урологич, өрхийн эмч, гэх мэт нарийн мэргэжлийн эмч нар байдаг.
              Оношлогооны эмч нар өөрсдөө судалгаа хийж, өвчтөнд тайлбарласан
              дүгнэлт хийдэг боловч эцсийн онош тавих эрхгүй. Эдгээрт
              радиологич, хэт авианы мэргэжилтнүүд, лабораторийн оношлогооны
              эмч, функциональ оношлогооны эмч гэх мэт орно.  Хоёрдугаарт,
              эмнэлгийн бүх мэргэжлийг мэс заслын болон мэс заслын бус гэж
              хуваадаг. Мэс заслын чиглэлээр мэргэшсэн эмч нар нь зөвхөн
              томоохон мэс засал хийдэг төдийгүй тайрах, цоолох, биопси, тэр ч
              байтугай энгийн тарилга гэх мэт инвазив процедурыг гүйцэтгэдэг эмч
              нар юм. Эдгээр бүх заль мэхийг гүйцэтгэхийн тулд эмч нар өөрсдөө
              өвчтөнүүдийг тусгайлан зохион бүтээсэн өндөр хамгаалалттай,
              антисептикийн шаардлага өндөртэй өрөөнд хүлээн авахыг шаарддаг.
              Төрөл бүрийн мэргэжлийн мэс засалчдаас гадна энэ мэргэжилтэй эмч
              нарын жагсаалтад эх барихын эмч, эмэгтэйчүүдийн эмч, урологич,
              нүдний эмч, чих хамар хоолойн эмч, шүдний эмч гэх мэт эмч нар
              багтдаг. Мэс заслын бус мэргэжилтнүүд өвчтөнийг ямар ч инвазив бус
              аргыг (жишээлбэл, тэмтрэлт, аускультация, янз бүрийн төрлийн
              томографийн судалгаа гэх мэт) ашиглан шалгаж, эмчилдэг. Ийм эмч
              нарт бүх оношлогооны эмч, түүнчлэн энгийн эмчилгээний эмч,
              хүүхдийн эмч, дархлаа судлаач, арьсны эмч, зүрх судасны эмч,
              гастроэнтерологич, эндокринологич, мэдрэл судлаач, сэтгэцийн эмч
              гэх мэт эмч нар багтдаг.  Гуравдугаарт, мэргэшлийн түвшингээс
              хамааран нарийн, ерөнхий мэргэжлийн эмч нарыг ялгадаг. Өргөн
              хүрээний мэргэжилтний тод жишээ бол өрхийн эмч юм. Тэрээр бүх
              мэргэжлээр анхан шатны мэдлэгтэй байдаг тул ердийн эмчээс ялгаатай
              нь тэрээр өөр олон өвчнийг оношлох боломжтой боловч өвчтөнийг
              эмчлэх чадваргүй бол түүнийг нарийн мэргэжлийн эмч рүү чиглүүлдэг.
              Дэд мэргэшсэн эмч нар нь тодорхой нэг эрхтэн, өвчинтэй ажилладаг
              эмч нар бөгөөд тэдний мэргэжил нь илүү том мэргэжлийн салбар юм.
              Жишээлбэл, флебологич нь судсыг эмчилдэг мэс засалч юм; фониологич
              - дууны утастай ажилладаг чих хамар хоолойн эмч; паркинсонологич -
              Паркинсоны өвчнийг эмчилдэг мэдрэлийн эмчийн дэд мэргэжил;
              наркологич - мансууруулах бодис, архины донтолтыг даван туулахад
              тусалдаг сэтгэцийн эмч гэх мэт. Гэсэн хэдий ч зарим мэргэжлүүд нь
              ерөнхий ангилалд хамрагддаггүй бөгөөд тэдний дунд эмгэг судлаач,
              шүүх эмнэлгийн шинжээчийг онцлон тэмдэглэх нь зүйтэй. Эхнийх нь
              эд, эрхтний бүтцэд гарсан өөрчлөлтөд янз бүрийн өвчний үр нөлөөг
              судалж, хоёр дахь нь янз бүрийн гэмт хэргийн хохирогчдыг эрүүл
              мэндийн үзлэгт хамруулдаг. Эдгээр хоёр мэргэжил хоёулаа чухал
              үүрэг гүйцэтгэдэг, учир нь эмгэг судлаачгүйгээр эмч нар олон
              ноцтой өвчний хөгжлийн талаархи бүрэн дүр зургийг олж авахгүй
              бөгөөд шүүх эмнэлгийн шинжээчгүй бол шүүх эмнэлгийн шинжлэх ухаан
              бараг боломжгүй байх болно. ДАВУУ ТАЛ Мэргэжлийн эерэг талуудын
              дунд би дараахь зүйлийг тэмдэглэхийг хүсч байна. - эмч нар үргэлж
              эрэлт хэрэгцээтэй байдаг; - нийгмийн ач холбогдлын мэдрэмж; -
              өвчтөнд туслах, заримдаа тэдний амийг аврахад гүн гүнзгий хувийн
              сэтгэл ханамж; - сайн мэргэжилтнүүдийн хязгааргүй эрэлт; - хувийн
              байгууллагуудын нэлээд өндөр цалин; - карьераа сайн өсгөх боломж.
              СУЛ ТАЛУУД Хэдийгээр энэ мэргэжил олон талаараа гайхалтай мэт
              санагддаг ч хүн болгонд тохирохгүй байж болох сул талтай. -
              Боловсрол эзэмших урт хугацааны үйл явц (ерөнхийдөө магадлан
              итгэмжлэл, дадлага хийхтэй хамт 8-9 жилээс илүү хугацаа
              шаардагдана); - асар их хариуцлага, алдаа гаргах зай байхгүй; -
              хэт ачаалалтай ажлын хуваарь (шөнийн цагаар, ихэвчлэн амралтын
              болон амралтын өдрүүдээр ажилладаг); - хүнд стресс. Хаана сурах вэ
              Хүүхдүүд энэ мэргэжлээр сургуулиа төгсөхөөсөө дор хаяж хэдэн
              жилийн өмнө тодорхойлогддог тул 7-8-р ангид байхдаа ирээдүйд эмч
              болохыг хүсдэг олон хүүхдүүд анагаах ухааны тусгай сургуулийн
              лицейн ангид суралцахаар явдаг. Манай улсад анагаах ухааны
              факультеттэй олон их дээд сургууль байдаг боловч өргөдөл гаргагчид
              Оросын тэргүүлэх мэргэшсэн байгууллагуудын аль нэгийг сонгох нь
              дээр бөгөөд боловсролын түвшин нь эргэлзээгүй илүү өндөр байх
              болно. Нарийн мэргэжлээр эмч болох нь зөвхөн үндсэн дээд
              боловсролтой байх боломжтой тул зөвхөн их сургуульд суралцаж
              мэргэжлээ дээшлүүлэх хүсэлтэй хүмүүст зориулсан сургалтыг зохион
              байгуулдаг. Боловсролын байгууллагууд Анагаах ухааны суурь
              боловсролыг Оросын алдартай их дээд сургуулиуд олгодог. И.М.
              Сеченовын нэрэмжит Москвагийн Улсын Анагаах Ухааны анхны их
              сургууль Сеченовын их сургууль нь хамгийн дээд зэрэглэлийн
              мэргэжилтнүүдийг бэлтгэж ирсэн Оросын анагаахын тэргүүлэх
              боловсролын байгууллагуудын нэг байсан бөгөөд одоо ч хэвээр байна.
              Сургалтын хөтөлбөр нь дэлхийн хамгийн сүүлийн үеийн стандартын
              дагуу боловсруулагдсан тул их сургууль нь зөвхөн ердийн төдийгүй
              генетикийн инженер, эмнэлгийн мэдээллийн технологи зэрэг шинэ
              мэргэжлээр боловсрол олгодог. Пироговын нэрэмжит Оросын үндэсний
              судалгааны анагаах ухааны их сургууль Энэ их сургууль (хуучнаар
              Москвагийн Улсын Анагаах Ухааны 2-р Дээд Сургууль) нь Оросын
              анагаах ухааны шилдэг их сургуулиудын нэгд тооцогддог. Энд
              оюутнуудыг уламжлалт эмчилгээ, сувилахуй, шүдний эмчилгээ төдийгүй
              биохими, биофизик, тэр ч байтугай кибернетик зэрэг орчин үеийн
              чиглэлээр сургадаг. Павловын нэрэмжит Санкт-Петербургийн анхны
              Анагаах ухааны их сургууль Павловскийн их сургууль, түүнчлэн
              Сеченовский, Пироговский зэрэг нь Оросын шинжлэх ухаан, анагаах
              ухааны хамгийн нэр хүндтэй төвүүдийн нэг гэдгээрээ алдартай.
              Хуучин эмэгтэйчүүдийн институтын хувьд энэ байгууллага нь
              эмэгтэйчүүд ханан дотроо эрүүл мэндийн дээд боловсрол эзэмших
              боломжтой Европын анхны байгууллага болжээ. Одоо энэ бол шүдний
              эмч, хүүхдийн эмч, ерөнхий анагаах ухаан, спортын анагаах ухаан
              гэх мэт мэргэжлээр өндөр мэргэшсэн мэргэжилтнүүдийг бэлтгэдэг
              нийтлэг их сургууль юм. Зарим их сургуулийн баазууд
              Санкт-Петербургийн томоохон клиник, эмнэлгүүдэд байрладаг. Курсууд
              - Ахисан түвшний сургалтуудаас бид хагас зайн хэлбэрээр явагддаг
              сургалтуудыг авч үзэх хэрэгтэй, учир нь сургалтын хамгийн
              тохиромжтой, оновчтой сонголт бол шаардлагатай практик ур чадварыг
              хөгжүүлэхийн тулд видео лекцийг нүүр тулсан хичээлтэй хослуулах
              явдал юм. - Эмч нарыг мэргэжлийн давтан сургах үндсэн
              байгууллагуудаас дурдвал: - РУДН их сургуулийн тасралтгүй
              боловсролын үйлчилгээ (ОХУ-ын ард түмний найрамдлын их сургууль)
              Энэ байгууллагын боловсролын бааз нь Москва дахь хамгийн том
              байгууллагуудын нэг юм (энэ нь 30 гаруй нэмэлт мэргэжлийн
              боловсролын төвтэй). Сургалтын лаборатори нь орчин үеийн тоног
              төхөөрөмжөөр тоноглогдсон тул сонирхогчдод `Эрүү нүүрний мэс
              засал`, `Дурангийн шинэлэг технологи`, `Арьс-венерологи, гоо
              сайхны плазмын эмчилгээ` гэх мэт сургалтуудыг явуулах боломжтой. -
              Анагаах ухааны Инноваци, Хөгжлийн Их Сургууль (MUIR). Энэхүү
              байгууллага нь голчлон эмнэлгийн мэргэжилтнүүдийг давтан сургах,
              мэргэшүүлэх үйлчилгээ үзүүлэх чиглэлээр мэргэшсэн бөгөөд орчин
              үеийн материаллаг бааз, Оросын тэргүүлэх их, дээд сургууль, эрүүл
              мэндийн байгууллагуудтай хамтран ажилладаг тул MUIR нь улс даяар
              10,000 гаруй хүнийг нэгэн зэрэг сургах боломжтой. Одоо тус
              байгууллага нь `Лабораторийн оношлогоо`, `Сэтгэц-наркологи` гэх
              мэт олон төрлийн сургалтанд хамрагдах боломжийг олгож байна. Эрэлт
              Эмнэлгийн мэргэжил нь бүхэлдээ хамгийн чухал бөгөөд зайлшгүй
              шаардлагатай гэж тооцогддог боловч өөр өөр эмнэлгийн мэргэжлүүдийн
              эрэлт хэрэгцээ бага зэрэг ялгаатай байж болно. Жишээлбэл, одоогоор
              хамгийн эрэлттэй эмч нарын зарим нь шүдний эмч, ерөнхий болон
              хуванцар мэс засалч юм. Түүнчлэн сүүлийн үед онкологич, хоол
              тэжээлийн мэргэжилтэн, гоо сайхны эмч, биофизикч, биохимич,
              кибернетик зэрэг мэргэжлүүдийг сонирхож байгаа нь улам бүр
              түгээмэл болж байна. Гэсэн хэдий ч нэр хүндтэй хувийн эмнэлгүүдэд
              нарийн мэргэжлийн туршлагатай, өндөр мэргэшсэн мэргэжилтнүүд
              шаардлагатай байдаг.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Шүдний эмч">Шүдний эмч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Шүдний эмч бол амны хөндийтэй холбоотой өвчин эмгэгийг
              тодорхойлох, эмчлэх, урьдчилан сэргийлэх эмч юм: шүд, бохь,
              шүлсний булчирхай.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/dental_doctor.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Шүдний эмч
              <br />
              Эмнэлгийн, ялангуяа шүдний эмчилгээний зах зээл өргөжиж байна. Хүн
              бүр үзэсгэлэнтэй, цасан цагаан инээмсэглэлтэй байхыг хүсдэг тул
              шүдний эмчийн мэргэжлийн эрэлт хэрэгцээ улам бүр нэмэгдсээр байна.
            </figcaption>
            <p className="text-sm text-gray-800">
              Шүдний эмч бол маш эрэлт хэрэгцээтэй мэргэжилтэн юм. Өдөр тутмын
              амьдралдаа түүнийг шүдний эмч эсвэл шүдний эмч гэж нэрлэдэг бөгөөд
              энэ нь бүрэн зөв биш юм. Шүдний эмч өдөр бүр олон арван өвчтөнд
              янз бүрийн гомдолтой байдаг - бохь үрэвсэхээс эхлээд цоорох өвчний
              хамгийн хүнд хэлбэр хүртэл. Шүд бол мэдрэмтгий эрхтэн бөгөөд
              эрүүний тогтолцооны элемент бөгөөд хүчтэй нөлөөнд байнга өртдөг
              (хоолны хэрэглээ) бөгөөд болгоомжтой арчилгаа шаарддаг. Шүдний эмч
              нар амны хөндийн өвчнөөс урьдчилан сэргийлж, сүйрлийн ирмэг дээр
              байгаа шүдийг эмчилдэг: ломбо тавьж, арилгаж, хиймэл шүдээр
              солино. Ихэнхдээ хүмүүс гоо зүйн шалтгаанаар шүдний эмчид ханддаг:
              шүдийг цогцоор нь цэвэрлэх, хазуулсан хэсгийг засах, паалангаа
              цайруулах. Тодорхойлолт Шүдний эмч нь шүд, амны хөндий, эрүүтэй
              холбоотой өвчнийг тодорхойлж, эмчилж, урьдчилан сэргийлдэг эмч юм.
              Эмчилгээний явцад шүдний эмч нь нийтээр хүлээн зөвшөөрөгдсөн
              эмнэлгийн дүрмийг дагаж мөрдөж, боловсролын болон практик ном
              зохиолд заасан тогтоосон, цаг хугацаагаар туршсан арга,
              эмчилгээний аргыг ашигладаг. Шүдний эмч нь практик эсвэл онолын
              шүдний чиглэлээр анагаах ухааны дээд боловсролтой байх ёстой.
              Гэсэн хэдий ч энэ чиглэлээр мэргэшсэн мэс засалчид шүдний
              эмчилгээнд ажиллахыг зөвшөөрдөг. ШҮДНИЙ ЭМЧ МЭРГЭЖЛИЙН ТУХАЙ
              ПАРАМЕТРЫН МЭДЭЭ Сургалтын үргэлжлэх хугацаа - 5 жилээс Би хаанаас
              авч болох вэ - Их дээд сургуулиудад Шаардлагатай чанарууд -
              Нарийвчлал, эелдэг байдал, тэвчээр Мэргэжлийн эрэлт хэрэгцээ -
              Өндөр Хаана ажиллах вэ - Улсын болон хувийн шүдний эмнэлэг,
              сувилал, цэргийн эмнэлэг Шүдний эмч дараахь зүйлийг хийдэг. - амны
              хөндийн өвчин, гэмтэл, согогийг оношлох (рентген зураг, шүлсний
              шинжилгээ, анамнез, өвчний түүх); - өвчнөөс урьдчилан сэргийлэх
              (фторжуулах, шүдний шүдний эмчилгээ); - мэс засал (шүд авах,
              биопси), түүний дотор мэдээ алдуулалт хийх; - амны хөндийн өвдөлт,
              цочролыг арилгах эмийг томилох; - нөхөн сэргээх ажил: суулгац,
              хиймэл шүд, титэм суурилуулах; - шүд, амны хөндийд нөлөөлдөг
              системийн өвчнийг оношлоход туслах (жишээлбэл, чихрийн шижин
              өвчнийг оношлоход); - амны хөндийн эрүүл мэндийг сайжруулах бусад
              арга замууд; - эрүүл ахуй, хоол тэжээлийн чиглэлээр өвчтөн болон
              тэдний гэр бүлд боловсрол олгох. Шүдний эмч нь эрүүл ахуйч,
              эмнэлгийн эмч, бусад эмч, шүдний техникын ажилтнуудтай харилцдаг.
              Шүдний эмч өвчтөнд чанартай эмчилгээ хийх үүрэгтэй. Өвчтөн бүр өөр
              өөр хүсэлт гаргадаг бөгөөд шүдний эмч үзлэг хийсний дараа
              эмчилгээний стратеги боловсруулдаг. Шүдний эмчид үзүүлэх нь нэг
              удаагийн асуудал биш юм. Стратеги нь дор хаяж хоёр уулзалтыг
              багтаана. Эхний шатанд анамнез цуглуулдаг (өвчтөний эрүүл мэндийн
              байдлын талаархи мэдээлэл), амны хөндийг шалгаж, рентген зураг
              авч, шинжилгээ авдаг (шаардлагатай бол). Дараа нь оношийг тавьдаг.
              Хоёр дахь уулзалтаар эмч өвчтөнтэй харилцаж, түүнд боломжийн
              эмчилгээний аргыг санал болгодог. Шүдний эмч өвчтөнд эмчилгээний
              аргуудын талаар мэдээлж, эмчилгээний хүлээгдэж буй үр дүнг
              тодорхойлж, болзошгүй эрсдэл, эмчилгээний дараа өвчтөний зан
              үйлийн дүрмийн талаар ярилцдаг. Дүрмүүд нь зөвлөмж эсвэл санамж
              бичиг хэлбэртэй байж болно. Хариуцлагатай шүдний эмч нар
              тэдгээрийг шүдний эмчилгээний төрөл тус бүрээр урьдчилан бэлддэг.
              Эмчилгээний үе шат бүрийг бүртгэсэн баримт бичиг байгаа нь зөвхөн
              шүдний эмчийн мэргэжлийн өндөр түвшин, түүний үүрэг хариуцлагаа
              ухамсарлаж байгааг илтгэдэггүй. Энэ нь өвчтөн ямар нэг шалтгаанаар
              үр дүнд нь сэтгэл хангалуун бус байвал эмчийн шийдвэрээ эмнэлгийн
              комисс, шүүх дээр хамгаалах хүсэл эрмэлзэлийн үзүүлэлт юм.
              Мэргэшлүүд Шүдний эмчийн мэргэжил эрэлт хэрэгцээтэй байгаа нь
              шүдний эмчийн чиглэлээр мэргэшсэн олон мэргэжлээр нотлогддог.
              Хүүхдийн шүдний эмч хүүхдүүдтэй ажилладаг. Энэ нь гангийн мэдрэл,
              сонирхолтой, сэтгэл хөдөлгөм, хөгжилтэй зүйлийг цаг тухайд нь
              хэлэх чадварыг шаарддаг бөгөөд ингэснээр хүүхэд айж, стресстэхгүй
              байх болно. Хүүхдийн шүдний эмч залуу өвчтөнүүдийн шүдийг шалгаж,
              эмчилдэг. Дээд боловсролтой. Шүдний эмч (шүдний эмч, насанд
              хүрэгчид) 18-аас дээш насны хүмүүстэй ажилладаг. Шүдийг шалгаж,
              эмчилгээг зааж, зөв мэргэжилтэн рүү чиглүүлэх (шаардлагатай бол).
              Шүд, бохь анхны өвдөлтийн үед та шүдний эмч-эмчилгээнд хандах
              хэрэгтэй. Оношлогоо хийх, ломбо тавих, мэдрэл арилгах, цоорох,
              пульпитийг эмчлэх, шүдийг гоо зүйн талаас нь сэргээх, өнгөлгөө,
              тансаг шүд суурилуулах, шүдээ цайруулж өгдөг. Анагаах ухааны дээд
              боловсролтой мэргэжилтэн ийм мэргэжлийн үүргийг гүйцэтгэхийг
              зөвшөөрдөг. Шүдний мэс засалч нь амны хөндийн шүд, илүүдэл эдийг
              арилгадаг. Бохьны мэс засал хийдэг. Шүдний эмч, мэс заслын
              чиглэлээр их дээд сургууль төгссөн байх. Ортопедийн шүдний эмч
              шүдийг нөхөн сэргээж, протез хийдэг. Тэрээр титэм, гүүр, өнгөлгөө,
              люкс зэргийг суурилуулдаг. Дээд боловсролтой. Ортодонтист нь
              функциональ байдал, гоо зүйн аль алиныг нь авч үздэг. Тэрээр буруу
              бөглөрөлтийг засч, хаалт, функциональ хэрэгсэл, зөөврийн
              хавтангаар эмчилдэг. Дээд боловсролтой. Шүдний эрүүл ахуйч (шүдний
              эрүүл ахуйч) гэдэг нь нийтээр хүлээн зөвшөөрөгдсөн утгаараа шүдний
              эмч биш юм. Зөвхөн урьдчилан сэргийлэх ажлыг гүйцэтгэдэг - шүд
              цоорох, пааланг гэмтээхээс урьдчилан сэргийлэх технологи
              ашигладаг, шүдээ тусгай уусмалаар цэвэрлэж, шүдний товруу, чулууг
              арилгаж, фтороор бүрхэж, амны хөндийн салст бүрхэвчээс урьдчилан
              сэргийлэх ажлыг гүйцэтгэдэг. Шүдний оо сонгох талаар зөвлөгөө
              авах, бохьны бүсэд таагүй байдал үүссэн тохиолдолд та түүнд хандаж
              болно - энэ нь ихэвчлэн эрүүл ахуйн шаардлага хангаагүйгээс
              болдог. Та хүүхдээ шүдний эрүүл ахуйч дээр авчирч болно: эмч анхны
              шүдний сойз, зөөлөн шүдний оо сонгох болно. Эрүүл ахуйч нь дээд
              болон дунд мэргэжлийн боловсролтой байж болно. Шүдний эмч. Шүдний
              эмчийн зааж өгсөн эмчилгээ хэрхэн явагдаж байгааг хянахын тулд та
              шүдний эмчид очиж болно. Тэрээр эрүүл ахуйн асуудлаар зөвлөгөө
              өгч, шүд, амны хөндийн нөхцөл байдлыг шалгаж, оношлох явцад ноцтой
              эмчилгээ шаарддаг өвчин илэрсэн тохиолдолд өвчтөнийг шүдний эмч
              рүү шилжүүлдэг. Шүдний эмч фторжуулж, шүдээ цэвэрлэж, шүдний эмч
              нарт туслах, шүдний багаж бэлдэх, шүдний сэтгэгдэл авах, рентген
              зураг авах зэрэг ажлыг гүйцэтгэдэг. Шүдний туслах (эсвэл шүдний
              фельдшер) нь ерөнхий анагаах ухааны чиглэлээр мэргэшсэн дунд
              эмнэлгийн боловсролтой. Шүдний өвчний оношлогоо, шүдний энгийн
              өвчний эмчилгээ, урьдчилан сэргийлэх, эрүүл ахуйн сургалтыг
              явуулдаг. Оношлогооны явцад шүдний хүнд өвчин илэрсэн бол
              өвчтөнийг шаардлагатай мэргэшлийн шүдний эмч рүү илгээдэг. ДАВУУ
              ТАЛ - Нэгдүгээрт, шүдний эмчийн мэргэжил эрэлт хэрэгцээтэй, нэр
              хүндтэй байдаг. Энэ бол хамгийн өндөр цалинтай анагаах ухааны
              салбаруудын нэг юм. Энэ нь магадгүй шүдний эмчийн мэргэжлийн гол
              давуу тал юм. - Хоёрдугаарт, шүдний эмчийн ажил нь анхаарал
              халамж, тайван байдал, үйл ажиллагааны тодорхой байдлыг
              хөгжүүлдэг. Нарийн ширийн зүйлийг анзаарах чадвар, сэтгэл
              хөдлөлийн тэнцвэр, сайн зохицуулалттай үйлдлүүд нь мэргэжлийн үйл
              ажиллагаанаас өдөр тутмын амьдралд `шилждэг` бөгөөд шүдний эмчийг
              найдвартай, ухаалаг хүн гэж тодорхойлох боломжийг олгодог. СУЛ
              ТАЛУУД - Шүдний эмчийн мэргэжлийн хамгийн эхний бөгөөд гол сул тал
              бол ёс суртахууны болон хуулийн хариуцлага юм. Мэдээжийн хэрэг,
              шүдний эмчилгээнд эмнэлгийн үйлчилгээг эмч үзүүлж, чанар муутай
              ажлыг эмнэлэг хариуцдаг. Гэсэн хэдий ч эмч ноцтой алдаа гаргавал
              сахилгын шийтгэл хүлээхэд бэлэн байх ёстой. - Шүдний эмч нь
              эрүүгийн хариуцлага хүлээлгэж болно - жишээлбэл, цаг тухайд нь
              тусламж үзүүлэхгүй, санамсаргүйгээр өвчтөнд ХДХВ-ийн халдвар
              авсан, эсвэл эрүүл мэндэд ноцтой хохирол учруулсан бол. Эсвэл бүр
              үхэл. Энэ нь ховор тохиолддог боловч шүдний эмч үргэлж хүний
              биетэй ажилладаг тул эрүүл ахуйн шаардлага, боловсруулсан бүх
              эмнэлгийн дүрмийг дагаж мөрдөх ёстой. - Хоёр дахь сул тал бол
              мэргэжлийн хэв гажилт юм. Шүдний эмч нь бусад эмнэлгийн
              мэргэжилтнүүдийн нэгэн адил өдөр тутмын амьдралдаа хүйтэн, сэтгэл
              хөдлөлийн хувьд хайхрамжгүй ханддаг бөгөөд энэ нь түүний гэр бүл,
              найрсаг харилцаанд сөргөөр нөлөөлдөг. Хаана сурах вэ Шүдний эмчийн
              дээд боловсролыг ОХУ-ын их дээд сургуульд, анагаахын дунд
              мэргэжлийн боловсролыг их, дээд сургууль, коллеж, техникумд авч
              болно. Боловсролын байгууллагууд Шүдний дээд боловсролыг ОХУ-ын
              Ард түмний найрамдлын их сургуульд (анагаах ухааны институтын
              үндсэн дээр), Н.И.Пироговын нэрэмжит Оросын үндэсний судалгааны
              анагаах ухааны их сургуульд (шүдний факультетэд), Москвагийн Улсын
              анагаах ухаан, шүдний их сургуульд олгодог. Евдокимовын дараа
              (шүдний факультетэд), И.М.Сеченовын нэрэмжит Москвагийн Улсын
              нэгдүгээр их сургуульд (шүдний факультетэд), мөн REAVIZ Анагаах
              ухааны их сургуульд. Боловсрол бол мэргэжил бөгөөд дор хаяж 5 жил
              үргэлжилнэ. Шалгалтын дундаж оноо 90. Сургалтын жилийн дундаж
              зардал 400 мянган рубль байна. `Урьдчилан сэргийлэх шүдний
              эмчилгээ`, `Ортопедийн шүдний эмч` чиглэлээр дунд мэргэжлийн
              боловсролыг А.И.Евдокимовын нэрэмжит Москвагийн Улсын Анагаах
              ухаан, шүдний их сургууль, И.М.Сеченовын нэрэмжит Москвагийн Улсын
              нэгдүгээр их сургууль, 5-р Анагаах ухааны коллеж, Анагаах ухааны
              коллежид авдаг. Оросын тээврийн их сургууль (MIIT). Шалгалтанд
              тэнцсэн дундаж оноо 4.7 байна. Сургалтын жилийн дундаж зардал 200
              мянган рубль байна. Курсууд Шүдний эмч нарт зориулсан ахисан
              түвшний сургалтууд байдаг - бүтэн болон хагас цагийн. Тухайлбал,
              Шүдний дээд сургууль нь “Амбулаторийн үзлэгт хүнд нөхцөлд байгаа
              насанд хүрсэн өвчтөнд яаралтай тусламж үзүүлэх”, “Шүдний мэс
              заслын эмчийн үзлэгт хүүхэдтэй ажиллах онцлог”, “Гурван хэмжээст
              компьютерийн цацрагийн оношлогоо” зэрэг сэдвээр зайны сургалт,
              семинар зохион байгуулж байна. (CBCT буюу 3D CT; SRCT ; MRI)
              амбулаторийн шүдний эмчилгээнд”, “Халаасан гуттаперча ашиглан
              сувгийн сувгийг дүүргэх”. Шүдний эмч нарт зориулсан анги байдаг.
              Жишээлбэл, Dental Trading Group нь `Эмнэлгийн менежментийн
              харилцааны практик` хичээлийг явуулдаг. Курсуудыг дүүргэсний дараа
              эмчийн ангилал олгохдоо харгалзан үзэх боломжтой гэрчилгээ олгоно
              (нийт гурав байна - хоёр дахь, нэгдүгээр, дээд). Та Пенсильванийн
              их сургуулиас гаргасан Coursera онлайн боловсролын платформ дээр
              шүдний эмчийн танилцуулга курст хамрагдах боломжтой. Элсэлтийн
              түвшин - шүдний эмчийн чиглэлээр анхлан суралцаж буй хүмүүст
              тохиромжтой. Хичээлд хамрагдахын тулд орос хэл дээр хадмал
              орчуулгатай боловч англи хэлийг мэдэхийг зөвлөж байна. Энэхүү курс
              нь шүдний эмчийн мэргэжил, эмч ямар эмгэгүүдтэй тулгарч болох,
              амны хөндий, эрүүний бүтэц, шүдний анатоми, шүдний өвчнийг эмчлэх
              үндсэн аргуудын талаар өгүүлдэг. Эрэлт Шүдний эмч зөвхөн улсын
              шүдний эмнэлгүүдэд төдийгүй хувийн эмнэлгүүдэд ч ажиллах
              боломжтой. 2019 онд эрүүл мэндийн албан журмын даатгалын салбарт
              68.9 хувь буюу 186.7 сая, худалдааны чиглэлээр 31.1 хувь буюу 84.4
              сая шүдний эмчийн томилгоо хийгдсэнийг BusinessStat портал
              онцолжээ. Тоонууд нь гайхалтай.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Анагаахын сувилагч">Анагаахын сувилагч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Хүмүүсийг эмчлэх нь тийм ч амар ажил биш бөгөөд эмч нараас олон
              өвчтөн ирдэг тул хамгийн чадварлаг эмч ч ганцаараа үүнийг хийж
              чадахгүй. Сувилагч нар их хэмжээний ачааллыг даван туулахад нь
              эмчид тусалдаг.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/anagaah_suvilagch.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Анагаахын сувилагч
              <br />
              Эмнэлэгт эмч нар бус харин сувилагч нар хамгийн их цаг зарцуулдаг
              гэдгийг ядаж нэг удаа эмнэлэгт хэвтсэн хүн мэддэг. Өвчтэй хүмүүст
              анхаарал халамж тавих нь тэдний мөрөн дээр унадаг.
            </figcaption>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Сувилагч эсвэл сувилагч бол эмчийн баруун гар юм. Эмч
              үзлэг хийж, онош тавьж, эмчилгээг тогтоодог бөгөөд сувилагч нь
              түүний зааврыг гүйцэтгэдэг. Сувилагч, ах нарын үүрэг хариуцлагад
              янз бүрийн журам, заль мэх орно. Тэд өвчтөнүүдийг харж, асарч,
              судсаар тарьж, тарилга хийж, өвчтөнийг мэс засалд бэлтгэх, эм
              өгөх, шинжилгээ өгөх, багаж хэрэгслийг ариутгах, бичиг баримтыг
              бөглөх зэрэг нь тэдний хийдэг бүх ажилбарын жагсаалт биш юм.
              СУВИЛАГЧИЙН МЭРГЭЖЛИЙН ТУХАЙ ПАРАМЕТРИЙН МЭДЭЭ Сургалтын хугацаа 2
              жил 10 сар Шаардлагатай чанарууд - Эелдэг, мэдрэмжтэй, харилцааны
              ур чадвар Мэргэжлийн эрэлт хэрэгцээ - өндөр байна Хаана ажиллах вэ
              - Төрийн болон хувийн хэвшлийн эмнэлгийн байгууллага, сувилал,
              цэргийн эмнэлэг Мэргэшлүүд Энэ мэргэжлээр олон мэргэжлүүд байдаг
              бөгөөд энд хамгийн үндсэн мэргэжлүүд байдаг. Тасгийн сувилагч
              өвчтөнд анхаарал халамж тавьж, тэдний нөхцөл байдлын талаар ирж
              буй эмчид мэдээлж, эмчийн зааж өгсөн арга хэмжээг авч, тасгийн
              цэвэр байдал, өвчтөнүүдийн эрүүл ахуйд хяналт тавьдаг. Процедурын
              сувилагч эмчилгээний өрөөнд ажиллаж, цус авч, тариа хийдэг. Мэс
              заслын сувилагч нь хагалгааны өрөө, багаж хэрэгслийг бэлтгэх,
              хагалгааны явцад туслах, шаардлагатай материалаар хангадаг. Өрхийн
              ба Дүүргийн сувилагч эмнэлэгт үзүүлэхэд тусалж, карт авчирч, ажлын
              өрөө, тоног төхөөрөмжийг бэлтгэж, эмчийн зааврын дагуу заль мэх
              хийдэг. Гоо сайхны сувилагч гоо сайхны эмч, шүдний сувилагч шүдний
              эмч гэх мэт. ДАВУУ ТАЛ Сувилагчийн мэргэжил нь дараах давуу
              талуудтай. - Хүмүүст туслах - Сувилагч нар өвчтөнүүдтэй маш их
              цагийг өнгөрөөж, эдгэрэхэд нь тусалдаг. Таны үйл ажиллагааны ачаар
              хүн дахин эрүүл байна гэдгийг ойлгох нь ёс суртахууны сэтгэл
              ханамжийг авчирдаг. - Эрэлт их - Аль ч дүүргийн аль ч эмнэлгийн
              байгууллагад сувилагч хэрэгтэй. - Боловсролын хүртээмж. Бараг бүх
              хотод сувилагчийг заадаг боловсролын байгууллагууд байдаг. Энэ
              чиглэлийн төсөвт газар олон бий. - Ашигтай ур чадвар. Анхны
              тусламжийн ур чадвар, хүний бие хэрхэн ажилладаг тухай ойлголт,
              тарилга хийх, цусны даралтыг хэмжих чадвар нь яаралтай тусламжийн
              үед хэрэгтэй байж болно. СУЛ ТАЛУУД - Сувилагч байхын давуу
              талуудаас гадна хэд хэдэн сул тал бий. - Цалин бага. Сувилагчдын
              цалин нэлээд даруухан, ажлын хэмжээ маш их байдаг. - Ажлын
              Хуваарь. Сувилагч нар шөнийн ээлж, өдрийн ээлж гэх мэт тохиромжгүй
              хуваарийн дагуу ажилладаг. - Хүнд хөдөлмөр. Сувилагчийн ажил нь
              байнгын төвлөрөл, оюун ухаан, ихэвчлэн бие махбодийн хүчин
              чармайлт шаарддаг. Энэ нь бургуй гэх мэт тийм ч таатай бус
              процедуртай холбоотой юм. Мөн ямар нэгэн халдвар авах эрсдэлтэй. -
              Мэргэжлийн эрсдэл их - Өвчтөнүүдийн нас баралт, цагийн хуваарь,
              бага цалин, үйлчилгээний ажилтнуудын эмчилгээ зэргээс шалтгаалан
              нойр, хооллолт алдагдах зэрэг нь тэднийг ядрахад хүргэдэг. Хаана
              сурах вэ Сувилагчаар ажиллахын тулд `Сувилахуйн` мэргэжлээр дунд
              мэргэжлийн эмнэлгийн боловсрол эзэмшсэн байх шаардлагатай. Үүнийг
              анагаахын коллеж, техникийн сургуулиудад хийж болно. Боловсролын
              байгууллагууд Та 9, 12-р ангиа төгсөөд коллежид суралцаж болно.
              Элсэлтийг гэрчилгээний уралдаан, мөн сэтгэлзүйн тестийн үндсэн
              дээр явуулдаг. Сургалт 3-4 жил үргэлжилнэ. Энд коллежуудын жижиг
              жагсаалт байна: Москвагийн №1 анагаах ухааны коллеж;
              В.М.Бехтеревийн нэрэмжит Санкт-Петербургийн Анагаах ухааны коллеж;
              Волгоградын анагаах ухааны коллеж; Новосибирскийн анагаах ухааны
              коллеж. Мөн их дээд сургуулиудад “Сувилахуйн” хичээл заадаг. Та
              анагаахын дээд боловсролын дипломтой сувилагч болж болно, гэхдээ
              их, дээд сургуулиудад коллежийнхоос хамаагүй бага төсөвтэй газар
              байдаг. Элсэхийн тулд орос хэл, биологи, химийн хичээлээр улсын
              нэгдсэн шалгалт өгөх шаардлагатай. Та дараахь дээд боловсролын
              байгууллагуудад суралцах боломжтой. И.М.Сеченовын нэрэмжит
              Москвагийн Улсын Анагаах ухааны анхны их сургууль; Академич
              И.П.Павловын нэрэмжит Санкт-Петербургийн Улсын Анагаахын Их
              Сургууль; Уралын улсын анагаах ухааны их сургууль; Казан улсын
              анагаах ухааны их сургууль. Курсууд `Сувилахуйн` мэргэжлээр
              мэргэжлийн давтан сургах курст аль хэдийн анагаахын дунд боловсрол
              эзэмшсэн, гэхдээ өөр чиглэлээр мэргэшсэн хүмүүс хамрагдах
              боломжтой. Олон улсын мэргэжлийн боловсролын төв (Москва),
              `Сувилахуйн` курс (504 цаг). Төгссөний дараа мэргэжлийн давтан
              сургах диплом, мэргэжилтний гэрчилгээг 5 жилийн хугацаатай олгоно.
              Санкт-Петербург дахь Анагаах ухааны мэргэжилтнүүдийн төгсөлтийн
              дараах боловсролын төв нь фельдшер, эх баригчдад зориулсан
              сувилахуйн чиглэлээр ахисан түвшний сургалт, мэргэжлийн давтан
              сургалт явуулдаг (294 цаг). Анагаахын дунд боловсролгүй хүмүүс
              өвчтэй хүмүүсийг асрах бага сувилагч бэлтгэх сургалтанд хамрагдах
              боломжтой. Туслах сувилагчийн үүрэг хариуцлага нь сувилагчийнхаас
              өөр байдаг. Ихэвчлэн өрөөг цэвэрлэх, ор, дотуур хувцас солих,
              өвчтөнд хувийн ариун цэврийг сахихад туслах, хооллох, өвчтөнийг
              хөдөлгөх зэрэг орно. Ийм сургалтыг дараах боловсролын
              байгууллагуудад 1-4 сарын дотор хийж болно. Олон улсын мэргэжлийн
              боловсролын төв, Москва. Сургалт 304 цаг үргэлжилнэ. Москвагийн №1
              анагаах ухааны коллеж. Сургалт 144 цаг үргэлжилнэ. В.М.Бехтеревийн
              нэрэмжит Санкт-Петербургийн Анагаах ухааны коллеж. Сургалт 288 цаг
              үргэлжилнэ. Эрэлт Өнөөдөр сувилагч бол хамгийн эрэлттэй
              мэргэжлүүдийн нэг юм. Хөдөлмөрийн зах зээлд эмнэлгийн боловсон
              хүчин хомсдолд ороод удаж байгаа тул ажлын байр их байна.
            </p>
          </figure>
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Эм зүйч">Эм зүйч</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Эм зүйч мэргэжилтэй хүмүүсийн ачаар бид эм авч, зарим нь бидний
              амийг аварч чадна. Энэ салбарын мэргэжилтнүүд соёл иргэншсэн улс
              бүрийн эрүүл мэндийн тогтолцооны чухал хэсэг байх болно
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/em_zuich.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Эм зүйч
              <br />
              `Фармакологи` гэдэг үгийг эртний Грек хэлнээс `анагаах ухаан` гэж
              орчуулдаг. Энэ нэр томъёоны тодорхойлолт нь үүнийг батлах болно,
              учир нь фармакологи нь янз бүрийн эмийн бодисууд бие махбодид
              хэрхэн нөлөөлж байгааг тодорхойлоход тусалдаг шинжлэх ухаан юм.
              Эмийн сангийн бизнес идэвхтэй хөгжиж байна. Хүмүүсийн эрүүл мэндэд
              заналхийлж буй шинэ вирусууд гарч ирж байгаа тул анагаах ухаан
              зогсохгүй байна. Орчин үеийн фармакологи бол хүний эрүүл мэндийг
              сайжруулах, ноцтой өвчнийг эмчлэх шинэ, илүү үр дүнтэй аргуудыг
              байнга эрэлхийлдэг өндөр технологийн шинжлэх ухаан юм.
            </figcaption>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Эм зүйч бол эмийн мэргэжилтэн юм. Гэхдээ түүнийг
              зөвхөн эм зардаг гэж бодох нь эндүүрэл байх болно, учир нь үнэндээ
              түүний үүрэг хариуцлагын хүрээ, тэр үед боломж нь нэлээд өргөн юм.
              Эм зүйч янз бүрийн эмийг сайн мэддэг, ижил төстэй эмийг сонгож,
              шаардлагатай тунгийн хэлбэрийг гаргаж чаддаг, тэр ч байтугай шинэ
              эм боловсруулахад оролцдог. Эм зүйч нь эмийн баримт бичигтэй
              ажилладаг: жор, химийн томъёо, агуулахад эм нийлүүлэх баримт
              бичиг. Тэрээр эм бүрийн найрлага, түүнийг хэрхэн хэрэглэх, ямар
              гаж нөлөө, эсрэг заалттай болохыг мэддэг байх ёстой - нэг үгээр эм
              зүйч толгойдоо тэмдэглэгээний бүх мэдээллийн сантай байдаг. Эм
              зүйч өдөр бүр олон янзын хүмүүстэй харьцдаг. Тэд тус бүрт тусгай
              арга барилыг олох нь чухал юм. Тиймээс өрөвдөх сэтгэл, нээлттэй
              байдал, ойлголцол, сайн сайхан сэтгэл, туслах хүсэл зэрэг чанарууд
              нь ирээдүйн мэргэжилтэнд түүний ажилд тустай байх нь дамжиггүй.
              ЭМИЙН САНЧИЙН МЭРГЭЖЛИЙН ТУХАЙ МЭДЭЭЛЭЛ Сургалтын хугацаа - 2 жил
              10 сар Боловсрол - их дээд сургууль, коллежид Шаардлагатай
              чанарууд: Харилцааны ур чадвар, сайн санах ой, стресст тэсвэртэй,
              анхааралтай байх Мэргэжлийн эрэлт хэрэгцээ - өндөр байна Хаана
              ажиллах вэ Эмийн сан, эмийн үйлдвэр, чанарын хяналтын төв,
              судалгааны лаборатори Мэргэшлүүд Эм зүйчийн боловсрол нь эм
              зүйчдэд янз бүрийн чиглэлээр ажиллах боломжийг олгодог.
              Шаардлагатай бол нэг профайл дахь мэргэжилтэн нэмэлт сургалтанд
              хамрагдаж, үйл ажиллагааныхаа цар хүрээг өргөжүүлж болно. Хэдэн
              жил тутамд эмийн үйлдвэрийн ажилтан энэ чиглэлээр карьераа бий
              болгохын тулд ур чадвараа дээшлүүлэх шаардлагатай байдаг. Эм зүйч
              болох боломжтой. Эм зүйч дараахь зүйлийг хариуцна. - эмийн санд эм
              зарах, үнэ төлбөргүй (хөнгөлөлттэй) тараах; - эмчийн зааврын дагуу
              тэдгээрийг бэлтгэх; - бараа бүтээгдэхүүний хүлээн авалт,
              хэрэглээний бүртгэл хөтлөх; - одоогийн баримт бичгийг бөглөх; -
              дутагдаж байгаа эм худалдан авах. Судлаач гэдэг нь эмгэг төрүүлэгч
              бичил биетний үйл ажиллагааг лабораторид судалж, тэдэнтэй тэмцэх
              эмийн (өөрөөр хэлбэл эмийн тусламжтайгаар) арга замыг эрэлхийлдэг
              ажилтан юм. Дистрибьютер (`distributo` гэдэг үгийг англи хэлнээс
              `дистрибьютер` эсвэл `борлуулалтын агент` гэж орчуулдаг) эмийн
              компанид ажилладаг бөгөөд эм үйлдвэрлэгч болон эмийн сангуудын
              хооронд харилцаа холбоог хангадаг. Ихэнхдээ борлуулалтын
              төлөөлөгчөөр ажилладаг. Үйлдвэрлэгч нь судлаачийн нэгэн адил
              лаборатори эсвэл судалгааны төвд ажилладаг боловч түүнд өөр
              даалгавар байдаг - эм үйлдвэрлэх, үйлдвэрлэх. Нэмэлт ур чадвар
              эзэмшихэд тань туслах янз бүрийн сургалтын хөтөлбөрүүд байдаг.
              Ихэнхдээ курс, сургалтыг эмийн үйлдвэрүүд өөрсдөө явуулдаг. Энэ нь
              ажилчдад тодорхой төрлийн эм, түүхий эдтэй харьцах онцлогт сургах
              зорилготой юм. Нэмж дурдахад эм зүйч мэргэжилтэй хүн холбогдох
              мэргэжлийг эзэмшиж болно, жишээлбэл, эмч, технологич гэх мэт.
              ДАВУУ ТАЛ - Эм зүйч мэргэжлийн гол давуу тал нь түүний эрэлт
              хэрэгцээ юм. Маш олон тооны эмийн сан байдаг тул эмийн компаниуд
              шинэ эм үйлдвэрлэдэг тул энэ чиглэлээр мэргэшсэн мэргэжилтнүүдийн
              эрэлт хэрэгцээ үргэлж өндөр хэвээр байна. Та зөвхөн эмийн санд
              төдийгүй лаборатори, агуулах, үйлдвэрлэлд ажиллах боломжтой. - Өөр
              нэг давуу тал бол ашиг тус юм. Эм зүйч нь бусад хүмүүст, өөртөө
              болон түүний хайртай хүмүүст тусалдаг. Анагаах ухаан, химийн
              салбарын мэдлэг нь эм зүйчдэд амьдралын янз бүрийн нөхцөл байдалд
              тусалдаг. СУЛ ТАЛУУД - Эм зүйч байхын гол сул тал бол хүмүүстэй
              ажиллах явдал юм. Өвчтэй хүмүүстэй байнга харьцдаг тул өөрөө
              халдвар авах магадлал өндөр байдаг. Энэ нь бас тохиолддог: хүмүүс
              ууртай, сандарч, ядарсан, цочромтгой ирдэг. Энэ нь эм зүйчийн
              сэтгэл хөдлөлийн байдалд хамгийн сайн нөлөө үзүүлэхгүй. Компьютер
              дээр байнга төвлөрч, эрчимтэй ажиллах нь мэргэжилтний эрүүл
              мэндийг улам дордуулдаг. - Эм зүйч байхын бусад сул талууд бий. -
              Хариуцлагын өндөр түвшин. Ихэнхдээ хүмүүс эмчийн зөвлөгөө авахаар
              очдоггүй, харин шууд эмийн сан эсвэл эм зүйч рүү очдог -
              жишээлбэл, хүнд эм хэрэгтэй байдаг, гэхдээ эмчид хандах цаг
              байдаггүй. Тиймээс эм зүйчийн ажилд сонор сэрэмж, анхаарал
              төвлөрөл чухал байдаг, учир нь буруу сонгогдсон эм нь
              үйлчлүүлэгчийн хамгийн үнэ цэнэтэй зүйл болох эрүүл мэндийг нь
              үнэлдэг. - Ажлын хүнд нөхцөл. Эм зүйч хэдийгээр битүү, хуурай,
              дулаан өрөөнд ажилладаг ч ажил нь бие болоод сэтгэл санааны хувьд
              маш их ядаргаатай байдаг. Хүн бүр янз бүрийн хүмүүстэй харилцахдаа
              хөл дээрээ 12 цагийн ээлжийг даван туулж чаддаггүй. Хаана сурах вэ
              Эм зүйчийн диплом авахын тулд та анагаахын коллеж эсвэл эмийн
              сангийн сургуульд суралцах хэрэгтэй. Хэрэв бид дээд боловсролын
              талаар ярих юм бол - анагаахын сургуульд. Хаана элсэхээ шийдэхдээ
              өөрийн чадавхийг харгалзан үзэх хэрэгтэй, учир нь хамгийн өндөр
              зэрэгтэй байх нь хими, биологи болон бусад хэд хэдэн нарийн
              мэргэжлийг гүнзгийрүүлэн судлах шаардлагатай байдаг. Боловсролын
              байгууллагууд М.В.Ломоносовын нэрэмжит Москвагийн Улсын Их
              Сургуульд Эм зүйн чиглэлээр мэргэшсэн. Тэнд оюутнууд эрдэм
              шинжилгээний ажил хийж, эм боловсруулах, үйлдвэрлэх, хадгалах,
              чанарын хяналтыг судалж байна. Факультетийн тэнхимүүд анагаах
              ухааны салбарын цаг үеийн асуудлаар шинжлэх ухааны ажил явуулдаг.
              ОХУ-ын Ард түмний найрамдлын их сургууль нь эм зүйн чиглэлээр
              мэргэшсэн. Тэнд тэд фармакологи (уламжлалт ба эмнэлзүйн), эмийн
              хими ба технологи, биотехнологи, эм зүйн менежмент, эдийн засаг
              болон бусад чиглэлээр суралцдаг. Багшлах боловсон хүчний 90% нь
              шинжлэх ухааны нэр дэвшигч, докторуудаас бүрддэг. Эмийн үйлдвэрийн
              нэр хүндтэй мэргэжилтнүүд хичээл заадаг. Та зөвхөн шалгалт өгөөд
              зогсохгүй аль нэг олимпиадад түрүүлснээр орох боломжтой. Сеченовын
              нэрэмжит Анагаах ухааны нэгдүгээр их сургуулийн А.П.Нелюбиний
              нэрэмжит Эмийн сангийн дээд сургууль нь `Эм зүй` мэргэжлээр
              оюутнуудыг бэлтгэдэг. Тус хүрээлэнд эм зүй, эм зүй, эмийн
              технологи, биотехнологи болон бусад тэнхимүүд багтдаг. 200 орчим
              шинжлэх ухаан, сурган хүмүүжүүлэгчид багшилдаг бөгөөд тэдний дунд
              доктор, профессор, шинжлэх ухааны нэр дэвшигчид, гадаадын эрдэмтэд
              байдаг. Их сургуулийн үндсэн дээр борлуулалтын талбай,
              үйлдвэрлэлийн байр бүхий сургалт, үйлдвэрлэлийн эмийн сан байдаг.
              Пироговын нэрэмжит Оросын Үндэсний Судалгааны Анагаах Ухааны Их
              Сургууль нь сургуулийн төгсөгчдийг Эмийн сангийн чиглэлээр
              мэргэшүүлэх хөтөлбөрт урьж байна. Эхний жилдээ аль хэдийн оюутан
              мэргэжлийн орчинд умбаж байна. Оюутнууд судалгаа, нийгмийн ажилд
              оролцдог: олимпиад, эрдэм шинжилгээний хуралд оролцож, дотоод,
              гадаадын хэвлэлд бүтээлээ хэвлүүлдэг. Эмийн боловсролыг дунд
              мэргэжлийн боловсролын байгууллагуудад, Курсууд Нэмэлт мэргэжлийн
              боловсролын академид (ADPE) та `Эмийн байгууллагуудад эмийн
              бүтээгдэхүүний борлуулалт` зайны хөтөлбөрт суралцах боломжтой.
              Судалгаа нь хоёр сар үргэлжлэх бөгөөд эзлэхүүн нь 340 цаг болно.
              Эрэлт Жил бүр шинэ үйлдвэрүүд гарч, эмийн сангууд, сүлжээнүүд
              хүртэл нээгдэж, гадаадын бүтээгдэхүүн борлуулдаг компаниуд хөгжиж
              байна. Тиймээс эм зүйчдийн эрэлт хэрэгцээ байнга байдаг бөгөөд энэ
              нь нэлээд өндөр байдаг.
            </p>
          </figure>
        </div>
      </main>
    </>
  );
}

export default ProfessionPage;
