"use client";
import React, { useState, useEffect } from "react";
import { useSearchParams } from "next/navigation";
import { professionsData } from "@/bin/ProfessionData";
import Image from "next/image";
function ProfessionPage() {
  const basePath = "/assets/images/profession_images";
  const [professions_data, setData] = useState([]);

  const searchParams = useSearchParams();

  const type = Number(searchParams.get("t"));
  const profession = Number(searchParams.get("p"));

  console.log("profession type:", type);
  console.log("profession id:", profession);

  useEffect(() => {
    setData(professionsData);
  }, []);
  return (
    <>
      <main
        className={`max-w-[900px]  bg-white w-full flex flex-col items-center`}
      >
        <div className="space-y-3 p-4">
          <h2 className="text-sm font-bold md:text-3xl">
            {professions_data[type]?.name}
          </h2>

          <p className="text-sm text-gray-800">
            Орчин үеийн асуудлууд орчин үеийн шийдлийг шаарддаг! Ийм учраас
            дижитал мэргэжлүүд урьд өмнөхөөсөө илүү хэрэгцээтэй болж байна
          </p>
        </div>
        <figure>
          <Image
            width={900}
            height={400}
            className=" w-full h-96"
            src={`${basePath}/detail_images/digital.png`}
            alt=""
          />
          <figcaption className="mt-3 text-sm text-center text-gray-500">
            Мэдээллийн нийгэм хөгжихийн хэрээр бид аажмаар, анзааралгүйгээр
            амьдралынхаа нэлээд хэсгийг дижитал ертөнцөд шилжүүлсэн. Аппликейшн
            ашиглан үйлчилгээний төлбөр төлөх, онлайнаар захиалга хийх, бонус
            картыг цахим болгон өөрчлөх - энэ бүгд хэвийн танил болсон, тийм үү?
            Цар тахал ахиц дэвшлилд улам бүр түлхэв. Дэлгүүрт орохын оронд
            хүнсний бүтээгдэхүүн, хувцас, тоног төхөөрөмж хүргэх үйлчилгээг
            сонгох нь нэмэгдэж, ухаалаг утас бүхнийг орлох болжээ. 2023 он гэхэд
            дижиталчлал бараг бүх салбарт нөлөөлсөн. Маркетинг, санхүү, боловсон
            хүчний сонголт, бүтээлч хэрэгжилт - энэ бүхэн интернет
            технологигүйгээр боломжгүй юм шиг санагдана. Хөдөлмөрийн зах зээлд
            аль дижитал мэргэжилтнүүд хамгийн их эрэлт хэрэгцээтэй болсон.
          </figcaption>
        </figure>
        <p className="text-sm text-gray-800">
          <br />
          <h3 className="text-sm font-semibold">
            ДИЖИТАЛ МЭРГЭЖИЛ ГЭЖ ЮУ ВЭ
          </h3>{" "}
          <br />
          Өмнө нь өгөгдлийг өөр өөр форматаар хадгалдаг байсан бөгөөд тодорхой
          төрлийн мэдээллийн хэрэгсэлд дасан зохицох шаардлагатай байв.
          Жишээлбэл, аудио болон видео кассет: тэдгээрийн мэдээллийг зөвхөн
          тодорхой төхөөрөмж ашиглан унших боломжтой. Кино камер нь зургийг
          бусад зөөвөрлөгч рүү шууд шилжүүлэх боломжгүй байсан бөгөөд зөвхөн
          хэвлэх боломжтой функцуудыг ашигладаг байв. Ухаалаг гар утсыг өргөнөөр
          ашиглахаас өмнө суурин утаснууд байсаныг санаж байна уу. Энэ бүхэн бол
          аналог технологи юм. Тоон технологиуд нь өгөгдлийг нэгтгэх боломжийг
          олгосон. Одоо бид мэдээллийг хувиргаж, нэг зөөвөрлөгчөөс нөгөөд шууд
          шилжүүлэх боломжтой. Жишээлбэл, компьютерээсээ мессенжер рүү баримт
          илгээж, утсан дээрээ файлаа нээнэ үү. Дижитал мэргэжлийн төлөөлөгчид
          ийм өгөгдөлтэй ажилладаг. Дижитал мэргэжлийн төрлүүд Дижитал
          мэргэжлийг хэд хэдэн хэсэгт хувааж болно. Энэ:  Интернет маркетинг, 
          бүтээгдэхүүн, төслийн менежмент  дизайн,  програмчлал,  аналитик.
          Дижитал мэргэжлээр хэн тохирох вэ?
        </p>
        <div className="space-y-3 p-4">
          <br />
          <h3 className="text-sm font-semibold">
            Дижитал мэргэжлээр хэн тохирох вэ?
          </h3>
          <p className="text-sm text-gray-800">
            Ямар ч хүн дижитал мэргэжлээр мэргэшиж чадна. Учир нь диуитал
            салбарт маш өргөн сонголт байдаг. Та өөрийгөө гайхалтай зохион
            байгуулагч гэж боддог уу? Тийм бол Бүтээгдэхүүн эсвэл төслийн
            менежментийн чиглэлээр өөрийгөө туршиж үзээрэй. Бүтээлч хүмүүсийн
            хувьд дизайн хийх, системийн сэтгэлгээтэй хүмүүст програмчлал,
            өгөгдөлд дүн шинжилгээ хийх ажил байдаг. Хэрэв та тодорхой чиглэл
            гаргаж чадаагүй бол интернет маркетинг дээр анхаарлаа хандуулаарай.
            Бүтээлч байдал, гүйцэтгэлийн шалгуур үзүүлэлтийг нухацтай үнэлэх
            болмж энд байдаг. Дижитал мэргэжлийн давуу талууд  Эрэлт. Дижитал
            мэргэжлийг эзэмшсэний дараа танд үргэлж ажил олдох болно. Хүн бүрт
            программист, дизайнер, маркетер, бүтээгдэхүүн, төсөл боловсруулах
            мэргэжилтэн хэрэгтэй бөгөөд тэд дэлхийн хаана байх нь хамаагүй. Та
            мөн ажлаа алсаас гүйцэтгэх боломжтой.  Өөрийн хүссэн чиглэлийг
            сонгох чадвар. Дижитал мэргэжлүүд нь бүтээлч, аналитик, харилцааны
            ур чадвар шаарддаг мэргэжлүүд орно. Тиймээс өөрийн хүссэнээр дижитал
            бизнес олох нь тийм ч хэцүү биш байх болно.  Алсын зайнаас ажиллаж
            болно. Хамгийн чухал урамшууллын нэг бол интернет байгаа газраас
            бизнес эрхлэх чадвар юм. Хааяа оффис дээр ирж уулзалт хийх
            шаардлагагүй, багтай тогтмол онлайн хурал хийх нь хангалттай. Энэ
            бол дижитал бөмбөрцгийн онцгой гоо үзэсгэлэн юм.  Ямар ч насны хүн
            энэ мэргэжлийг эзэмшиж болно. Дижитал мэргэжлээр насны хязгаарлалт
            байхгүй. Та 18, 45, түүнээс дээш настайдаа програмчлал эсвэл
            интернет маркетингийн чиглэлээр суралцаж болно: зохих сургалтанд
            хамрагдаж, сонгосон чиглэлээрээ хөгжихөд хангалттай.  Өндөр
            орлоготой. Дижитал мэргэжилтнүүдийн цалин нь ур чадвар, ур чадвараас
            шууд хамаардаг бөгөөд зарим мэргэжлээр компаниуд амжилттай дууссан
            төсөлд тодорхой хувийг төлдөг. Тиймээс ямар ч тааз байхгүй: ур
            чадвараа дээшлүүлж, орлогоо нэмэгдүүлээрэй.  Байнгын хөгжил.
            Мэдээллийн ертөнц зогсохгүй байна: та шинэ үйлчилгээ, хөтөлбөр,
            стратегийг байнга эзэмших шаардлагатай болно.  Тасралтгүй суралцах
            - практик болон курсууд - тархинд мэдрэлийн шинэ холболтыг бий
            болгож, динамик сэтгэлгээг хадгалдаг. ДИЖИТАЛ МЭРГЭЖЛИЙН СУЛ ТАЛУУД
            - Их хэмжээний мэдээлэл. Дижитал салбарт ажилладаг мэргэжилтэн бүр
            их хэмжээний өгөгдөлтэй ажиллах шаардлагатай болдог. Мэдээжийн
            хэрэг, энэ нь ядаргаанд орох, зарим нь хараанд сөрөг нөлөөтэй. -
            Тогтмол бус ажлын цаг. - Уян хатан ажлын хуваарь, гэртээ оффистой
            бол ажлын болон хувийн амьдрал хоорондын зааг заримдаа алдагддаг.
            Орон сууцанд бүсүүдийг тодорхой хуваах замаар та тэнцвэрийг олох
            боломжтой. - Тогтворгүй байдал. Энэ нь зөвхөн freelancing сонгосон
            тохиолдолд л хамаарна. Төслийн ажил, хувиараа хөдөлмөр эрхлэлтийн
            хувьд орлогоо урьдчилан таамаглахад хэцүү байдаг ч санхүүгийн дээд
            хязгаар байхгүй.
          </p>

          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Програмист мэргэжил"> Програмист мэргэжил</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Программист бол тусгай хэл ашиглан компьютерийн програм бүтээдэг
              мэргэжилтэн юм. Энэ мэргэжил нь нарийн шинжлэх ухаан, орчин үеийн
              технологийг сонирхдог хүмүүст тохиромжтой
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/programmist.png`}
              alt=""
            />

            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Программист
              <br />
            </figcaption>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Програмист хүн тусгай хэл ашиглан компьютерийн
              программ бүтээдэг. Энэ мэргэжил нь нарийн шинжлэх ухаан, орчин
              үеийн технологийг сонирхдог хүмүүст тохиромжтой. Програмчлалын
              чиглэлээр амжилттай ажиллахын тулд мэргэжлийн ур чадвар, чадвар,
              түүнчлэн хувь хүний хөгжлийн онцлог чухал байдаг. Зөвхөн хийсвэр,
              логик сэтгэлгээг хөгжүүлээд зогсохгүй мэдээллийн технологийн
              чиглэлээр гүнзгий мэдлэгтэй байх шаардлагатай. Түүнээс гадна та
              өөрийн цагийг зохион байгуулж, тэргүүлэх чиглэлээ тодорхойлж,
              үйлчлүүлэгчийн шаардлагад анхаарлаа төвлөрүүлж, мэргэжлийн чиг
              хандлагыг мэддэг байх хэрэгтэй. Ихэнхдээ ийм ажил нь багаар
              ажилладаг тул сайн мэргэжилтэн багт тухтай байх ёстой. Ажил
              олгогчдын хамгийн түрүүнд хайдаг зүйл бол мэргэжлийн ур чадвар юм.
              Энд программист тусгай програмчлалын хэлний мэдлэгтэй байх
              шаардлагатай. Эдгээр нь үйл ажиллагааны талбар болон програмыг
              бичсэн төхөөрөмжийн үйлдлийн системээс хамаарч өөр өөр байдаг.
              Хамгийн алдартай нь дараахь зүйлийг агуулдаг. • PHP • JavaScript •
              C# • Java • Перл • Python • C++ Мэргэшлүүд Програмист мэргэжил нь
              хэд хэдэн чиглэлтэй байдаг бөгөөд програмист нь дүрмээр бол
              тэдгээрийн зөвхөн аль нэгэнд нь ажилладаг. iOS хөгжүүлэгч нь
              ихэвчлэн Android утсанд зориулсан програм бичдэггүй; түүний ажлын
              талбар бол iPhone юм. Үүний эсрэгээр, Андройд хөгжүүлэгч лого дээр
              хазсан алимтай аливаа хэрэгслийг ашиглахаас зайлсхийдэг. Хоёр
              чиглэлийн програмистууд үйлдлийн системдээ зориулж програм үүсгэх
              бүрэн мөчлөгийг эзэмшдэг. Мэдээжийн хэрэг, хоёр үйлдлийн системд
              нэг дор програм бичиж чаддаг мэргэжлийн хүмүүс байдаг. Гэхдээ
              сурахад маш их хугацаа шаардагдах болно: үйл ажиллагааны зарчим,
              програмчлалын хэл нь огт өөр. Frontend хөгжүүлэгч нь интерфейс
              дээр мэргэшсэн. Тэр бол вэб сайт, программуудын араагаа хөдөлгөөн
              болгон хувиргадаг инженер юм. Товчлуур, цэс нээх, слайд шоу - энэ
              бүхэн түүний ажил юм. Арын программ хөгжүүлэгч нь өмнөх
              хамтрагчийнхаа ажилд зориулж платформ бэлтгэдэг. Энэ бол вэб
              програмын програм хангамж, удирдлагын хэсэг болох мэдээллийн сан,
              логик, архитектуртай холбоотой маш чухал мэргэжилтэн юм. Fullstack
              хөгжүүлэгч бол дээр дурдсан хоёр програмистын ур чадварыг ижил
              эзэмшсэн жинхэнэ кодын Хаан юм. Сургуулийн ахисан түвшний сурагч
              бүр Тоглоом хөгжүүлэгч болохыг мөрөөддөг . Тоглоомыг өөрөө кодлох
              - өөр юу мөрөөдөж болох вэ? Ийм програмистуудыг компьютер, гар
              утасны тоглоом хөгжүүлэгч гэж хуваадаг. ДАВУУ ТАЛ Программист
              байхын нэг гол давуу тал нь вэб сайт, гар утасны аппликейшн
              боловсруулах чиглэлээр өндөр цалин авдагт тооцогддог. Анхан шатны
              түвшинд аль хэдийн кодлогч сард 40 мянгаас олох боломжтой. Эцсийн
              эцэст сайн програмистгүйгээр орчин үеийн ганц ч компани амжилтанд
              хүрч чадахгүй. Програмистаар ажиллах бусад давуу талууд нь:
              Сонирхолтой ажил. Программистууд уйтгартай ажил хийдэг,
              харьцдаггүй хүмүүс гэж та бодож байна уу? Тийм ээ, код нь зөв
              ажиллаж байгаа програм болох үед хөгжүүлэгчийн мэдэрдэг баяр
              баясгаланг та хэзээ ч мэдэрч байгаагүй бөгөөд өөр төсөл хаагдсан
              тухай програмистуудын үдэшлэгт оролцож байгаагүй. Өөрийн хуваарь.
              Хүссэн газраа, хүссэн үедээ ажилла. Хамгийн гол нь заасан хугацааг
              биелүүлэх явдал юм. Ажил мэргэжлийн өсөлт. Ямар мундаг юм бэ!
              Зөвхөн Орост төдийгүй гадаадад ч гэсэн. СУЛ ТАЛУУД Энэ чиглэлээр
              залуучуудын сонирхол нэмэгдэж байгаа хэдий ч мэргэжил нь олон сул
              талуудтай. Тэдгээрийн дотор дараахь зүйлс орно. Суурин ажил. Энд
              тайлбарлах зүйл байхгүй байх. Та өдөржингөө компьютерийн дэргэд
              суухад бэлэн байх ёстой. Тиймээс бид илүү тохь тухтай сандал,
              фитнес клубын гишүүнчлэл худалдаж авдаг. Тэгэхгүй бол цалингийнхаа
              тодорхой хэсгийг эмч нарт зарцуулахаас өөр аргагүй болно.
              Тасралтгүй боловсрол. Таван жилийн өмнө технологи ямар байсныг
              санаарай. Одоо програмист хүн тэтгэвэрт гарах хүртлээ суралцах
              ёстой, учир нь төхөөрөмжүүдийн хажуугаар мэдлэг нь хуучирдаг.
              Хаана суралцах вэ Програмист хүн зөв ажиллаж байгаа программ,
              программ хангамж, компьютер тоглоом бүтээхийн тулд янз бүрийн
              програмчлалын хэлийг бүрэн ашиглаж сурах хэрэгтэй. Мэдээжийн
              хэрэг, ийм мэргэжлийг олж авах нь нэлээд хөдөлмөр их шаарддаг үйл
              явц юм. Хамгийн гол нь мэргэжлийн багаж хэрэгслийн жагсаалт байнга
              өргөжиж байгаа тул тэнд хэзээ ч хоцрохгүй байх явдал юм.
              Боловсролын үйлчилгээний зах зээл дээр олон тооны боловсролын
              хөтөлбөр, сургалт, курс, семинарууд байдаг. Нэг л чиглэлд
              хандлагаа, анхаарлаа төвлөрүүлэхийг зөвлөдөггүй, харин өөр өөр
              чиглэл, сургуульд нэгтгэж, судлахыг хичээ. Ингэснээр та мөрөөдлийн
              ажилдаа орох боломжоо нэмэгдүүлэх боломжтой. Ийм мэргэжлийг олж
              авах хэд хэдэн арга байдаг: • Гэрийн боловсрол. • Төрөл бүрийн
              онлайн болон офлайн сургалтууд. • Семинарт оролцох. • Мэдээллийн
              технологийн компаниудын боловсролын хөтөлбөрүүд • Мэргэжлийн
              байгууллагуудад (техникийн сургууль, коллеж, сургууль) сургалт. •
              Дээд боловсролын байгууллагад сургах. Ерөнхийдөө маш олон сонголт
              байдаг. Гэсэн хэдий ч ажил олгогч таныг ямар их сургууль төгссөн
              талаар асуух болно гэдгийг бүү мартаарай. Мэдээллийн технологийн
              чиглэлээр эсвэл наад зах нь холбогдох техникийн чиглэлээр
              дипломтой байх нь маш том давуу тал бөгөөд энэ нь таны цалинд ч
              нөлөөлнө. Боловсролын байгууллагууд Боловсролын үйл явц дор хаяж
              дөрвөн жил үргэлжилдэг бөгөөд энэ хугацаанд оюутнууд үнэ цэнэтэй
              мэдлэг, ур чадварыг олж авдаг.
              <br />
              Курсууд Програмчлах нь тийм ч хялбар биш юм. Тиймээс МТ-ийн
              курсууд жил биш юмаа гэхэд нэг жил үргэлжилнэ. Гэхдээ таны цагийг
              дэмий үрэхгүй гэдэгт итгэлтэй байж болно. Ийм боловсролын
              хөтөлбөрийн кураторууд нь ихэвчлэн гадаад, дотоодын тэргүүлэгч их,
              дээд сургуулиуд, түүнчлэн өндөр мэргэшсэн мэргэжилтэн бэлтгэх
              сонирхолтой мэдээллийн технологийн компаниуд байдаг. Эцсийн эцэст
              та тэднийг тантай хамт ажиллахыг урьж болно. Хичээлүүдийг онлайн
              болон офлайн хэлбэрээр авах боломжтой. Тэд танд програмчлалын аль
              нэг чиглэлээр сайн түвшинд хүрэхэд тусална. Нэмж дурдахад, хэрэв
              код нь `ажиллахыг` хүсэхгүй байвал та багш нараас тусламж хүсч
              болно. Эрэлт Яг одоо зөвхөн Москвад л гэхэд найман мянга гаруй
              мэдээллийн технологийн мэргэжилтэн хайж байна.
            </p>
          </figure>

          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Мэдээллийн шинжээч мэргэжил">
              Мэдээллийн шинжээч мэргэжил
            </div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Мэдээлэл бол аливаа компанийн хувьд маш чухал мэдээлэл юм.
              Тэдгээрийг ашигласнаар та хэрэглэгчийн зан төлөвийг урьдчилан
              таамаглах, тодорхой бүтээгдэхүүний эрэлтийг хянах, үйлчилгээг
              сайжруулах, борлуулалтыг нэмэгдүүлэх боломжтой. Үнэт зүйл, шалгуур
              үзүүлэлтийг боловсруулах нь бүхэл бүтэн мэргэжлийг бүрдүүлдэг -
              мэдээллийн шинжээч. Эдгээр мэргэжилтнүүд 2023 онд юу хийж байгааг
              олж мэдье
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/${professions_data[type]?.details[profession]?.content_image}.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Мэдээллийн шинжээч мэргэжил
              <br />
              Мэдээллийн технологийн салбар бол дэлхийн эдийн засгийн хамгийн
              хурдацтай хөгжиж буй салбаруудын нэг юм. Энэ чиглэлээр олон
              мэргэжилтнүүд ажилладаг - программистууд , системийн
              администраторууд, хөгжүүлэгчид, тестерүүд, мэдээллийн шинжээчид
            </figcaption>
            <p className="text-sm text-gray-800">
              ТОДОРХОЙЛОЛТ Мэдээллийн шинжээч нь мэдээлэл цуглуулах,
              боловсруулах, дүн шинжилгээ хийх үүрэгтэй. Тэрээр мэдээллийн санд
              асуулга бичиж, чиг хандлагыг тодорхойлж, таамаглалыг шалгаж,
              туршилт хийж, үр дүнд үндэслэн тодорхой асуудлыг шийдвэрлэхэд
              туслах тодорхой дүгнэлт гаргадаг. Дата шинжээч нь ажлаа сайн
              хийхийн тулд математик, магадлал, статистик, үндсэн програмчлал,
              өгөгдлийн дүрслэлийг ойлгох ёстой. Шинжээчээр ажиллах нь логик
              сэтгэлгээтэй, хичээнгүй, нийтэч хүмүүст тохиромжтой. ДАВУУ ТАЛ
              Өгөгдлийн шинжээч байхын давуу талуудыг жагсаая: • Хурдан суралцах
              Та бие даан болон тусгай сургалтуудыг дүүргэснээр нэг жилийн дотор
              мэдээллийн шинжээч болох боломжтой. Энэ тохиолдолд математикийн
              боловсрол нь сайн суурь байх болно, гэхдээ энэ нь шаардлагагүй юм.
              • Сайн цалин Мэдээллийн технологийн мэргэжилтнүүд өндөр орлоготой
              байдаг бөгөөд мэдээллийн шинжээчид үл хамаарах зүйл биш юм. •
              Алсын ажил Мэдээллийн шинжээч нь компанийн оффист эсвэл гэрээсээ
              ажиллах боломжтой. • Ажил мэргэжлийн хурдацтай өсөлт Хэдэн жилийн
              хугацаанд дадлагажигч шинжээч ахлах шинжээч болж, дараа нь
              хэлтсийн дарга болж чадна. • Багаар ажиллах Томоохон компаниудад
              аналитикийн хэлтэст ажилчдын бүхэл бүтэн баг ажилладаг. Илүү
              туршлагатай хамт олон шинээр ирсэн хүмүүст үргэлж туслах болно.
              СУЛ ТАЛУУД Шинжээч мэргэжил нь бас сул талуудтай: • Монотон
              Шинжээчдийн ажил нэлээд бүтээлч боловч ихэвчлэн мэдээлэл цуглуулах
              гэх мэт ердийн үйл ажиллагааг хамардаг. • Тасралтгүй суралцах
              Мэдээллийн технологийн салбар маш хурдацтай хөгжиж байгаа тул та
              байнга суралцаж, бүх өөрчлөлтийг дагаж мөрдөх хэрэгтэй. •
              Хариуцлага Шинжээчийн ажил нь компанийн хөгжилд нөлөөлдөг.
              Заримдаа ажилтан өөрийн санал бодлоо дээд албан тушаалтнуудын өмнө
              хамгаалж, үр дүнд нь хариуцлага хүлээх ёстой. Их дээд сургуулиуд
              коллежийг бодвол илүү өргөн сонголттой сургалтын хөтөлбөртэй.
              Аналитик чиглэлээр мэргэжлээрээ ажиллах хүсэлтэй хүмүүс дараах
              хөтөлбөрүүдийн аль нэгийг сонгож болно. • Хэрэглээний математик; •
              Математик болон компьютерийн загварчлал; • Математик загварчлал ба
              тооцооллын математик; • Хэрэглээний мэдээлэл зүй; • Бизнесийн
              аналитик, таамаглал; • Өгөгдлийн аналитик, үр дүнтэй менежмент
              болон бусад. Эдгээр сургалтын чиглэлүүд нь дараах их сургуулиудад
              байдаг. 1. MIREA – Технологийн их сургууль, Москва; 2.
              Санкт-Петербург улсын их сургууль; 3. Лобачевскийн нэрэмжит Нижний
              Новгород улсын үндэсний судалгааны их сургууль; 4. ОХУ-ын анхны
              ерөнхийлөгч Б.Н.Ельциний нэрэмжит Уралын холбооны их сургууль,
              Екатеринбург. Курсууд Өгөгдлийн аналитикийн үндсийг заадаг
              төлбөртэй болон үнэ төлбөргүй олон онлайн сургалтууд байдаг.
              Хичээлээ сонгохдоо онол, дадлага хийх цагийг анхаарч, практик
              даалгавар ихтэйг нь сонгох нь чухал. Онлайн сургалтын үргэлжлэх
              хугацаа 2-3 сараас 2 жил хүртэл байдаг. Төлбөртэй сургалтын зарим
              жишээ энд байна: 1. Yandex.Practicum-аас 6 сарын хугацаатай Data
              Analyst курс. Хичээлийн дараа оюутанд 15 төслийн багц, гэрчилгээ
              үлддэг. 2. Skillfactory-ийн дата аналитик курс мөн 6 сар
              үргэлжилнэ. Хичээлийн явцад оюутнууд 10 багц төсөл хэрэгжүүлдэг.
              3. SkillBox-аас `Өгөгдлийн шинжээч` зургаан сарын курс. Хичээлийн
              төгсгөлд та дипломын ажлаа хамгаалах хэрэгтэй. Үнэгүй сургалтыг
              илүүд үздэг хүмүүсийн хувьд хэд хэдэн сайн сонголтууд байдаг: 1.
              Stepik платформ дээрх `Python програмчлал`, `Статистикийн үндэс`,
              `R-д өгөгдөлд дүн шинжилгээ хийх` хичээлүүд; 2. Новосибирскийн
              Улсын Их Сургуулийн Coursera платформ дээрх `Өгөгдлийн
              танилцуулга` курс; 3. Microsoft-ын англи хэл дээрх `Өгөгдлийн
              шинжлэх ухаан дахь R програмчлал` курс. Эрэлт Өгөгдлийн шинжээчийн
              мэргэжил нь Орос улсад төдийгүй дэлхийн хамгийн эрэлттэй
              мэргэжлүүдийн нэг юм. Өнөөдөр нэг ч том компани шинжээчийн
              үйлчилгээгүйгээр хийж чадахгүй, учир нь энэ мэргэжилтний ажлын үр
              дүн нь бизнес хэр үр дүнтэй ажиллаж, түүнийг ямар чиглэлд
              хөгжүүлэх ёстойг ойлгоход тусалдаг.
            </p>
          </figure>

          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="вэб дизайнер">вэб дизайнер</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800"></p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/designer.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              вэб дизайнер
            </figcaption>
            <p className="text-sm text-gray-800">
              `Дизайн` гэдэг үг италичуудын ачаар нийтэд дэлгэрсэн. Энэ нь
              харьцангуй саяхан болсон. Итали хэлнээс disegno нь `зурах` гэж
              орчуулагддаг боловч хээ, ноорог, диаграм, зураг, хээ, ноорог,
              найруулга гэх мэт олон утгатай. Технологи хөгжихийн хэрээр `дизайн
              `гэсэн ойлголт илүү өргөн утгатай болсон. Одоо энэ бол тодорхой
              сэдэв биш, харин хүний үйл ажиллагааны олон салбарт хэрэглэгдэх
              бүхэл бүтэн чиглэл юм. Ийм нэг чиглэл бол вэб дизайн юм. Вэб
              дизайны гол үүрэг бол сайтад танилцуулсан бүтээгдэхүүний талаар
              хэрэглэгчдийн дунд эерэг сэтгэгдэл төрүүлэх, сайтын энгийн бөгөөд
              ойлгомжтой бүтэц, хялбар навигац, хэрэглэгчдэд ойлгомжтой
              интерфэйсийг бий болгох явдал юм. Вэб дизайн бол нэлээд залуу
              боловч дэвшилтэт чиглэл юм. Энэ нь 2005 онд бүрэн үүссэн боловч
              2007 онд гар утасны контент хүчээ авч эхэлснээр идэвхтэй хөгжиж
              эхэлсэн. Өнөө үед вэб дизайнерууд визуал технологи түгээмэл болж
              байгаа тул эрэлт хэрэгцээ ихтэй байна. Гэхдээ эрэлт хэрэгцээ их
              байгаа тул өрсөлдөөн их байна, учир нь та вэб дизайныг өөрөө сурах
              боломжтой (мөн их сургуульд сурах шиг 5-7 жилийн дараа биш, гэхдээ
              илүү хурдан). Тодорхойлолт Вэб дизайнер гэдэг нь тухайн сайт
              хэрхэн харагдах, хэрэглэгчид хэрхэн хүлээж авахыг тодорхойлдог хүн
              юм. Гэхдээ ийм загварыг графикаас илүү мэдээлэл гэж нэрлэж болно.
              Учир нь вэб сайт зохион бүтээгч хаана, ямар элементүүдийг
              байрлуулах, мөн хэрэглэгчийн харилцан үйлчлэлд тулгуурлан хэрхэн
              өөрчлөгдөхийг тодорхойлдог. Жишээлбэл, хэрэв та хуудсыг
              жижигрүүлбэл цэс хэрхэн хумигдах, эсвэл түүн дээр гүйлгэхэд
              товчлуур ямар харагдах вэ. Өмнө нь вэб дизайнерын гол ажил бол
              сайтыг сэтгэл татам байдлаар зохион бүтээх явдал байсан бол одоо
              үүнийг тохиромжтой болгох нь илүү чухал болсон. Мэдээжийн хэрэг
              дизайны гоо зүй нь чухал үүрэг гүйцэтгэдэг, гэхдээ зөн совингийн
              интерфейс байхгүй, нарийн ширийн зүйлийг анхаарч үзэхгүй бол энэ
              нь хамаагүй болно. Ажлын явцад вэб дизайнер дараахь зүйлийг
              хийдэг. • сайтын зочдын зорилго, зорилтыг тодорхойлдог; • сайтын
              бүтцийг төлөвлөх, төлөвлөх; • интерфейсийг хөгжүүлж, навигацаар
              дамжуулан боддог; • хэрэглэгч системтэй хэрхэн харилцах талаар
              санаа тавьдаг; • контент бэлтгэж, чанарыг нь хянадаг. Вэбсайт
              дизайныг боловсруулахдаа мэргэжилтэн хэд хэдэн чиглэлээр асуудлыг
              нэг дор шийддэг. Тиймээс вэб дизайнер нь програмчлалыг үндсэн
              түвшинд мэддэг байх ёстой бөгөөд ядаж интернет маркетингийн талаар
              бага зэрэг ойлголттой байх ёстой. Вэбсайтыг зохион бүтээхдээ
              мэргэжилтэн дараахь зүйлийг анхаарч үздэг. • сайтын агуулгын
              онцлог; • сайтын техникийн үзүүлэлтүүд; • хайлтын систем дэх
              вэбсайтыг сурталчлах онцлог. Сайт дээрх бүх мэдээлэл (лого,
              баннер, зураг) нь стандарт шаардлагад нийцсэн байх ёстой, өөрөөр
              хэлбэл компьютер, таблет, гар утас гэх мэт өөр өөр төхөөрөмжүүдэд
              оновчтой, дасан зохицсон байх ёстой. Дизайн бүтээхдээ вэб дизайнер
              нь сайтыг ачаалах хугацааг харгалзан үзэх ёстой бөгөөд үүнийг хэт
              `хүнд` элементүүдээр хэт ачаалах ёсгүй. Вэбсайт дээр интерактив
              (харилцаж болох) блокуудыг бий болгох нь мэргэжилтний хувьд
              хамгийн өндөр амжилт юм. Энэ төрлийн ур чадварыг эзэмшихийн тулд
              та зөвхөн гоо үзэсгэлэнгийн мэдрэмжтэй байхаас гадна `сонгодог`
              програмчлалыг мэддэг байхаас гадна мэдээллийн санг ойлгох
              хэрэгтэй. Вэб дизайнерын ажилд техникийн олон тал байдаг ч дизайн
              нь өвөрмөц, танигдахуйц байх ёстой тул бүтээлч байдал, бүтээлч
              байдал чухал үүрэг гүйцэтгэдэг. Дашрамд дурдахад вэб дизайнерууд
              зөвхөн вэбсайтын дизайн төдийгүй баннер, интернетийн ил захидал,
              цахим танилцуулгыг боловсруулдаг. ДАВУУ ТАЛ Вэб дизайнерын
              мэргэжлийн гол давуу тал бол эрэлт хэрэгцээ юм . Одоо бүх зүйл
              онлайнаар хөдөлж, бараг бүх компани өөрийн гэсэн вэбсайттай.
              Интернет дээр олон янзын эх сурвалжууд байдаг - бүгд өндөр
              чанартай дизайн хэрэгтэй (үүнд үйлчлүүлэгчдийг татах, хадгалах).
              Вэб дизайнер хаана ч, хэзээ ч ажиллах боломжтой. Энэ салбарын
              ихэнх мэргэжилтнүүд оффис дээр ирэхгүйгээр алсаас ажилладаг.
              Түүгээр ч зогсохгүй та ажилтнаар, тодорхой компанид эсвэл өөртөө
              зориулж янз бүрийн захиалгыг биелүүлж болно. Өндөр цалин нь энэ
              мэргэжлийн бас нэг давуу тал юм. Вэб дизайнерын өндөр чанартай
              ажлыг зохих хэмжээгээр төлдөг. Мэдээж бага мөнгө төлж, хүнд ажил
              өгдөг үйлчлүүлэгч бий. Гэхдээ МЭРГЭЖИЛТНИЙ ХӨДӨЛМӨРИЙГ ҮНЭЛЖ
              ЧАДДАГ ХҮМҮҮС БАС БАЙДАГ. СУЛ ТАЛУУД Вэб дизайны карьерын гол сул
              тал бол маш их өрсөлдөөн юм . Энэ нь олон хүнийг татдаг:
              сонирхолтой даалгавар, өндөр эрэлт хэрэгцээ, сайн орлого - энэ
              нөхцөлд хайхрамжгүй хандах нь хэцүү байдаг. Үүнээс гадна
              интернетэд холбогдсон компьютертэй, сурах хүсэл эрмэлзэлтэй л бол
              өөрт хэрэгтэй бүх зүйлээ өөрөө сурах боломжтой. Тийм ч учраас маш
              олон хүмүүс вэб дизайн хийхийг оролддог боловч зарим шинэ хүмүүс
              сорилтыг даван туулж чаддаггүй тул ажлаа орхидог. Ямар ч салбарт
              амжилтанд хүрэх нь хэцүү, гэхдээ боломжгүй зүйл биш юм. Эхлэгчдэд
              анхаарах ёстой гол зүйл бол маш сайн багц цуглуулах явдал юм. Вэб
              дизайнерын мэргэжлийн бас нэг сул тал бол суурин ажил юм .
              Компьютер дээр олон цаг ажилласны дараа мөр, нуруу өвдөж, нүд
              ядарч эхэлдэг. Тиймээс та үе үе дулаацаж, нүдний дасгал хийж,
              `шарахгүй` байхын тулд нэг дасгалаас нөгөөд шилжих хэрэгтэй. Алсын
              ажил, уян хатан хуваарь нь хүн бүрт давуу тал биш юм. Тус оффис нь
              тодорхой цагийн хуваарьтай, тогтсон, урьдчилан мэддэг ажлын
              цагтай, удирдлагын зүгээс хяналт тавьдаг. Алсын зайнаас ажиллахдаа
              та цагаа бие даан төлөвлөж, хувийн сахилга баттай байх хэрэгтэй.
              Энэ төрлийн ажил нь хүн бүрт тохиромжгүй байдаг. Боловсрол олоход
              анхаарах асуудал. Үнэндээ Их дээд сургууль, коллежийн диплом нь
              вэб дизайны карьерт тийм ч чухал биш юм. Практик туршлагатай байх
              нь илүү үнэ цэнэтэй юм. Мэргэжилтний ур чадвар нь түүний тухай
              боловсролын дипломоос илүү ихийг хэлж чадна. Хамгийн тохиромжтой,
              нэр хүндтэй боловсролын байгууллага бол Британийн дизайны дээд
              сургууль юм. Эндээс та бүтээгдэхүүний интерфейсийн дизайныг сурах
              боломжтой. Гэхдээ та үүнийг эхнээс нь хийж чадахгүй. Шаардлагууд
              нь: • график засварлагчтай ажиллах ур чадвар; • Дизайнер,
              хөгжүүлэгч, бүтээгдэхүүний шинжээч гэх мэт дижитал орчинд ажиллаж
              байсан туршлагатай (илүү зохимжтой); • бичиг баримттай ажиллах
              англи хэлний анхан шатны мэдлэгтэй. Сургалтын хөтөлбөр нь нэг
              жилийн хугацаатай бөгөөд давтан сургах хүсэлтэй хүмүүст илүү
              тохиромжтой. Та Москвагийн Хүмүүнлэгийн Их Сургуулийн (Москвагийн
              Улсын Их Сургууль) Сурталчилгаа, Сэтгүүл зүй, Дизайны факультетийн
              (`График дизайн` чиглэлийн) Үндэсний Их Сургуульд, ирээдүйд вэб
              дизайны чиглэлээр ажиллахад тань туслах дизайны холбогдох
              салбаруудыг эзэмших боломжтой. `MPEI` судалгааны их сургууль
              (`МПЭИ` Үндэсний судалгааны их сургуулийн Хүмүүнлэгийн болон
              хэрэглээний хүрээлэнгийн `Дизайн` чиглэл), Дизайн, загварын
              факультетийн Бизнес, дизайны дээд сургууль (`График дизайн`
              чиглэл) болон Оренбург улсын их сургуулийн дэргэд Архитектур,
              барилгын инженерийн факультетэд (`Дизайн` чиглэл). Курсууд Онлайн
              сургалтанд суралцах нь илүү хурдан бөгөөд илүү үр дүнтэй байх
              болно. Дууссаны дараа сайн урамшуулал нь багцын багц болон ажилд
              ороход туслах болно.
            </p>
          </figure>
          <br />
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="ГРАФИК ДИЗАЙНЕР">ГРАФИК ДИЗАЙНЕР</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800"></p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/grafic_designer.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              ГРАФИК ДИЗАЙНЕР
            </figcaption>
            <p className="text-sm text-gray-800">
              Тодорхойлолт График дизайнер (англи хэлнээс - зураг, ноорог,
              төлөвлөгөө) нь график ашиглан хүрээлэн буй орчныг зохион бүтээх
              чиглэлийн мэргэжил юм. Энэ мэргэжил нь зураг зурах, компьютерийн
              шинжлэх ухаанд сонирхолтой хүмүүст тохиромжтой. График дизайнераар
              амжилттай ажиллахын тулд мэргэжлийн ур чадвар, бүтээлч сэтгэлгээ,
              түүнчлэн хувь хүний хөгжил чухал байдаг. Энэ нь зөвхөн бүтээлчээр
              сэтгэхээс гадна их хэмжээний мэдээлэлтэй ажиллах, цаг заваа зөв
              зохион байгуулах, тэргүүлэх чиглэлээ тодорхойлох, үйлчлүүлэгчийн
              шаардлагад анхаарлаа төвлөрүүлэх, мэргэжлийн чиг хандлагыг мэддэг
              байх шаардлагатай. Ажил олгогчдын хамгийн түрүүнд хайдаг зүйл бол
              мэргэжлийн ур чадвар юм. Энд дизайнер нь найруулгын үндсийг
              ойлгох, өнгө, хэвлэх (текстийн дизайны урлаг) дээр ажиллах чадвар,
              вэб интерфэйс, сав баглаа боодол, гэрэл зураг, видео бичлэгийг
              боловсруулах туршлагатай байхыг шаарддаг. Санааг амьдралд
              хэрэгжүүлэхийн тулд та Adobe Illustrator, Photoshop, InDesign,
              After Effects зэрэг мэргэжлийн программуудын үндсэн багц, 3D
              засварлах, видео засварлах программуудыг мэддэг байхаас гадна
              үйлдвэрлэлийн үйл явцыг ойлгох хэрэгтэй. Нэмж дурдахад орчин үеийн
              ертөнцөд англи хэлний мэдлэг маш чухал болж байна - үйлчлүүлэгчтэй
              харилцах чадвар, мэргэжлийн уран зохиолын талаархи ойлголт.
              Мэргэшлүүд График дизайнерын мэргэжил нь хэд хэдэн чиглэлтэй
              байдаг бөгөөд нэг дизайнер аль нэгэнд нь ажиллах эсвэл хоёр,
              гурван чиглэлийг хослуулах боломжтой. 1. Брэнд хийх. Танигдмал
              брэндийн дүр төрхийг бий болгох: өнгөнөөс лого хүртэл. 2.
              Маркетингийн дизайн. 2018 онд Boucher талх нарийн боовны сүлжээ
              мартагдашгүй сурталчилгааны кампанит ажил эхлүүлсэн. Хот оролцогч
              болсон. Байшингийн шар хана нь талх, граффитигаар будсан хашаа нь
              бялуу болон хувирав. Ерөнхийдөө дизайнер маш их хичээсэн тул би
              тэр даруй хоёр боов худалдаж авахыг хүссэн. 3. Сансрын дизайн. Энэ
              чиглэлээр мэргэшсэн мэргэжилтэн нь тэмдэг, үзүүлэлт, товруу
              боловсруулах чиглэлээр ажилладаг. Хэрэв та худалдааны төвийн
              диаграммыг харангуутаа хаашаа явахаа шууд ойлгосон бол энэ нь ажил
              өндөр чанартай гэсэн үг юм. 4. Фонт боловсруулах. Тусгай газар,
              учир нь фонт нь зөвхөн тодорхой сэтгэл хөдлөлийг илэрхийлэхээс
              гадна унших боломжтой байх ёстой. 5. Сав баглаа боодлын дизайн.
              Apple-ийн гаджетыг танихын тулд хайрцгийг харахад л хангалттай.
              Энэ бол гайхалтай дизайнерын гар бичмэл биш гэж үү? 6. Хэвлэлийн
              дизайн. Ном, сэтгүүл, сонин, нэрийн хуудас - энэ бүхэн энэ
              чиглэлээр ажилладаг мэргэжилтний ширээн дээр дуусдаг. 7.
              Хэрэглэгчийн интерфейс (UI) дизайн. Энэ чиглэлээр мэргэшсэн
              мэргэжилтэн нь уг програм нь зөвхөн гоо зүйн үзэмжийг татахаас
              гадна функциональ, тохиромжтой гэдгийг баталгаажуулдаг. Тиймээс UI
              дизайнеруудад тавигдах шаардлагуудын нэг нь техникийн талын
              мэдлэг, өөрөөр хэлбэл програмчлалын хэл юм. 8. Хөдөлгөөний дизайн.
              Үүнд бүх хөдөлгөөнт график элементүүдийг бий болгох орно.
              Жишээлбэл, алдартай YouTube блог хөтлөгчийн шоуны танилцуулга.
              давуу тал График дизайнерын гол давуу талуудын нэг нь тухайн
              мэргэжлээр эрдмийн зэрэг авахын тулд 3-6 жил зарцуулалгүйгээр
              ажлаа эхлэх боломжтой байдаг. Дүрслэх урлаг, компьютерийн
              технологийн талаар мэдлэг шаардагдах боловч эдгээр чиглэлээр
              хөгжлийг бие даан хөгжүүлэх боломжтой. График дизайнераар ажиллах
              бусад давуу талууд нь: • Өндөр эрэлт хэрэгцээ, учир нь гайхалтай
              загвар нь амжилттай бизнесийг бий болгох бүрэлдэхүүн хэсгүүдийн
              нэг юм. • Тохиромжтой цалин. Амжилттай тохиолдсон хэргүүдийн багц
              зузаан байх тусам хэмжээ нь их байх болно. • Бүтээл. Зурагт
              хуудас, ном, програм бүр нь харагдахуйц сэтгэлийн байдал, зан
              чанар, сэтгэл хөдлөл юм. Ерөнхийдөө та урам зориггүйгээр хийж
              чадахгүй. • Өөрийн хуваарь. Мэргэжил бүр уян хатан хуваариар
              сайрхаж чадахгүй. Та Сочи эсвэл Ялтагийн хаа нэгтээ Хар тэнгисийн
              чимээ шуугиантай давалгаан дор шөнийн цагаар ажиллахыг хүсч байна
              уу! Сул талууд Энэ чиглэлээр залуучуудын сонирхол нэмэгдэж байгаа
              хэдий ч мэргэжил нь олон сул талуудтай. Тэдгээрийн дотор дараахь
              зүйлс орно. • Өндөр өрсөлдөөн. Тийм ээ, тийм ээ, та мөрөөдлийн
              ажлынхаа төлөө тэмцэх хэрэгтэй. • Байнга суралцах. Харааны чиг
              хандлага нь бараг улирлаар өөрчлөгддөг. Тиймээс та байнгын
              сургалт, курст бэлтгэх хэрэгтэй. • График дизайнер өөрийн толгойд
              бий болсон зургийг ажлын компьютерийн дэлгэц рүү хэрхэн шилжүүлэх
              талаар сурах хэрэгтэй. Тиймээс тэрээр уран сайхны аргын төрлүүд,
              зохиол бүтээх дүрмийг мэддэг байх ёстой бөгөөд жинхэнэ уран
              бүтээлчийн мэдлэг, ур чадварын бүрэн арсеналтай байх ёстой. Нэмж
              дурдахад та хэд хэдэн компьютерийн програм, график засварлагчийг
              ашиглах дүрмийг эзэмших хэрэгтэй болно. Дээр дурдсан бүх зүйлийг
              сурч болно. Хамгийн гол нь мэргэжлийн багаж хэрэгслийн жагсаалт
              байнга өргөжиж байгаа тул тэнд хэзээ ч зогсохгүй байх явдал юм.
              Боловсролын үйлчилгээний зах зээл дээр олон тооны боловсролын
              хөтөлбөр, сургалт, курс, семинарууд байдаг. Бид нэг хандлагад
              анхаарлаа төвлөрүүлэхийг зөвлөдөггүй, харин өөр өөр чиглэл,
              сургуульд нэгтгэж, судлахыг хичээ. Ингэснээр та мөрөөдлийн ажилдаа
              орох боломжоо нэмэгдүүлэх боломжтой. Ийм мэргэжлийг олж авах хэд
              хэдэн арга байдаг: • Гэрийн боловсрол. • Төрөл бүрийн курсууд. •
              Семинарт оролцох. • Урлагийн сургуульд сурдаг. • Мэргэжлийн
              байгууллагуудад (техникийн сургууль, коллеж, сургууль) сургалт. •
              Дээд боловсролын байгууллагад сургах. Захиалагч ажил хайж байхдаа
              өргөдөл гаргагчид дээд боловсролтой байх талаар шаардлага тавина
              гэдгийг анхаарч үзэх нь зүйтэй. Тиймээс энэ мэргэжлээр дипломтой
              байх шаардлагатай. Боловсролын байгууллагууд Боловсролын үйл явц
              дор хаяж зургаан жил үргэлжилдэг бөгөөд энэ хугацаанд оюутнууд үнэ
              цэнэтэй мэдлэг, ур чадварыг олж авдаг. Британийн дизайны дээд
              сургууль (Москва) Тус сургуулийн төгсөгчид Хертфордширийн их
              сургуулиас магадлан итгэмжлэгдсэн хөтөлбөрөөр олон улсын урлагийн
              бакалаврын зэрэг авдаг. Багш нарын дунд дэлхийн өнцөг булан бүрээс
              ирсэн дадлагажигч нар багтдаг. Эдийн засгийн дээд сургууль Тус их
              сургууль нь дэлхийн шилдэг 40 залуу их сургуулийн тоонд багтдаг.
              ХАБЭА-н Дизайны сургуулийн төгсөгчид загвар ба театр, орчин үеийн
              урлаг ба гэрэл зураг, тоглоомын дизайн, сурталчилгааны чиглэлээр
              ажилладаг олон улсын шагналын эзэд юм. Санкт-Петербург улсын
              үйлдвэрлэлийн технологи, дизайны их сургууль Тус сургууль хорь
              гаруй жил сурталчилгаа, урлагийн чиглэлээр график дизайнеруудыг
              бэлтгэж байна. Курсууд Сургалтыг дуусгахад дор хаяж зургаан долоо
              хоног шаардлагатай. Үүнтэй төстэй боловсролын хөтөлбөрүүдийг янз
              бүрийн дизайны байгууллага, дээд боловсролын байгууллагууд санал
              болгодог. Та биечлэн болон алсаас суралцах боломжтой. Тэд график
              дизайны чиглэлээр шаардлагатай мэдлэгийг олж авах боломжтой бөгөөд
              оюутнуудын сонирхсон асуултын хариулт, өндөр төлбөртэй захиалга
              авах арга замуудыг өгөх болно. Coursera Онлайн сургалттай дэлхийн
              хамгийн том үйлчилгээнээс та дэлхийн тэргүүлэх хүмүүнлэгийн их
              сургууль, компаниудын хөтөлбөрүүдийг олох боломжтой. Жишээлбэл,
              Калифорнийн Урлагийн Институт график дизайныг эхнээс нь заадаг.
              Дашрамд дурдахад, коронавирусын тахлын улмаас бүх хичээлүүд үнэ
              төлбөргүй болсон. Ур чадварын хайрцаг 12 сарын онлайн сургалт нь
              100 модулийг багтаасан болно. Дипломын ажил нь бодит
              үйлчлүүлэгчдэд зориулсан кейс судалгаа юм. Geek их сургууль Зөвхөн
              курс биш, харин Mail.ru группээс ажилд орох баталгаатай бүхэл
              бүтэн онлайн их сургууль. Сургалтын явцад оюутныг хувийн туслах
              куратор удирдан чиглүүлдэг. Үр дүн нь зөвхөн диплом төдийгүй
              долоон бүтээлийн багц юм. Эрэлт График дизайнерууд дизайны студи,
              брэнд сурталчилгаа, сурталчилгааны агентлагууд, хэвлэлийн газрууд
              болон өөрийн гэсэн дизайнертай байхыг илүүд үздэг аливаа төрийн
              байгууллага, хувийн пүүсүүдэд ажилладаг.
            </p>
          </figure>
          <br />
          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            <div id="Машин сургалт">Машин сургалт</div>
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Хүүхэд байхдаа бид машинууд хүмүүстэй эн зэрэгцэн сэтгэх чадвартай
              байдаг шинжлэх ухааны уран зөгнөлийг уншиж, ийм кино үзэж өссөн.
              Тэр үед бидэнд үлгэр мэт санагдаж байсан зүйл өнөөдөр бодит байдал
              болон хувирчээ.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/machine_learning.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Машин сургалт
            </figcaption>

            <p className="text-sm text-gray-800">
              {" "}
              Компьютер бидний амьдралд илүү их зай эзэлдэг цаг үед бид амьдарч
              байна. Хэрэв энэ зууны эхээр энэ нь тансаг хэрэглээ байсан бөгөөд
              голчлон тооцоолоох ажилд ашиглагддаг байсан бол өнөөдөр энгийн
              утаснууд ч гэсэн 2000-аад оны эхээр оффис дээр байсан хүмүүсээс
              хамаагүй илүү хүчирхэг мини-компьютер болжээ. Яагаад утас гэж үү?
              Гэрийн халуун хүйтэнийг алсын зайнаас тохируулах, цаашлаад хөргөгч
              хүртэл ямар бүтээгдэхүүн дутагдаж байгааг тооцож, интернетээр
              дамжуулан бие даан захиалга өгөх боломжтой болсон. Компьютер нь
              бидний санхүү, аюулгүй байдлыг удирдаж, өдөр тутмын асуудлыг
              шийддэг. Түүгээр ч барахгүй, өнөөдөр та компьютертэй ярьж чаддагт
              хэн ч гайхахгүй байх болсон, заримдаа виртуал ярилцагч нь амьд
              хүнээс илүү сонирхолтой, ухаалаг, илүү сайн хариулт өгдөг болж
              хувирч байна. Энэ нь ярилцагч өөрөө өөрийгөө сурах чадвартай,
              өөрөөр хэлбэл түүний нэгэн зэрэг хийж буй олон зуун мянган
              харилцан яриа нь түүнд дадал - сургалт болдог учраас ийм зүйл
              тохиолддог. Ингэж хиймэл оюун ухаан шинэ үг, даалгавар, хариу
              үйлдэл, хошигнол, хэллэг, яриаг сурдаг. Одоо заримдаа хэнтэй
              харилцаж байгаагаа ойлгох боломжгүй болдог: амьд хүнтэй эсвэл
              компьютертэй. Гэвч шинжлэх ухаан ирээдүйд машинд биш, харин оюун
              ухаанаараа нэг ч компьютер гүйцэх боломжгүй хүмүүс буюу машин
              сургалтын (хиймэл оюун ухааны) мэргэжилтнүүд маш чухал үүрэгтэй,
              хэрэгцээтэй болж байна.
            </p>
            <p className="text-sm text-gray-800">
              Тодорхойлолт Машин сургалтын мэргэжилтэн буюу `Хиймэл Оюун Ухааны
              мэргэжилтнүүд` гэж нэрлэгддэг хүмүүс Программчлалын салбарын дуэд
              “Элит” гэж хэлж болно. Тэд бие даан суралцах, өөрөөр хэлбэл
              өгөгдөлд дүн шинжилгээ хийж, үүн дээр үндэслэн өөрсдийн дүгнэлтийг
              гаргахын тулд машинуудын алгоритмыг эмхэтгэх ажилд оролцдог. Зарим
              хүмүүс `Робот машинуудын бослогод хүрэхэд удахгүй!` – гэж үздэгз.
              Тэдний буруу байх болно. Одоогийн байдлаар тоон технологи
              хурдацтай хөгжиж байгаа хэдий ч компьютерууд `тийм-үгүй` зарчмаар
              хоёртын логикоор ажилладаг хэвээр байна. Гэхдээ хүмүүс бид
              хязгааргүй олон тооны завсрын сонголтыг авч үзэх боломжтой (үүнийг
              Оросын `үгүй, магадгүй` гэсэн хэллэгээр дүрсэлсэн болно).
              Мэдээжийн хэрэг, өнөөдөр ямар ч машин, тэр ч байтугай хамгийн
              төвөгтэй, төгс төгөлдөр ч ийм үйлдлийг өөрсдөө сэтгэх боломжгүй
              юм. Ийм байхад бид хиймэл оюун ухаанд ямар ч чөлөөт ирээдүйн тухай
              ярьж болохгүй. Гэсэн хэдий ч машин сургалтын мэргэжилтнүүд энэ тал
              дээр бас ажиллаж байгаа бөгөөд магадгүй бид компьютерийн
              тусламжтайгаар чин сэтгэлээсээ ярилцаж, биднийг сонссоны дараа
              хүний сэтгэл хөдлөл, сэтгэл санааг бүрэн харуулах, практик
              зөвлөгөө өгөх өдөр холгүй байгаа байх. Бүх зүйл компьютерийн
              сургалтын мэргэжилтнүүдийн гарт байна. ДАВУУ ТАЛ Машин сургалтын
              мэргэжилтэнээр ажиллахын давуу талыг бүгдийг үнэлж, хэлэхэд хэцүү
              байдаг.  Эрэлт. Энэ чиглэлийн мэргэжилтнүүд дэлхий даяар маш их
              эрэлт хэрэгцээтэй байгаа тул ажил олоход асуудал гарахгүй бөгөөд
              гарахгүй.  Өндөр орлоготой. Энэ ажил үргэлж, хаана ч сайн цалин
              өгдөг.  Бүтээлч. Машины сургалт нь хүнээс бүтээлч хандлагыг
              шаарддаг, өөрөөр хэлбэл энэ нь бас бүтээлч мэргэжил юм. 
              Сонирхолтой даалгавар. Ажилд нэг хэвийн бус байдал байдаггүй: та
              шинэ сонирхолтой, заримдаа өчүүхэн бус асуудлыг шийдэх бүртээ
              хэрэгтэй болдог. Өөрөөр хэлбэл, өдөр бүр оюун ухаанд зориулсан
              шинэ дасгал юм. СУЛ ТАЛУУД Мэдээжийн хэрэг, амьдрал нь дуртай
              ажлаасаа бүрддэг мэргэжилтний хувьд энэ нь ямар нэгэн сул тал байж
              болохыг төсөөлөхөд хэцүү байдаг, гэхдээ гаднаас нь харцгаая. 
              Өндөр хүч шаардана. Ажил нь асар их оюун санааны хүчин чармайлт
              шаарддаг. Эхэндээ энэ нь сонирхолтой, бүр гайхалтай боловч дараа
              нь ядрахад хүргэдэг.  Тогтмол бус хуваарь. Энэ профайлын
              мэргэжилтнүүд тогтмол ажлын өдөртэй байх нь ховор байдаг. Ер нь
              бол програмистууд төсөл дээр ажиллахадаа хэдэн өдөр олон цагаар
              суудаг бөгөөд энэ нь хэт их ачаалал үүсгэдэг.  Хараа муудах. Ажил
              нь хөдөлгөөнгүй удаан суух бөгөөд нүдийг маш их ядраадаг бөгөөд
              энэ нь янз бүрийн өвчин үүсгэх шалтгаан болдог.
            </p>
          </figure>
        </div>
      </main>
    </>
  );
}

export default ProfessionPage;
