"use client";
import React, { useState, useEffect } from "react";
import { useSearchParams } from "next/navigation";
import { professionsData } from "@/bin/ProfessionData";
import Image from "next/image";
function ProfessionPage() {
  const basePath = "/assets/images/profession_images";
  const [professions_data, setData] = useState([]);

  const searchParams = useSearchParams();

  const type = Number(searchParams.get("t"));
  const profession = Number(searchParams.get("p"));

  console.log("profession type:", type);
  console.log("profession id:", profession);

  useEffect(() => {
    setData(professionsData);
  }, []);
  return (
    <>
      <main
        className={`max-w-[900px]  bg-white w-full flex flex-col items-center`}
      >
        <div className="space-y-3 p-4">
          <h2 className="text-sm font-bold md:text-3xl">
            {professions_data[type]?.name}
          </h2>

          <p className="text-sm text-gray-800">
            Хөгжүүлэх, дизайн хийх, дүн шинжилгээ хийх - эдгээр нь бүх цаг үеийн
            мэргэжлийн ур чадвар юм. Тэд таныг ирээдүйн мэргэжлээр тохь тухтай
            байхад тань туслах болно. 5, 10, 20 жилийн дараа ямар мэргэжлүүд
            хамааралтай болох вэ - бид үүнийг мэргэжилтнүүдтэй хамт шийддэг.
          </p>
        </div>
        <figure>
          <Image
            width={900}
            height={400}
            className=" w-full h-96"
            src={`${basePath}/detail_images/${professions_data[type]?.details[profession]?.content_image}.png`}
            alt=""
          />
          <figcaption className="mt-3 text-sm text-center text-gray-500">
            A woman sitting at a table.
          </figcaption>
        </figure>
        <p className="text-sm text-gray-800">
          Мэргэжлийн загварын гол чиг хандлага бол дэвшил юм. Нэгэн цагт тэрээр
          барж тээвэрлэгч, утасны оператор, ус зөөгч нарын хөдөлмөрийг
          шаардлагагүй болгосон. Тэрээр одоо эрэлт хэрэгцээтэй цоо шинэ
          мэргэжлүүд - ирээдүйн мэргэжлийг бий болгож байна. Өнөөдөр технологи
          дэлхийг захирч байна. Үүний дагуу өндөр технологийн чиглэлээр
          мэргэшсэн ажилтнууд онцгой үнэлэгдэх болно. 3D болон биотехнологийг
          чадварлаг удирддаг, робот техник, интернетийн зүйлийг ойлгодог, дизайн
          хийх, загвар гаргах, дасан зохицох арга барилыг мэддэг хүмүүс. Энэ бүх
          ур чадвар нь ирээдүй юм. Тэгээд үсрэнгүй ойртож байна.
        </p>
        <div className="space-y-3 p-4">
          <br />
          <h3 className="text-sm font-semibold">
            Ирээдүйд ирээдүйтэй мэргэжлийг хэрхэн сонгох вэ ?
          </h3>
          <p className="text-sm text-gray-800">
            Эрэлттэй мэргэжилтэн болбол хийснийхээ төлөө зохих өндөр цалин авах
            болно. Мэдээж хийж байгаа ажилдаа дуртай байх. Эдгээр энгийн
            зарчмууд нь амжилтанд хүрэх нууц юм. Цаашид ямар мэргэжилтнүүд
            амжилтанд хүрэх вэ? Энд бүх зүйл энгийн:
          </p>
          <br />
          <ul className="list-disc list-outside space-y-5 ps-5 text-sm text-gray-800">
            <li className="ps-2">технологийн мэдлэгтэй хүмүүс</li>
            <li className="ps-2">
              янз бүрийн форматаар хэрхэн ажиллахыг мэддэг хүн (оффис дээр,
              алсаас, боломжтой бүх хэрэгсэл, шуурхай мессенжер ашиглан)
            </li>
            <li className="ps-2">
              хамгийн сайн үр дүнд хүрэхийн тулд салбар хоорондын мэдлэгийг
              чадварлаг ашигладаг
            </li>
            <li className="ps-2">системчилсэн сэтгэлгээтэй хүн</li>
            <li className="ps-2">
              хэн тодорхой төсөл боловсруулж, хэрэгжүүлэх боломжтой.
            </li>
          </ul>
          <br />
          <p className="text-sm text-gray-800">
            Бидний амьдрал улам бүр энгийн болж байгааг санаж байх хэрэгтэй. Нэг
            товшилтоор та сонгодог хөгжмийн концерт үзэх, орон сууц, нийтийн
            үйлчилгээний төлбөрийг төлөх, хувьцаа, хоол хүнс, эм худалдаж авах
            боломжтой. Хүмүүс хөдөө орон нутаг, жижиг хотод амьдардаг ч дэлхийн
            корпорациудад алсаас ажилладаг. Технологийн дэвшлийн шинж чанар,
            хүмүүсийн шинэ хэрэгцээнд үндэслэн ирээдүйтэй мэргэжлийг сонгох нь
            маш чухал юм.
            <br />
            <br />
            Дижитал бөмбөрцөг, виртуал бодит байдал, генетикийн инженерчлэл,
            экологи, шинэ төрлийн хоол хүнс, хүмүүстэй харилцах.
            <br />
            <br />
            Эдгээр чиглэлүүд ирээдүйн мэргэжлийг бий болгоход хөдөлгөгч хүч
            болно. Үлдсэн зүйл бол ажиллахад хамгийн тохиромжтойг нь сонгох
            явдал юм.
            <br />
            <br />
            Хэрхэн сонголт хийхдээ алдаа гаргахгүй, ирээдүйтэй, эрэлттэй
            мэргэжилтэн болох талаар дараах зөвлөгөөг хүргэж байна.
          </p>
          <h3 className="text-sm font-semibold">
            Өөрийн чадварыг хангалттай үнэл
          </h3>
          <p className="text-sm text-gray-800">
            Хэрэв та II Александрын шинэчлэлээс урам зориг авсан боловч NADH
            молекул үүсэх зарчмуудыг ойлгохгүй байгаа бол биоинженер,
            биоинформатикч, биофармакологич мэргэжлийг эзэмших боломжгүй юм. Та
            тодорхой, сэтгэл хөдөлгөм байх чиглэлийг сонгох хэрэгтэй. Ингэснээр
            та илүү их ашиг авчрах болно, та ажил мэргэжлийн ахиц дэвшил, хамт
            ажиллагсдынхаа хүлээн зөвшөөрлийг хүлээж чадна.
          </p>
          <h3 className="text-sm font-semibold">
            Одоо байгаа авъяас чадварыг хөгжүүлэх
          </h3>
          <p className="text-sm text-gray-800">
            Хэрэв та өөрийн гараар ямар нэгэн зүйл хийх, хувцас оёх, эргэн
            тойрныхоо орон зайг хэрхэн сайжруулах, хөөрхөн хайрцаг хийх,
            үзэсгэлэнтэй ландшафт зурах талаар мэддэг бол энэ чиглэлд хөгж. Энэ
            нь арав, хорин жилийн дараа ирээдүйтэй бөгөөд эрэлт хэрэгцээтэй байх
            болно. Хүмүүс өвөрмөц, онцгой зүйлтэй байхыг хичээдэг. Та үүнээс
            үргэлж мөнгө олж, карьераа амжилттай хийж чадна. Хамгийн гол нь
            авъяас чадвараа зөв зохистой мөнгөжүүлэх явдал юм.
          </p>
          <h3 className="text-sm font-semibold">
            Хамгийн сүүлийн үеийн шинжлэх ухаан, технологийн дэвшлийг судлах
          </h3>
          <p className="text-sm text-gray-800">
            Мэргэжил алга болох, шинээр бий болох нь түүний хөгжлөөс хамаарна.
            Ийнхүү сэрүүлэгтэй цаг гарч ирснээр өнгөрсөн зуунд эдгээр үүргийг
            гүйцэтгэж байсан хүмүүс мартагдахаа больсон. Барж, тээврийн хөлөг
            онгоцууд модон салчдыг сольсон. Саальчид, дасгалжуулагчид алга
            болжээ. Шинжлэх ухаан, техникийн үзэсгэлэнд олон сонирхолтой шинэ
            бүтээгдэхүүнийг танилцуулж байна. Тэдгээрийг арчилж, дэмжиж, тэдэнд
            зориулсан программ хангамжийг бичих ёстой. Шинэ технологид
            суралцсанаар ойрын ирээдүйд эрэлт хэрэгцээтэй байх ирээдүйтэй
            мэргэжлийг сонгох боломжтой.
          </p>
          <h3 className="text-sm font-semibold">
            Өөрийгөө янз бүрийн чиглэлээр туршиж үзээрэй
          </h3>
          <p className="text-sm text-gray-800">
            Өргөн мэдлэгтэй хүмүүсийг үргэлж онцгой үнэлдэг. Үүний тулд “чөлөөт
            цагаа үр дүнтэй өнгөрүүлээрэй: хэл сурах, график програм эзэмших,
            видео засварлах, ландшафтын дизайны ертөнцөд өөрийгөө зориулах ,
            хөрөнгө оруулалт, цагийн менежментийн онцлогийг ойлгох. Нэг асуудлыг
            өөр өөр өнцгөөс харж, хэд хэдэн үүрэг гүйцэтгэдэг мэргэжилтнүүд
            арван жилийн дараа ч зайлшгүй шаардлагатай болно.
          </p>
          <h3 className="text-sm font-semibold">
            Хүний хэрэгцээнд анхаарлаа хандуулаарай
          </h3>
          <p className="text-sm text-gray-800">
            Бүх шинэчлэлийн зорилго нь бидний амьдралыг илүү тохь тухтай, тохь
            тухтай болгох, амьдралыг аль болох хялбар болгох явдал юм. Үүнд
            ирээдүйн мэргэжлүүд туслах нь дамжиггүй. Хүн төрөлхтөн өөр юунд цаг
            заваа хэмнэж, юунд амрах, бидний амьдралын салшгүй хэсэг болох
            талаар бодож үзээрэй. Энэ чиглэлээр хөгжинө. Ямар ч тохиолдолд хүн
            бүх зүйлийн төвд зогсох болно. Энэ нь ийм бүтээн байгуулалтууд
            онцгой үнэ цэнэтэй байх болно гэсэн үг юм.
          </p>
          <blockquote className="text-center p-4 sm:px-7">
            <p className="text-xl font-medium text-gray-800 md:text-2xl md:leading-normal xl:text-2xl xl:leading-normal">
              Ирээдүйд хамгийн эрэлт хэрэгцээтэй 10 мэргэжил.
            </p>
          </blockquote>
          <h2 className="text-sm font-bold md:text-xl mb-4">Биотехнологич</h2>
          <figure>
            <p className="text-sm text-gray-800">
              Байгаль орчныг хамгаалах, газар тариалан эрхлэх үед хүрээлэн буй
              орчны ачааллыг хөнгөвчлөх, өвчнийг эмчлэх, хүний амьдралыг
              уртасгах - энэ нь биотехнологийн боломжуудын бүрэн жагсаалт биш
              юм.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/${professions_data[type]?.details[profession]?.content_image}.png`}
              alt=""
            />

            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Биотехнологич
            </figcaption>
            <p className="text-sm text-gray-800"></p>
          </figure>

          <br />
          <h2 className="text-sm font-bold md:text-xl mb-4">
            {" "}
            ЭПИДЕМИОЛОГ/ ТАРХВАР СУДЛААЧ{" "}
          </h2>
          <figure>
            <p className="text-sm text-gray-800">
              Эпидемиологич бол халдварт ба халдварт бус шинж чанартай олон
              нийтийн өвчинтэй тэмцдэг эмч юм. Тэрээр мөрдөгч шиг өвчний
              шалтгааныг судалж, тархахаас сэргийлдэг.
            </p>
            <Image
              width={900}
              height={400}
              className=" w-full h-96"
              src={`${basePath}/detail_images/tarhvar_sudlaach.png`}
              alt=""
            />
            <figcaption className="mt-3 text-sm text-center text-gray-500">
              Т ЭПИДЕМИОЛОГ/ ТАРХВАР СУДЛААЧ
            </figcaption>
            <p className="text-sm text-gray-800"></p>
          </figure>
        </div>
      </main>
    </>
  );
}

export default ProfessionPage;
